Repository: sisizanohitopontoon/locales
Catalog: */Borznacs_KitchenInterface.po
Languages: cs, de, es, fr, hu, ru, zh_cn

# Interface.ScenariosBorznacsKitchen
source: Borznac's Kitchen
cs: Borznacova kuchyně
de: Borznacs Küche
es: Cocina Borznac's
fr: La cuisine de Borznac
hu: Borznac konyhája
ru: Кухня Борзнака
zh_cn: Borznac的厨房

# Interface.TutoiralGasMixingSubTitle
source: Better get cooking
cs: Radši se pusťte do vaření
de: Fang besser an zu kochen
es: Mejor ponte a cocinar
fr: Mieux vaut cuisiner
hu: Jobb, ha elkezdesz főzni!
ru: Пора бы готовить
zh_cn: 最好开始烹饪

# Interface.ScenariosBorznacsKitchenDescription
source: After being cut out of several trade deals with Sinotai, Borznac the 5th has decided to build an empire of his own, by taking control of all nearby Lunar bases, including yours. You've been forced to work as his new personal chef. So you better get cooking.
cs: Poté, co byl Borznac pátý vyřazen z několika obchodních dohod se Sinotai, rozhodl se vybudovat vlastní říši a ovládnout všechny okolní měsíční základny, včetně té vaší. Byl jsi nucen pracovat jako jeho nový osobní kuchař. Tak se raději pusť do vaření.
de: Nachdem er aus mehreren Handelsabkommen mit Sinotai ausgeschlossen wurde, hat Borznac der 5. beschlossen, ein eigenes Imperium aufzubauen, indem er die Kontrolle über alle nahe gelegenen Mondbasen übernimmt, einschließlich deiner. Du wurdest gezwungen, als sein neuer persönlicher Koch zu arbeiten. Also fange besser an zu kochen.
es: Después de ser eliminado de varios acuerdos comerciales con Sinotai, Borznac el quinto ha decidido construir un imperio propio, tomando el control de todas las bases lunares cercanas, incluida la tuya. Te han obligado a trabajar como su nuevo chef personal. Así que será mejor que te pongas a cocinar.
fr: Après avoir été coupé de plusieurs accords commerciaux avec Sinotai, Borznac le 5ème a décidé de construire son propre empire, en prenant le contrôle de toutes les bases lunaires à proximité, y compris la vôtre. Vous avez été forcé de travailler comme son nouveau chef personnel. Donc, vous feriez mieux de cuisiner.
hu: Miután több Sinotaijal kötött kereskedelmi megállapodásból is kizárták, V. Borznac úgy döntött, hogy maga épít egy saját birodalmat. Ezt a közeli holdbázisok elfoglalásával kezdte, beleértve a tiedet is. Arra lettél kényszerítve, hogy te legyél V. Borznac új személyi séfje. Jobb, ha elkezdesz főzni!
ru: Когда Синотай оборвал торговые связи с ним, Борзнак Пятый решил построить собственную империю, захватив все близлежащие лунные базы, включая вашу. Вас заставили работать в качестве его персонального повара. Так что пора вам приступить к готовке.
zh_cn: 在与Sinotai的几笔贸易交易被取消后，Borznac五世决定通过控制附近所有的月球基地来建立自己的帝国，包括你的在内。你被迫成为他的私人厨师。所以你最好开始烹饪。

# Interface.ScenariosBorznacsKitchenIntroDescription
source: Borznac the 5th isn't known for his niceties. After being cut out of several trade deals with Sinotai, he's decided to build an empire of his own, by taking control of all nearby Lunar bases, including yours. You've been forced to work as his new personal chef. You still don't know what happened to his last chef, and you don't want to find out. He has quite the appetite, and is very impatient. So you better get cooking.
cs: Borznac pátý není známý svou zdvořilostí. Poté, co byl vyřazen z několika obchodních dohod se Sinotai, rozhodl se vybudovat vlastní říši a ovládnout všechny okolní lunární základny, včetně té vaší. Byl jsi nucen pracovat jako jeho nový osobní kuchař. Stále nevíš, co se stalo s jeho posledním kuchařem, a nechceš to zjistit. Má docela chuť k jídlu a je velmi netrpělivý. Takže se raději pusť do vaření.
de: Borznac der 5. ist nicht für seine Nettigkeiten bekannt. Nachdem er aus mehreren Handelsabkommen mit Sinotai ausgeschlossen wurde, hat er beschlossen, ein eigenes Imperium aufzubauen, indem er die Kontrolle über alle nahe gelegenen Mondbasen übernimmt, einschließlich deiner. Du wurdest gezwungen, als sein neuer persönlicher Koch zu arbeiten. Du weißt immer noch nicht, was mit seinem letzten Koch passiert ist, und du willst es auch nicht herausfinden. Er hat einen ziemlichen Appetit und ist sehr ungeduldig. Also fange besser an zu kochen.
es: Borznac el quinto no es conocido por sus sutilezas. Después de ser eliminado de varios acuerdos comerciales con Sinotai, decidió construir un imperio propio, tomando el control de todas las bases lunares cercanas, incluida la suya. Te han obligado a trabajar como su nuevo chef personal. Aún no sabes qué le pasó a su último chef y no quieres saberlo. Tiene bastante apetito y está muy impaciente. Así que será mejor que te pongas a cocinar.
fr: Borznac le 5ème n’est pas connu pour ses subtilités. Après avoir été exclu de plusieurs accords commerciaux avec Sinotai, il a décidé de construire son propre empire, en prenant le contrôle de toutes les bases lunaires à proximité, y compris la vôtre. Vous avez été forcé de travailler comme son nouveau chef personnel. Vous ne savez toujours pas ce qui est arrivé à son dernier chef, et vous ne voulez pas le savoir. Il a de l’appétit, et est très impatient. Donc, vous feriez mieux de cuisiner.
hu: V. Borznac nem a kedvességéről híres... Miután több Sinotaijal kötött kereskedelmi megállapodásból is kizárták, úgy döntött, hogy maga épít egy saját birodalmat. Ezt a közeli holdbázisok elfoglalásával kezdte, beleértve a tiedet is. Arra lettél kényszerítve, hogy te legyél V. Borznac új személyi séfje. Még mindig nem tudod, mi történhetett az előző séffel, de nem akarsz rájönni. Elég jó az étvágya, és türelmetlen is! Szóval jobb, ha elkezdesz főzni!
ru: Борзнак Пятый известен не за свою любезность. Когда Синотай оборвал торговые связи с ним, он решил построить собственную империю, захватив все близлежащие лунные базы, включая вашу. Вас заставили работать в качестве его персонального повара. Всё ещё неизвестно, что стало с прошлым поваром, и не хочется узнавать. Борзнак имеет немалый аппетит и очень нетерпелив, так что пора вам приступить к готовке.
zh_cn: Borznac五世并不以注重细节著称。在与Sinotai的几笔贸易交易被取消后，他决定通过控制附近所有的月球基地来建立自己的帝国，包括你的在内。 你被迫成为他的私人厨师。你还不知道他上一任厨师发生了什么，你也不想知道。他很有胃口，而且很没耐心。所以你最好开始烹饪。

# Interface.CookingForYourLifeSubTitle
source: Cook for your life!
cs: Vař jako o život!
de: Koche um dein Leben!
es: ¡Cocina por tu vida!
fr: Cuisinez pour votre vie!
hu: Főzz az életedért!
ru: Готовьте, чтобы выжить!
zh_cn: 为你的生命烹饪！

# Interface.BakedPotato1
source: Cook and deliver 4 baked potatos.
cs: Uvařte a doručte 4 pečené brambory.
de: Koche und liefere 4 gebackene Kartoffeln.
es: Cocina y entrega 4 patatas al horno.
fr: Cuire et livrer 4 pommes de terre au four.
hu: Készíts el és szállíts le 4 adag sült burgonyát!
ru: Приготовьте и отправьте 4 печёных картошки.
zh_cn: 烹饪并交付 4 个烤马铃薯。

# Interface.FriesTask1
source: Cook and deliver 2 packs of fries.
cs: Uvařte a doručte 2 balení hranolek.
de: Koche und liefere 2 Packungen Pommes.
es: Cocina y entrega 2 paquetes de patatas fritas.
fr: Cuire et livrer 2 paquets de frites.
hu: Készíts el és szállíts le 2 adag sült krumplit!
ru: Приготовьте и отправьте 2 пачки картофеля фри.
zh_cn: 烹饪并交付 2 包炸薯条。

# Interface.MuffinTask1
source: Bake and deliver 3 Muffins.
cs: Upečte a doručte 3 muffiny.
de: Backe und liefere 3 Muffins.
es: Hornea y entrega 3 Muffins.
fr: Cuire et livrer 3 muffins.
hu: Süss meg és szállíts le 3 muffint!
ru: Приготовьте и отправьте 3 маффина.
zh_cn: 烘培并交付 3 杯玛芬蛋糕。

# Interface.BreadTask1
source: Cook and deliver 2 bread Loaves.
cs: Uvařte a doručte 2 bochníky chleba.
de: Koche und liefere 2 Brote.
es: Cocina y entregua 2 hogazas de pan.
fr: Cuire et livrer 2 pains.
hu: Süss meg és szállíts le 2 vekni kenyeret!
ru: Приготовьте и отправьте 2 буханки хлеба.
zh_cn: 烹饪并交付 2 条面包。

# Interface.MilkTask1
source: Manufacture and deliver 2 cartons of milk.
cs: Vyrobte a doručte 2 kartony mléka.
de: Stelle 2 Kartons Milch her und liefere diese.
es: Fabrica y entrega 2 cartones de leche.
fr: Fabriquer et livrer 2 boites de lait.
hu: Állíts elő és szállíts le 2 doboz tejet!
ru: Изготовьте и отправьте 2 пакета молока.
zh_cn: 加工并交付 2 盒牛奶。

# Interface.PumpkinPie1
source: Bake and deliver 2 pumpkin pies.
cs: Upečte a doručte 2 dýňové koláče.
de: Backe und liefere 2 Kürbiskuchen.
es: Hornea y entrega 2 pasteles de calabaza.
fr: Cuire et livrer 2 tartes à la citrouille.
hu: Süss meg és szállíts le 2 tökpitét!
ru: Испеките и отправьте 2 тыквенных пирога.
zh_cn: 烘培并交付 2 个南瓜派。

# Interface.TomatoSoup1
source: Blend and deliver a can of tomato soup.
cs: Rozmixujte a doručte plechovku rajčatové polévky.
de: Stelle eine Dose Tomatensuppe her und liefere diese.
es: Mezcla y entrega una lata de sopa de tomate.
fr: Préparer et livrer une boîte de soupe à la tomate.
hu: Turmixolj, és szállíts le egy konzervnyi paradicsomlevest!
ru: Смешайте и отправьте банку томатного супа.
zh_cn: 调配并交付 1 罐番茄汤。

# Interface.PumpkinSoup1
source: Blend and deliver a can of pumpkin soup.
cs: Rozmixujte a doručte plechovku dýňové polévky.
de: Stelle eine Dose Kürbissuppe her und liefere diese.
es: Mezcla y entrega una lata de sopa de calabaza.
fr: Préparer et livrer une boîte de soupe à la citrouille.
hu: Turmixolj, és szállíts le egy konzervnyi töklevest!
ru: Смешайте и отправьте банку тыквенного супа.
zh_cn: 调配并交付 1 罐南瓜汤。

# Interface.BakedPotato2
source: Bake and deliver 2 baked potatos.
cs: Upečte a doručte 2 pečené brambory.
de: Backe und liefere 2 gebackene Kartoffeln.
es: Cocina y entrega 2 patatas al horno.
fr: Cuire et livrer 2 pommes de terre au four.
hu: Készíts el és szállíts le 2 sült burgonyát!
ru: Испеките и отправьте 2 печёных картошки.
zh_cn: 烘培并交付 2 个烤马铃薯。

# Interface.BreadTask2
source: Bake and deliver 1 loaf of bread.
cs: Upečte a doručte 1 bochník chleba.
de: Backe und liefere 1 Brot.
es: Hornea y entrega 1 barra de pan.
fr: Cuire et livrer 1 miche de pain.
hu: Süss és szállíts le egy vekni kenyeret!
ru: Испеките и отправьте 1 буханку хлеба.
zh_cn: 烘培并交付 1 条面包。

# Interface.FriesTask2
source: Fry and deliver 1 pack of fries.
cs: Usmažte a doručte 1 balení hranolek.
de: Frittiere und liefere 1 Packung Pommes.
es: Cocina y entrega 1 paquete de patatas fritas.
fr: Faire frire et livrer 1 paquet de frites.
hu: Süss meg és szállíts le 1 csomag sült krumplit!
ru: Нажарьте и отправьте 1 пачку картофеля фри.
zh_cn: 油炸并交付 1 包炸薯条。

# Interface.PumpkinTask2
source: Bake and deliver 1 pumpkin pie.
cs: Upečte a doručte 1 dýňový koláč.
de: Backe und liefere 1 Kürbiskuchen.
es: Hornea y entrega 1 pasteles de calabaza.
fr: Cuire et livrer 1 tarte à la citrouille.
hu: Süss meg és szállíts le 1 tökpitét!
ru: Испеките и отправьте 1 тыквенный пирог.
zh_cn: 烘培并交付 1 个南瓜派。

# Interface.MuffinTask2
source: Bake and deliver 3 muffins.
cs: Upečte a doručte 3 muffiny.
de: Backe und liefere 3 Muffins.
es: Hornea y entrega 3 Muffins.
fr: Cuire et livrer 3 muffins.
hu: Süss meg és szállíts le 3 muffint!
ru: Испеките и отправьте 3 маффина.
zh_cn: 烘培并交付 3 杯玛芬蛋糕。

# Interface.MilkTask2
source: Manufacture and deliver 2 cartons of milk.
cs: Vyrobte a doručte 2 kartony mléka.
de: Stelle 2 Kartons Milch her und liefere diese.
es: Fabrica y entrega 2 cartones de leche.
fr: Fabriquer et livrer 2 boites de lait.
hu: Állíts elő és szállíts le 2 doboz tejet!
ru: Изготовьте и отправьте 2 пакета молока.
zh_cn: 加工并交付 2 盒牛奶。

# Interface.BorznacsNarration0D
source: I'm hungry, so make me some baked potatoes. But remember, you can only cook one at a time. When they're ready, deliver them to me through the chute. Don't disappoint me. My Last chef was slow and stupid. Things didn't go well for them.
cs: Mám hlad, tak mi udělej pečené brambory. Ale nezapomeň, že najednou můžeš uvařit jen jednu. Až budou hotové, doruč mi je skrz šachtu. Nezklam mě. Můj poslední kuchař byl pomalý a hloupý. Nedopadlo to s nimi dobře.
de: Ich habe Hunger, also mach mir ein paar gebackene Kartoffeln. Aber denke daran, du kannst nur eine zur Zeit backen. Wenn sie fertig sind, bringe sie mir durch die Rutsche. Enttäusche mich nicht. Mein letzter Koch war langsam und dumm. Die Dinge liefen nicht gut für ihn.
es: Tengo hambre, así que prepárame unas patatas al horno. Pero recuerda, solo puedes cocinar uno a la vez. Cuando estén listas, entrégamelas por la rampa. No me defraudes. Mi último chef fue lento y estúpido. Las cosas no le salieron bien...
fr: J’ai faim, alors faites-moi des pommes de terre au four. Mais rappelez-vous, vous ne pouvez en cuisiner qu’une à la fois. Quand elles sont prêtes, livrez-les moi par la gaine de transport. Ne me décevez pas. Mon dernier chef était lent et stupide. Les choses ne se sont pas bien passés pour lui.
hu: Éhes vagyok, szóval készíts számomra némi sült burgonyát! Ne feledd, csak egyet tudsz sütni egyszerre! Ha készek, tedd őket a csúszdába! Ne kelljen csalódnom benned! A legutóbbi séfem lassú és hülye volt. Nem járt valami jól...
zh_cn: 我饿了，给我做些烤马铃薯吧。但是记住，你一次只能做一个。 准备好时，通过滑槽将它们交付给我。别让我失望。我的上一任厨师又慢又蠢。他的结局不太好。

# Interface.BorznacsNarration1D
source: That was barely adequate. I want something with some FLAVOUR. I demand fries! Surely you remember how to cook those?
cs: To bylo sotva dostačující. Chci něco s chutí. Žádám hranolky! Určitě si pamatuješ, jak se vaří?
de: Das war kaum ausreichend. Ich will etwas mit etwas GESCHMACK. Ich verlange Pommes! Sicherlich erinnerst du dich, wie man die zubereitet?
es: Eso fue apenas fue adecuado. Quiero algo con un poco mas de SABOR. Exijo patatas fritas! ¿Seguro que recuerdas cómo cocinarlas?
fr: C’était à peine suffisant. Je veux quelque chose avec un peu de SAVEUR. Je demande des frites ! Vous vous souvenez sûrement comment les cuisiner?
hu: Hát ez épphogy elégséges volt. Akarok valamit, aminek VAN ÍZE! Kérek sült krumplit! Emlékszel, hogy kell sütni, ugye?
zh_cn: 这还不够。我想要一些有味道的东西。我点了炸薯条！你一定还记得怎么做吧？

# Interface.BorznacsNarration2D
source: Mmmmm ... that was better. Now I want a sweet snack. Make me some muffins or experience my wrath.
cs: Mmmmm ... to bylo lepší. Teď mám chuť na sladkou svačinu. Udělej mi muffiny, nebo zažiješ můj hněv.
de: Mmmmm ... Das war besser. Jetzt will ich einen süßen Snack. Mach mir ein paar Muffins oder erlebe meinen Zorn.
es: Mmmmm ... eso estuvo mejor. Ahora quiero un postre dulce. Hazme unos muffins o experimenta mi ira.
fr: Mmmmm ... c’était mieux. Maintenant, je veux une collation sucrée. Faites-moi des muffins ou expérimentez ma colère.
hu: Mmmmm... ez már jobb volt. Most valami édességet akarok. Készíts számomra muffinokat, vagy megtapasztalod haragom!
zh_cn: Mmmmm ... 这好些了。现在我想要一份甜点。给我做些玛芬蛋糕，不然就尝尝我的愤怒。

# Interface.BorznacsNarration3D
source: Ah, all that sweetness has put me in a doughy mood. Yes, I think some bread will go down nicely.
cs: Ach, všechna ta sladkost mě dostala do těstovité nálady. Ano, myslím, že nějaký chléb se bude hodit.
de: Ah, all diese Süße hat mich in eine teigige Stimmung versetzt. Ja, ich denke, etwas Brot wird gut ankommen.
es: Ah, toda esa dulzura me ha puesto de mal humor. Sí, creo que un poco de pan me sentará bien.
fr: Ah, toute cette douceur me pèse sur l'estomac. Oui, je pense qu'avec du pain, cela va passer.
hu: Ah, ettől a sok édes íztől megkívántam a tésztát... igen, egy kis kenyér most jól esne!
zh_cn: 啊，所有的甜蜜让我的心都软了。是的，我想一些面包会很好吃的。

# Interface.BorznacsNarration4D
source: All this food has made me a bit parched. I need a drink. Some nice fresh milk will be perfect. Make it so!
cs: Ze všeho toho jídla jsem trochu vyprahlý. Potřebuji se napít. Nějaké čerstvé mléko bude ideální. Ať je to tak!
de: All dieses Essen hat mich ein bisschen ausgetrocknet. Ich brauche einen Drink. Etwas schöne frische Milch wird perfekt sein. Mache es so!
es: Toda esta comida me ha dejado la boca un poco reseca. Necesito una bebida. Un poco de leche fresca será perfecta. ¡Hazlo ya!
fr: Toute cette nourriture m’a un peu desséché la gorge. J’ai besoin d’un verre. Un verre de bon lait frais sera parfait. Faites-le ainsi!
hu: Ettől a sok ételtől kicsit kiszáradtam... szomjas vagyok. Egy kis friss tej tökéletes lenne. Hozz!
ru: От всей этой еды весьма пересыхает горло. Мне нужно выпить. Лучше всего подойдёт свежее молоко. Так что сделай его!
zh_cn: 这些食物让我有点口干舌燥。我需要一些喝的。一些新鲜的牛奶将是完美的。就这样做！

# Interface.BorznacsNarration5D
source: Ah, you've done much better than your predecessor. Now for something classic. A pumpkin pie is what I need. Make me one immediately. I've opened a chute in the resource room. You may use anything the last chef left behind.
cs: Ach, vedl jste si mnohem lépe než váš předchůdce. Teď něco klasického. Dýňový koláč je to, co potřebuji. Okamžitě mi ho udělejte. Otevřel jsem šachtu v místnosti se zdroji. Můžeš použít cokoliv, co tam nechal minulý kuchař.
de: Ah, du hast es viel besser gemacht als dein Vorgänger. Nun zu etwas Klassischem. Ein Kürbiskuchen ist das, was ich brauche. Mache mir sofort einen. Ich habe eine Rutsche im Ressourcenraum geöffnet. Du kannst alles verwenden, was der letzte Koch zurückgelassen hat.
es: Ah, lo has hecho mucho mejor que tu predecesor. Ahora, algo clásico. Un pastel de calabaza es lo que necesito. Hazme uno de inmediato. Abrí un paracaídas en la sala de recursos. Puede usar cualquier cosa que haya dejado el último chef.
hu: Ah, sokkal tehetségesebb vagy, mint az elődöd! Most valami klasszikusat kérek. Egy jó tökpitét! Azonnal kérem! Az alapanyag szobában kinyitottam a csúszdát. Bármit használhatsz, amit az előző szakács hátrahagyott.
zh_cn: 哈，你比你的前任做得好多了。现在来些经典的。我需要一个南瓜派。立刻给我做一个。我在资源室里开启了一个滑槽。你可以使用上一位厨师留下的任何东西。

# Interface.BorznacsNarration6D
source: Excellent. Unlike your imbecile forerunner, you may have actually what it takes to serve me. One day, I may even consider giving you freedom. Maybe. But now, I'm ready for DINNER. Complete a three-course meal or suffer unspeakable consequences.
cs: Vynikající. Na rozdíl od tvého imbecilního předchůdce máš možná na to, abys mi sloužil. Jednoho dne možná dokonce zvážím, že ti dám svobodu. Možná. Ale teď jsem připraven na večeři. Dokonči jídlo o třech chodech, nebo poneseš nevýslovné následky.
de: Ausgezeichnet. Im Gegensatz zu deinem schwachsinnigen Vorläufer hast du vielleicht tatsächlich das Zeug dazu, mir zu dienen. Eines Tages werde ich vielleicht sogar darüber nachdenken, dir Freiheiten zu geben. Vielleicht. Aber jetzt bin ich bereit für das Abendessen. Vervollständige ein Drei-Gänge-Menü oder erleide unaussprechliche Konsequenzen.
es: Excelente. A diferencia del imbécil de tu precursor, es posible que tengas lo que se necesita para servirme. Un día, incluso podría considerar darte libertad. Quizás. Pero ahora estoy listo para la CENA. Complete una comida de tres platos o sufrirás consecuencias indescriptibles.
hu: Kiváló! Az ügyetlen elődöddel ellentétben benned megvan az, amit megérdemlek! Egyszer talán szabadon is engedlek. Talán. De most... VACSORA! Egy teljes, háromfogásos vacsorát kérek, vagy szendvedj szörnyű következménytől!
zh_cn: 好极了。不像你的白痴前辈，你或许真的有能力为我服务。或许有一天我甚至会考虑给你自由。大概吧。但是现在，我准备好吃晚饭了。完成一顿三道菜的饭，否则后果不堪设想。

# Interface.BorznacWinEnd
source: You have proved yourself to be an indispensible servant of Borznac. Congratulations.
cs: Prokázal jsi, že jsi nepostradatelným služebníkem Borznaca. Gratuluji.
de: Du hast dich als unverzichtbarer Diener Borznacs erwiesen. Glückwunsch.
es: Has demostrado ser un sirviente indispensable de Borznac. Felicidades.
hu: Bebizonyítottad, hogy Borznac nélkülözhetetlen kiszolgálója vagy! Gratulálok!
zh_cn: 你已经证明了你是Borznac不可或缺的仆人。 祝贺你。
