Repository: sisizanohitopontoon/locales
Catalog: */Colors.po
Languages: de, es, fi, fr, it, ja, ko, pl, pt, ru, sk, tw

# Colors
source: Yellow
de: Pink
fi: Pinkki
fr: Rose
it: Rosa
ja: ピンク
ko: 분홍색
pt: Rosa
ru: Розовый
sk: Ružová
tw: 粉紅色

# Colors
source: Yellow
de: Khaki
fi: Khaki
fr: Kaki
it: Kaki
ja: カーキ
ko: 카키색
pt: Caqu√≠
ru: Хаки
sk: Kaki
tw: 卡其色

# Colors
source: Yellow
de: Braun
fi: Ruskea
fr: Marron
it: Marrone
ja: 茶
ko: 갈색
pt: Marrom
ru: Коричневый
sk: Hnedá
tw: 棕色

# Colors
source: Yellow
de: Schwarz
fi: Musta
fr: Noir
it: Nero
ja: 黒
ko: 검은색
pt: Preto
ru: Чёрный
sk: Čierna
tw: 黑色

# Colors
source: Yellow
de: Weiß
fi: Valkoinen
fr: Blanc
it: Bianco
ja: 白
ko: 흰색
pt: Branco
ru: Белый
sk: Biela
tw: 白色

# Colors
source: Yellow
de: Rot
fi: Punainen
fr: Rouge
it: Rosso
ja: 赤
ko: 빨강색
pt: vermelho
ru: Красный
sk: Červená
tw: 紅色

# Colors
source: Yellow
de: Orange
fi: Oranssi
fr: Orange
it: Arancione
ja: 橙
ko: 오렌지색
pt: Laranja
ru: Оранжевый
sk: Oranžová
tw: 橙色

# Colors
source: Yellow
de: Grün
fi: Vihre√§
fr: Vert
it: Verde
ja: 緑
ko: 녹색
pt: Verde
ru: Зеленый
sk: Zelená
tw: 綠色

# Colors
source: Yellow
de: Grau
fi: Harmaa
fr: Gris
it: Grigio
ja: 灰
ko: 회색
pt: Cinza
ru: Серый
sk: Šedá
tw: 灰色

# Colors
source: Yellow
de: Blau
fi: Sininen
fr: Bleu
it: Blu
ja: 青
ko: 파랑색
pt: Azul
ru: Синий
sk: Modrá
tw: 藍色

# Colors
source: Yellow
de: Lila
fi: Violetti
fr: Violet
it: Viola
ja: 紫
ko: 보라색
pt: Roxo
ru: Фиолетовый
sk: Fialová
tw: 紫色

# Colors
source: Yellow
de: Gelb
fi: Keltainen
fr: Jaune
it: Giallo
ja: 黄
ko: 노랑색
pt: Amarelo
ru: Жёлтый
sk: Žltá
tw: 黃色

# Colors
source: Yellow
es: Rosa
pl: Różowy

# Colors
source: Yellow
es: Caqui
pl: Khaki

# Colors
source: Yellow
es: Marron
pl: Brazowy

# Colors
source: Yellow
es: Negro
pl: Czarny

# Colors
source: Yellow
es: Blanco
pl: Bialy

# Colors
source: Yellow
es: Rojo
pl: Czerowny

# Colors
source: Yellow
es: Naranja
pl: Pomaranczowy

# Colors
source: Yellow
es: Verde
pl: Zielony

# Colors
source: Yellow
es: Gris
pl: Szary

# Colors
source: Yellow
es: Azul
pl: Niebieski

# Colors
source: Yellow
es: Purpura
pl: Purpurowy

# Colors
source: Yellow
es: Amarillo
pl: Żółty
