Repository: sisizanohitopontoon/locales
Catalog: */EscapeFromMarsInterface.po
Languages: cs, es, fr, hu, it, nl, pt_pt, ru, tr, vi, zh_cn

# Interface.MarsTabletStage4Page2
source: PAGE 2 of 2\nThe toughest requirement is obtaining some seeds to get started. Each escape pod contains a supply crate with a nominal amount of seeds to get you started - protecting these is crucial. If you became seperated from your escape pod, if you can find a tracking cartridge you may be able to use it to track the pods beacon.
cs: STRÁNKA 2 z 2\nNejtěžším požadavkem je získání některých semen, abyste mohli začít. Každý únikový modul obsahuje zásobní přepravu s nominálním množstvím semen, abyste mohli začít - ochrana nich je klíčová. Pokud jste se oddělili od únikového modulu, pokud najdete sledovací kartu, můžete ji použít ke hledání majáku.
es: PAGE 2 of 2\nEl requisito más difícil es obtener algunas semillas para empezar. Cada cápsula de escape contiene una caja de suministro con una cantidad simbólica de semillas para que usted pueda comenzar - protegerlas es crucial. Si se ha separado de su cápsula de escape, si puede encontrar un cartucho de localización, puede usarlo para rastrear la baliza de la cápsula.
fr: PAGE 2 of 2\nL'exigence la plus difficile est d'obtenir des semences pour commencer. Chaque module d'évacuation contient une caisse d'alimentation avec une quantité nominale de graines pour vous aider à commencer - la protection de celles-ci est cruciale. Si vous êtes séparé de votre module d'évacuation, vous pouvez trouver une carte de localisation, vous pourrez peut-être l'utiliser pour suivre la balise des modules.
hu: OLDAL 2 / 2\n A kezdéshez a legnehezebb lesz magvakat szerezni. Minden mentőkapszula tartalmaz egy ládát névleges mennyiségű maggal - ezeknek megvédése kulcsfontosságú. Ha esetleg eltávolodtál a mentőkapszuládtól, egy nyomkövető kártya segítségével lekövetheted a kapszula jeladóját.
it: PAGINA 2 di 2\nIl requisito più difficile è ottenere alcuni semi da cui cominciare. Ogni capsula di salvataggio contiene una cassa con una quantità limitata di semi per iniziare - proteggerli è cruciale. Se ti trovi lontano dalla tua capsula di salvataggio puoi utilizzare una cartuccia tracciante per rintracciare il radiofaro.
nl: PAGINA 2 van 2 \n De moeilijkste eis is het verkrijgen van een aantal zaden om aan de slag te gaan. Elke ontsnappings capsule bevat een voorraadkist met een nominale hoeveelheid zaden om u op weg te helpen - het beschermen van deze is cruciaal. Als u gescheiden raakt van uw ontsnappings capsule, kunt u een GPS Tracker gebruiken om het baken van de capsule te volgen.
pt_pt: PÁGINA 2 de 2 \nA maior dificuldade é obter algumas sementes para começar. Cada Cápsula de Fuga contém uma caixa de abastecimentos com uma pequena quantidade de sementes para começares - é de crucial importância proteger estas sementes. Se te afastares da tua cápsula de fuga, poderás encontrar um Cartucho (Rastreador) que poderás usar para encontrares o Transmissor de Posição.
ru: Страница 2 из 2 \nСамое сложное - получить несколько семян для старта. Каждая спасательная капсула содержит ящик снабжения с небольшим количеством семян - защита их имеет решающее значение.
tr: SAYFA 2/2\nEn zorlu gereksinim, başlamak için biraz tohum elde etmektir. Her kaçış kapsülü, başlaman için çok az miktarda tohumun bulunduğu tedarik sandıkları barındırır; bu tohumları koruman çok önemlidir. Kaçış kapsülünden ayrılırsan ve eğer bir izleme kartuşu bulursan, kapsülün işaret fenerini izlemek için bu kartuşu kullanabilirsin.
zh_cn: 第2/2页\n万事开头难，最难的部分就是获得种子。 每一个逃生舱都有一个物资供给箱，里面有一定数量的种子让你开始种植——如何保护这些种子就变得很重要了。 如果你是从逃生舱中分离出来的，并且能找到一个追踪记忆卡，你可以用它来追踪逃生舱的信标。

# Interface.MarsTitleCreateRocket
source: Creating a Rocket
cs: Vytvoření rakety
fr: Création d'une fusée
hu: Rakéta építése
ru: Создание Ракеты
tr: Bir Roket Oluşturmak
zh_cn: 建造一艘火箭

# Interface.MarsDescCreateRocket
source: Create a Rocket by crafting a {THING:StructureLaunchPad} and attaching required modules to it.
cs: Vytvořte raketu vytvořením {THING:StructureLaunchPad} a připojením požadovaných modulů k ní.
hu: Építs egy rakétát egy {THING:StructureLaunchPad} elkészítésével, amihez add hozzá a szükséges modulokat.
ru: Создайте ракету, создав {THING:StructureLaunchPad} и прикрепляя к ней необходимые модули.
tr: Bir {THING:StructureLaunchPad} üreterek ve gerekli modülleri ona takarak bir Roket inşa et.
zh_cn: 通过制作一个 {THING:StructureLaunchPad} 并将所需的模块附加到它上面来建造一个火箭。

# Interface.MarsTaskBuildLaunchPad
source: Construct Rocket LaunchPad
cs: Zkonstruujte raketovou odpalovací rampu
ru: Построить Ракетную Стартовую Площадку
tr: Roket Kalkış Rampası İnşa Et
zh_cn: 建造火箭发射台

# Interface.MarsTaskBuildEngine
source: Construct Rocket Engine
cs: Zkonstruujte raketový motor
ru: Сконструировать Ракетный Двигатель
tr: Roket Motoru İnşa Et
zh_cn: 建造火箭引擎

# Interface.MarsTaskBuildFuelTank
source: Construct Rocket FuelTank
cs: Zkonstruujte raketovou palivovou nádrž
ru: Построить ракетный топливныйбак
tr: Roket Yakıt Tankı İnşa Et
zh_cn: 建造火箭燃料箱

# Interface.MarsTaskBuildCommand
source: Construct Rocket Command module
cs: Zkonstruujte raketový příkazový modul
ru: Построить ракетный командный модуль
tr: Roket Kumanda Modülü İnşa Et
zh_cn: 构建火箭指挥舱

# Interface.MarsTitleLaunchRocket
source: Launching the rocket
cs: Odpálení rakety
ru: Запуск ракеты
tr: Roketi Fırlatmak
zh_cn: 发射火箭

# Interface.MarsDescLaunchRocket
source: After fueling your newly constructed rocket, you can finally return to civilization.
cs: Po natankování nově postavené rakety se můžete konečně vrátit do civilizace.
ru: Заправив свою недавно построенную ракету, вы сможете, наконец, вернуться к цивилизации.
tr: Yeni inşa ettiğin roketine yakıt ikmal ettikten sonra, sonunda uygarlığa geri dönebilirsin.
zh_cn: 在为你新建造的火箭添加燃料后，你终于可以返回文明社会了。

# Interface.MarsTaskLaunchMothership
source: Launch the rocket
cs: Odpalte raketu
ru: Запуск ракеты
tr: Roketi fırlat
zh_cn: 发射火箭
