Repository: sisizanohitopontoon/locales
Catalog: */EscapeFromMarsInterface.po
Languages: cs, es, fr, hu, it, nl, pt_pt, ru, tr, vi, zh_cn

# Interface.EscapeFromMarsTitle
source: Escape From Mars [BETA]
cs: Útěk z Marsu [BETA]
es: Escapar de Marte [BETA]
fr: S'échapper de Mars
hu: Szabadulás a Marsról [BÉTA]
it: Fuga da Marte [BETA]
nl: Ontsnap Van Mars [BETA]
pt_pt: Escapar de Marte [BETA]
ru: Побег с Марса [BETA]
tr: Mars'tan Kaçış [BETA]
vi: Thoát khỏi sao Hỏa [BETA]
zh_cn: 逃离火星[BETA]

# Interface.EscapeFromMarsDescription
source: FOR TESTING: With only a meager amount of supplies, you must utilize your wits and spirit to find a way to survive on Mars. All going to plan, this will ultimately lead to building a rocket that's capable of leaving Mars' atmosphere.
cs: PRO TESTOVÁNÍ: Jen s malým množstvím zásob, musíte využít svého důvtipu a ducha pro to, aby jste našli způsob, jak přežít na Marsu. Všechno podle plánu, nakonec povede k vybudování rakety, která je schopná opustit atmosféru Marsu.
es: PARA PRUEBAS: Con sólo una pequeña cantidad de suministros, tú puedes utilizar tu ingenio y espíritu para encontrar una manera de sobrevivir en Marte. Todo según lo planeado, esto llevará finalmente a la construcción de un cohete capaz de salir de la atmósfera de Marte.
fr: Avec seulement une quantité limitée de fournitures, vous devez utiliser votre intelligence et votre esprit pour trouver un moyen de survivre sur Mars. Tout cela est planifié, cela conduira finalement à la construction d'une fusée capable de quitter l'atmosphère de Mars.
hu: Egy kis ellátmány és elszántság segítségével kell túlélned a Marson. Ha minden a tervek szerint alakul, képes leszel egy a marsi légkör elhagyására alkalmas rakétát építeni.
it: TESTING: Con solo una misera quantità di rifornimenti dovrai utilizzare il tuo spirito e il tuo ingegno per trovare un modo per sopravvivere su Marte. Seguendo il piano alla lettera sarai in grado di costruire un razzo capace di lasciare l'atmosfera marziana.
nl: VOOR TESTEN: Met slechts een schrale hoeveelheid benodigdheden, moet je je verstand en geest gebruiken om een manier te vinden om te overleven op Mars. Alles volgens plan, dit zal uiteindelijk leiden tot het bouwen van een raket die in staat is om de atmosfeer van Mars te verlaten.
pt_pt: PARA TESTES: Com apenas uma pequena quantidade de abastecimentos, deves usar o teu engenho e espírito para encontrares uma maneira de sobreviver em Marte. Se tudo correr conforme planeado, acabarás por construir uma nave capaz de deixar a atmosfera.
ru: Имея лишь скудное количество припасов, вы должны использовать свое остроумие и дух, чтобы найти способ выжить на Марсе. Все, что идет по плану, в конечном итоге приведет к созданию ракеты, способной покинуть атмосферу Марса.
tr: TEST İÇİN: Sadece az miktarda kaynak ile, Mars'ta hayatta kalmanın yolunu bulmak için, aklını ve ruhunu kullanmalısın. Tüm bunlar plana dönüşecek, Mars'ın atmosferini geride bırakabilecek bir roket inşa etmene yol açacaktır.
vi: ĐỂ THỬ NGHIỆM: Chỉ với một lượng đồ dùng ít ỏi, bạn phải vận dụng trí tuệ và tinh thần của mình để tìm cách sống sót trên sao Hỏa. Tất cả sẽ theo kế hoạch, điều này cuối cùng sẽ dẫn đến việc chế tạo một tên lửa có khả năng rời khỏi bầu khí quyển của sao Hỏa.
zh_cn: 致测试者：你只有少量的物资，必须利用你的智慧和精神品质在火星上找到一条生存之道。每一步都要依据计划，这最终将会引导你造出一枚能够离开火星大气的火箭。

# Interface.MarsTitleInCaseOfEmergency
source: In Case of Emergency...
cs: V případě nouze...
es: En caso de Emergencia...
fr: En cas d'urgence...
hu: Vészhelyzet esetén...
it: In caso di Emergenza...
nl: In Geval van Nood...
pt_pt: Em Caso de Emergência...
ru: В случае черезвычайного происшествия...
tr: Acil Bir Durumda...
vi: Trong trường hợp khẩn cấp...
zh_cn: 紧急情况...

# Interface.MarsDescInCaseOfEmergency
source: Your suit is damaged and you need to find some food.
cs: Tvůj oblek je poškozený, potřebuješ najít nějaké jídlo.
es: Tu traje está dañado y necesitas encontrar algo de comida.
fr: Votre combinaison est endommagé et vous devez trouver de la nourriture.
hu: A ruhád sérül és valami élelmet kell találnod.
it: La tua tuta è danneggiata e devi trovare del cibo.
nl: Je pak is beschadigd en je moet wat voedsel vinden.
pt_pt: O teu fato está danificado e precisas de encontrar alguma comida.
ru: Ваш костюм поврежден и вам следует найти еды.
tr: Giysin hasarlı ve biraz yiyecek bir şeyler bulmalısın.
vi: Bộ đồ của bạn bị hư hỏng và bạn cần tìm một số thức ăn.
zh_cn: 你的航天服受损了，而且你需要找些食物。

# Interface.MarsTaskGetTape
source: Find some {THING:ItemDuctTape}
cs: Najděte {THING:ItemDuctTape}
es: Encuentra algúna {THING:ItemDuctTape}
fr: Trouvez plusieurs {THING:ItemDuctTape}
hu: Keress {THING:ItemDuctTape}ot!
it: Cerca qualche {THING:ItemDuctTape}
nl: Zoek wat {THING:ItemDuctTape}
pt_pt: Encontra uma {THING:ItemDuctTape}
ru: Найдите немного {THING:ItemDuctTape}
tr: Biraz {THING:ItemDuctTape} bul
vi: Tìm một số {THING:ItemDuctTape}
zh_cn: 找到一些 {THING:ItemDuctTape}

# Interface.MarsTaskGetFood
source: Find a {THING:ItemCerealBar}
cs: Najděte {THING:ItemCerealBar}
es: Encuentra una {THING:ItemCerealBar}
fr: Trouvez une {THING:ItemCerealBar}
hu: Keress egy {THING:ItemCerealBar}et!
it: Trova una {THING:ItemCerealBar}
nl: Vind een {THING:ItemCerealBar}
pt_pt: Encontra uma {THING:ItemCerealBar}
ru: Найдите {THING:ItemCerealBar}
tr: Bir {THING:ItemCerealBar} bul
vi: Tìm một {THING:ItemCerealBar}
zh_cn: 找到一份 {THING:ItemCerealBar}

# Interface.MarsTabletStage1
source: EMERGENCY GUIDE
cs: NOUZOVÁ PŘÍRUČKA
es: GUÍA DE EMERGENCIA
fr: GUIDE D'URGENCE
hu: VÉSZHELYZETI KÉZIKÖNYV
it: GUIDA D'EMERGENZA
nl: Nood Gids
pt_pt: GUIA DE EMERGÊNCIA
ru: АВАРИЙНОЕ РУКОВОДСТВО
tr: ACİL DURUM KILAVUZU
vi: HƯỚNG DẪN KHẨN CẤP
zh_cn: 应急指南

# Interface.MarsTabletStage1Page1
source: PAGE 1 of 2\nDONT PANIC.\n\nIf you're reading this you've survived the evacuation - congratulations. Regardless of your environment your first priority is to check the health of yourself and those around you. Be sure to check suit integrity as well as there is no telling what environment you may find yourself in and protecting whatever air supply you have is crucial.
cs: Stránka 1 z 2 \n NEPANIKAŘTE. \n \n Pokud tohle čtete, přežili jste evakuaci - gratuluji. Bez ohledu na vaše prostředí, vaše první priorita je zkontrolovat zdraví své a ostatních okolo vás. Ujistěte se, že zkontrolujete integritu obleků, protože nevíte v jakém prostředí se naleznete, a chránit jakékoliv zásoby kyslíku které máte je rozhodující.
es: Página 1 de 2 \nNO ENTRE EN PÁNICO.\n\nSi estás leyendo esto, sobreviviste a la evacuación - Felicitaciones. Independientemente de su entorno, su primera prioridad es comprobar su salud y la de los que le rodean. Asegúrese de comprobar la integridad del traje, ya que no se sabe en qué entorno puede encontrarse y proteger el suministro de aire que tenga es crucial.
fr: PAGE 1 sur 2 \nNE PANIQUEZ PAS.\n\nSi vous lisez ceci, vous avez survécu à l'évacuation - félicitations. Indépendamment de votre environnement, votre première priorité est de vérifier votre santé et celle de votre entourage. Assurez-vous de vérifier l'intégrité de la combinaison, car rien ne permet de savoir dans quel environnement vous pouvez vous trouver et il est crucial de protéger votre réserve d'air.
hu: OLDAL 1 / 2\nNE ESS PÁNIKBA! \n\nHa ezt olvasod, túlélted az evakuációt... gratulálok! A környezetedtől függetlenül most az első dolgod, hogy ellenőrizd az életfunkcióidat. Ellenőrizd a ruhád épségét is, hiszen ebben a környezetben szükséged lesz a megfelelő levegőellátásra!
it: PAGINA 1 di 2\nNIENTE PANICO.\n\nSe stai leggendo questo sei sopravvissuto all'evacuazione, Congratulazioni! Al di là dell'ambiente che ti circonda la tua prima priorità è controllare la tua salute e di quelli che ti circondano. Stai attento ad assicurare l'integrità della tua tuta visto che non hai modo di sapere in che tipo di ambiente tu possa trovarti e di proteggere qualsiasi rifornimento di ossigeno che hai è cruciale.
nl: PAGINA 1 van 2\n Geen PANIEK.\n\n Als je dit leest, heb je de evacuatie overleefd - gefeliciteerd. Ongeacht je omgeving is je eerste prioriteit om de gezondheid van jezelf en de mensen om je heen te controleren. Zorg ervoor dat u de integriteit van uw pak controleert, evenals dat u niet kunt voorspellen in welke omgeving u zich bevindt en dat het beschermen van je luchttoevoer dan ook cruciaal is.
pt_pt: PÁGINA 1 de 2 \n NÃO ENTRES EM PÂNICO.\n \nSe estás a ler isto, sobreviveste à evacuação - Parabéns. Independentemente da situação em que te encontres, tens como prioridade verificar a tua saúde e das pessoas ao teu redor. Verifica a integridade do teu fato, pois não há como saber que tipo de ambiente poderás encontrar e é crucial salvaguardar qualquer fonte de ar que possuas.
ru: Страница 1 из 2 \nЕсли вы читаете это, вы пережили эвакуацию - поздравляю. Независимо от вашего окружения, ваша задача - проверить здоровье себя и окружающих. Обязательно проверьте целостность костюма и крайне важно защитить любой имеющийся у вас запас воздуха.
tr: SAYFA 1/2\nPANİK YAPMA.\n\nEğer bunu okuyorsan, tahliyeden sağ kurtulmuşsun; tebrikler. Çevreye bakınmadan ilk önceliğin, kendi sağlık durumunu ve etrafındaki diğerlerinin sağlık durumlarını kontrol etmektir. Kendini içinde bulduğun ortam ne olursa olsun, kıyafet bütünlüğünü kontrol ettiğine emin ol ve kalan hava kaynağını koruman da çok önemlidir.
vi: TRANG 1 trên 2\nKHÔNG SỢ HÃI.\n\nNếu bạn đang đọc nó, bạn đã sống sót sau cuộc sơ tán - xin chúc mừng. Bất kể môi trường của bạn là gì, ưu tiên hàng đầu của bạn là kiểm tra sức khỏe của bản thân và những người xung quanh. Đảm bảo kiểm tra tính toàn vẹn của bộ quần áo cũng như không cho biết bạn có thể đang ở trong môi trường nào và bảo vệ bất kỳ nguồn cung cấp không khí nào bạn có là điều quan trọng.
zh_cn: 第1/2页\n不要慌张。\n\n如果你正在阅读这份指南，说明你已经在疏散中幸存 - 祝贺你。无论你所处的环境如何，你的首要任务是检查自己和周围人的健康状况。同时，也一定要检查宇航服的完整性。因为你不知道自己会身处怎样的环境当中，而且保护你所拥有的一切空气供应至关重要。

# Interface.MarsTabletStage1Page2
source: PAGE 2 of 2 \nIf you are near an intact escape pod and attached supply crate you should have some crucial supplies to aide your wait for rescue. If not, then search for survivors. You should be sure to note the location of, or collect, any supplies that will be of upmost importance for your survival such as food, batteries, utility materials like duct tape and portable survival equipment. \n
cs: Stránka 2 z 2 \n Pokud jste v blízkosti nepoškozeného únikového modulu a připojené bedny se zásobami, měli by jste mít nějaké důležité zásoby které vám pomůžou počkat než přijede pomoc. Pokud ne, vyhledejte přeživší. Dělejte si poznámky o lokacích se zásobami, které vám nejvíce pomůžou při přežívání, jako jsou baterie, jídlo, užitní materiály jako izolepa a přenosné zařízení. \n
es: Página 2 de 2 \nSi usted está cerca de una cápsula de escape intacta y una caja de suministros adjunta, debe tener algunos suministros cruciales para ayudarlo a esperar el rescate. Si no, busque supervivientes. Usted debe asegurarse de anotar la ubicación o recolectar, cualquier suministro que sea de suma importancia para su supervivencia, como alimentos, baterías, materiales de utilidad como cinta adhesiva y equipo portátil de supervivencia. \n
fr: PAGE 2 sur 2 \nSi vous vous trouvez à proximité d'une capsule d'évacuation intact et d'une caisse de fournitures, vous devez disposer de fournitures essentielles pour faciliter votre attente de sauvetage. Si non, alors rechercher des survivants. Assurez-vous de noter l'emplacement, ou de rassembler, toutes les fournitures qui seront de la plus haute importance pour votre survie, telles que la nourriture, les piles, le matériel utilitaire comme le ruban adhésif et l'équipement de survie portatif. \n
hu: OLDAL 2 / 2 \nHa közel vagy egy vészhelyzeti kapszulához és az ellátmányos ládához, elegendő ellátmánynak kéne lennie, csak várj, hogy kimentsenek. Ha nem, akkor keress túélőket. Fel kéne jegyezned a helyeket ahol bármiféle fontos túléléshez szükséges dolgokat, mint például ételt vagy szigetelő szalagot és felszereléseket találsz. \n
it: PAGINA 2 di 2 \nSe ti trovi vicino ad una capsula di salvataggio intatta con annesse casse di rifornimenti dovresti avere a tua disposizione dei rifornimenti che saranno cruciali nell'aiutarti in attesa di soccorsi. Altrimenti cerca altri sopravvissuti. Stai attento, ricordati la posizione dei rifornimenti perchè sono di fondamentale importanza per la tua sopravvivenza come il cibo, le batterie, materiali di utilità come il nastro adesivo e l'equipaggiamento di sopravvivenza portatile. \n
nl: PAGINA 2 van 2 \n Als u in de buurt van een intacte ontsnappings capsule en een aangebouwde voorraadkist bent, moet u enkele cruciale benodigdheden hebben om uw wachttijd voor redding te ondersteunen. Zo niet, zoek dan naar overlevenden. U moet er zeker van zijn om de locatie te noteren van of te verzamelen van alle benodigdheden die van het allergrootste belang zijn voor uw overleving, zoals voedsel, batterijen, gebruiksmaterialen zoals duct tape en draagbare overlevingsapparatuur. \n
pt_pt: PÁGINA 2 de 2 \nSe estiveres perto de uma cápsula de fuga intacta e da sua caixa de abastecimentos anexa, terás abastecimentos importantes para ajudar-te a esperar pela equipa de resgate. Se tal não for o caso, procura por sobreviventes. Certifica-te de anotar a sua localização ou apanhar quaisquer abastecimentos que sejam de suma importância para tua sobrevivência, tais como alimentos, baterias, materiais utilitários tal como fita adesiva ou equipamento de sobrevivência portátil. \n
ru: Страница 2 из 2 \nЕсли вы находитесь рядом с исправной спасательной капсулой и прикреплённым ящиком с припасами, у вас должны быть некоторые важные припасы, которые помогут вам в ожидании спасения. Если нет, то ищите выживших. Вы должны обязательно отметить местонахождение или собрать любые припасы, которые будут иметь первостепенное значение для вашего выживания, такие как еда, аккумуляторы, вспомогательные материалы, такие как клейкая лента и портативное оборудование для выживания. \n
tr: SAYFA 2/2 \nEğer sağlam bir kaçış kapsülü ve eklenmiş tedarik sandığı yanındaysan, kurtarılmayı beklemene yardımcı olacak bazı az miktarda malzemelere sahip olmalısın. Eğer değilsen, hayatta kalanları ara. Gıda, piller, koli bandı ve taşınabilir hayatta kalma ekipmanlarına benzer yardımcı malzemeler gibi hayatta kalman için en önemli olacak gereçlerin konumlarını not ettiğine veya topladığına emin olmalısın. \n
vi: TRANG 2 trên 2 \nNếu bạn đang ở gần một hố thoát hiểm còn nguyên vẹn và thùng tiếp liệu đi kèm, bạn nên có một số vật tư thiết yếu để hỗ trợ cho quá trình chờ giải cứu. Nếu không, sau đó tìm kiếm những người sống sót. Bạn nên nhớ ghi lại vị trí hoặc thu thập bất kỳ nguồn cung cấp nào quan trọng nhất cho sự sống còn của bạn như thực phẩm, pin, vật liệu tiện ích như băng keo và thiết bị sinh tồn cầm tay. \n
zh_cn: 第2/2页 \n如果你在一个附带的补给箱的完整的逃生舱附近，那儿应该有一些重要的补给来协助你等待救援。如果没有，那就去搜寻它们，幸存者。确保记下一切对你的生存至关重要的物品的位置，或者直接收集它们，如：食物、电池、实用材料（如：管道、胶带等）以及便携式生存设备等。\n

# Interface.MarsTitleRawMaterials
source: Beg, Burrow and Steal
cs: Žebrej, zahrabej a kraď
es: Adquirir Materias Primas
fr: Mendier, Creuser et Voler
hu: Könyörögj, áss és lopj
it: Fai del tuo meglio!
nl: Smeek, Leen en Steel
pt_pt: Implorar, Enterrar e Roubar
ru: Копай, Ломай, Грабь
tr: DİLENMEK, GİZLENMEK VE ÇALMAK
vi: Xin, Đào và Ăn cắp
zh_cn: 乞讨，采掘和偷窃

# Interface.MarsTabletStage2
source: RAW MATERIALS
cs: SUROVÉ MATERIÁLY
es: MATERIAS PRIMAS
fr: MATIERES PREMIERES
hu: NYERSANYAGOK
it: MATERIALI GREZZI
nl: RUWE MATERIALEN
pt_pt: MATÉRIAS PRIMAS
ru: СЫРЬЕ
tr: HAM MADDELER
vi: NGUYÊN LIỆU THÔ
zh_cn: 原材料

# Interface.MarsDescRawMaterials
source: Find a way to produce the basic materials you need to get manufacturing underway.
cs: Najděte způsob, jak vyrobit základní materiály, které potřebujete k zahájení výroby.
es: Encuentra una manera de producir los materiales básicos que necesitas para poner en marcha la fabricación de componentes.
fr: Trouver un moyen de produire les matériaux de base dont vous avez besoin pour obtenir la fabrication en cours.
hu: Állíts elő valahogy alapanyagokat a gyártás elkezdéséhez!
it: Trova un modo di produrre i materiali di base che servono a fare partire la produzione.
nl: Vind een manier om de basismaterialen te produceren die je nodig hebt om aan de gang te gaan.
pt_pt: Encontra uma maneira de produzir os materiais básicos que precisas para começares a produzir.
ru: Найдите способ производства основных материалов, необходимых для начала производства.
tr: Üretime devam etmek için, ihtiyacın olan temel malzemeleri üretmenin bir yolunu bul.
vi: Tìm cách sản xuất các vật liệu cơ bản bạn cần để tiến hành sản xuất.
zh_cn: 找到一种方法来获取你所需的基础材料，以让生产开始。

# Interface.MarsTaskGetIronIngots
source: Get a {THING:ItemIronIngot}
cs: Získejte {THING:ItemIronIngot}
es: Obten un {THING:ItemIronIngot}
fr: Prendre un {THING:ItemIronIngot}
hu: Szerezz egy {THING:ItemIronIngot}-t!
it: Ottieni un {THING:ItemIronIngot}
nl: Maak een {THING:ItemIronIngot}
pt_pt: Encontra um {THING:ItemIronIngot}
ru: Получите {THING:ItemIronIngot}
tr: Bir {THING:ItemIronIngot} al
vi: Có được một {THING:ItemIronIngot}
zh_cn: 获取一个 {THING:ItemIronIngot}

# Interface.MarsTaskGetCopperIngots
source: Get a {THING:ItemCopperIngot}
cs: Získejte {THING:ItemCopperIngot}
es: Obten un {THING:ItemCopperIngot}
fr: Prendre un {THING:ItemCopperIngot}
hu: Szerezz egy {THING:ItemCopperIngot}-t!
it: Ottieni un {THING:ItemCopperIngot}
nl: Maak een {THING:ItemCopperIngot}
pt_pt: Encontra um {THING:ItemCopperIngot}
ru: Получите {THING:ItemCopperIngot}
tr: Bir {THING:ItemCopperIngot} al
vi: Có được một {THING:ItemCopperIngot}
zh_cn: 获取一个 {THING:ItemCopperIngot}

# Interface.MarsTaskGetGoldIngots
source: Get a {THING:ItemGoldIngot}
cs: Získejte {THING:ItemGoldIngot}
es: Obten un {THING:ItemGoldIngot}
fr: Prendre un {THING:ItemGoldIngot}
hu: Szerezz egy {THING:ItemGoldIngot}-t!
it: Ottieni un {THING:ItemGoldIngot}
nl: Maak een {THING:ItemGoldIngot}
pt_pt: Encontra um {THING:ItemGoldIngot}
ru: Получите {THING:ItemGoldIngot}
tr: Bir {THING:ItemGoldIngot} al
vi: Có được một {THING:ItemGoldIngot}
zh_cn: 获取一个 {THING:ItemGoldIngot}

# Interface.MarsTabletStage2Page1
source: PAGE 1 of 5 \nBEG, BURROW or STEAL\n\nLuckily our manufacturing tools have knowledge of all the recipes you're likely to need in your situation. Unfortunately, they'll need raw materials in order to do so. These could come from several sources based on your situation:
cs: STRÁNKA 1 z 5 \n PROSIT, VRTAT nebo KRÁST\n\n Naštěstí naše výrobní nástroje mají znalosti o všech receptech, které budete pravděpodobně potřebovat ve vaší situaci. Bohužel budou potřebovat suroviny, aby tak učinily. Mohly pocházet z několika zdrojů na základě vaší situace:
es: Página 1 de 5 \nMENDIGAR, CAVAR O ROBAR\n\nAfortunadamente, nuestras herramientas de fabricación tienen conocimiento de todas las recetas que usted puede necesitar en su situación. Desafortunadamente, necesitará materias primas para poder hacerlo. Estos podrían provenir de varias fuentes según su situación:
fr: PAGE 1 sur 5 \nMENDIER, CREUSER ou VOLERn\nHeureusement, nos outils de fabrication connaissent toutes les recettes dont vous aurez probablement besoin dans votre situation. Malheureusement, ils auront besoin de matières premières pour le faire. Ceux-ci peuvent provenir de plusieurs sources en fonction de votre situation :
hu: OLDAL 1 / 5 \nKÖNYÖRÖGJ, ÁSS VAGY LOPJ\n\nSzerencsére a gyártóeszközeink rendelkeznek minden recepttel, ami szükséges a te esetedben. Sajnos el kell látni őket nyersanyaggal, ezeket több forrásból is beszerezheted:
it: PAGINA 1 di 5 \nFAI DEL TUO MEGLIO\n\nFortunatamente i nostri strumenti di fabbricazione hanno già in memoria tutte le ricette di cui avrai probabilmente bisogno nella tua situazione. Sfortunatamente, avranno bisogno dei materiali grezzi per funzionare. Questi potrebbero essere ricavati da diverse sorgenti in base alla tua situazione:
nl: PAGINA 1 van 5 \n SMEEK, LEEN of STEEL \n \n Gelukkig hebben onze productietools kennis van alle recepten die u waarschijnlijk in uw situatie nodig zult hebben. Helaas hebben ze grondstoffen nodig om dit te doen. Deze kunnen afkomstig zijn van verschillende bronnen op basis van uw situatie:
pt_pt: PÁGINA 1 de 5 \n IMPLORAR, ENTERRAR ou ROUBAR \n \Felizmente as nossas máquinas de produção têm a programação de todas os esquemas para produzir tudo o que provavelmente precisarás. Infelizmente, elas precisam de matérias-primas para o fazer. Estas podem ser adquiridas de várias fontes com base na tua situação:
ru: Страница 1 из 5 \nК счастью, наши производственные инструменты знают все рецепты, которые понадобяться вам в вашей ситуации, но для этого им нужно сырье. Их можно найти в разных местах в зависимости от вашей ситуации:
tr: SAYFA 1/5 \nDİLEN, GİZLEN veya ÇAL\n\nNeyse ki, üretim araçlarımız, bu durumunda muhtemelen ihtiyacın olan bütün tariflerin bilgisine sahipler. Ne yazık ki, bu tarifleri yapabilmek için ham maddelere ihtiyaçları olacak. Bu maddeler, durumuna göre birkaç kaynaktan elde edilebilir:
vi: TRANG 1 trên 5 \nXIN, ĐÀO or ĂN CẮP\n\nMay mắn thay, các công cụ sản xuất của chúng tôi có kiến ​​thức về tất cả các công thức bạn có thể cần trong tình huống của mình. Thật không may, họ sẽ cần nguyên liệu thô để làm như vậy. Những điều này có thể đến từ một số nguồn dựa trên tình huống của bạn:
zh_cn: 第1/5页 \n乞讨，钻地或偷窃\n\n好消息是，我们的制造工具已经知晓所有配方，这些配方根据你的情况可能会派上用场。 坏消息是，这些配方都需要原材料。 根据你的情况，所需的这些原材料可能有好几种来源：
