Repository: sisizanohitopontoon/locales
Catalog: */EscapeFromMarsInterface.po
Languages: cs, es, fr, hu, it, nl, pt_pt, ru, tr, vi, zh_cn

# Interface.MarsTabletStage3Page2
source: PAGE 2 of 5 \nPOWER TO THE PERSON \n\nHopefully by this point you've found some batteries, and some means to charge them. The easiest way to supply power to a network is by connecting batteries to an Area Power Control unit. To provide the power you'll need for Smelting and bulk manufacturing however, you'll need something a little more convenient. The best way to handle this depends on your situation, but options include;
cs: STRÁNKA 2 z 5 \nNAPÁJENÍ PRO OSOBU \n\nDoufejme, že v tomto bodě jste našli nějaké baterie a některé prostředky k jejich nabití. Nejjednodušší způsob, jak napájet síť, je připojením baterií k řídící jednotce elektrické energie. Chcete-li poskytnout energii, kterou budete potřebovat pro Tavení a hromadnou výrobu však budete potřebovat něco trochu výhodnější. Nejlepší způsob, jak to zvládnout, závisí na vaší situaci, ale možnosti zahrnují;
es: Página 2 of 5 \nPOWER TO THE PERSON \n\nEsperemos que a estas alturas ya hayas encontrado algunas baterías y algunos medios para cargarlas. La forma más fácil de suministrar energía a una red es conectando baterías a una unidad de control de alimentación de área. Para proporcionar la energía que usted necesitará para la fundición y la fabricación a granel sin embargo, usted necesitará algo un poco más conveniente. La mejor manera de manejar esto depende de su situación, pero las opciones incluyen;
fr: PAGE 2 sur 5\nLE POUVOIR DE LA PERSONNE \n\nJ'espère qu'à ce stade, vous avez trouvé des piles et des moyens de les recharger. La façon la plus simple d'alimenter un réseau est de connecter des batteries à une unité de contrôle de l'alimentation. Pour fournir l'énergie dont vous aurez besoin pour la fusion et la fabrication en vrac, vous aurez besoin de quelque chose d'un peu plus pratique. La meilleure façon de gérer cela dépend de votre situation, mais les options incluent ;
hu: OLDAL 2 / 5 \nÁRAMELLÁTÁS \n\nRemélhetőleg már találtál elemeket, de ezeket tölteni kell. Egy hálózat ellátását legegyszerűbben áramszabályozóba helyezett elemekkel oldhatod meg. A beolvasztáshoz és a gyártához azonban több áramra lesz szükséged. A kivitelezés függ a szituációdtól, de vannak lehetőségeid:
it: PAGINA 2 di 5 \nPOTERE ALLA PERSONA \n\nSi spera che a questo punto tu abbia trovato delle batterie, e il modo per ricaricarle. Il modo più facile per fornire elettricità alla tua rete è connettere batterie alle unità di Controllo Alimentazione. Però per fornire l'elettricità di cui avrai bisogno per fondere lingotti e produzione di massa, dovrai you'll need something a little more convenient. The best way to handle this depends on your situation, but options include;
nl: PAGINA 2 van 5 \n STROOM NAAR DE PERSOON \n \n Hopelijk op dit punt heb je wat batterijen gevonden en een manier om ze op te laden. De eenvoudigste manier om stroom te leveren aan een netwerk is door de batterijen aan te sluiten op een Area Power Control-eenheid. Om de kracht te bieden die u nodig hebt voor smelten en bulkproductie, heeft u echter iets handiger nodig. De beste manier om hiermee om te gaan, hangt af van uw situatie, maar de opties omvatten;
pt_pt: PÁGINA 2 de 5 \n ENERGIA PARA A PESSOA \n \nEsperamos que por esta altura já tenhas encontrado algumas baterias e algum modo de as recarregar. A maneira mais simples de fornecer energia a uma rede é conectar baterias a um Controlo de Energia de Área. Mas para fornecer energia para fundir minérios ou para produção em maiores quantidades, vais precisar de algo mais conveniente. A melhor maneira de resolver isto depende da tua situação, mas as tuas opções são;
ru: Страница 2 из 5 \nНадеемся, что к этому моменту вы нашли несколько батарей и средства для их зарядки. Самый простой способ подачи питания в сеть - это подключение батарей к источнику бесперебойного питания UPS. Однако для обеспечения массового производства, вам понадобится следущее:
tr: SAYFA 2/5 \nKİŞİYE ENERJİ \n\nUmarım bu noktaya kadar biraz pil bulmuşsundur; bazı araçlar bu pilleri şarj eder. Bir elektrik ağına enerji tedarik etmenin en kolay yolu, bir Bölgesel Güç Denetleyici birimine pilleri bağlamaktır. Ancak, eritme ve toptan üretimde ihtiyacın olacak enerjiyi sağlamak için, biraz daha kullanışlı bir şeye ihtiyacın olacak. Bunu halletmenin en iyi yolu, durumuna bağlı olmakla beraber şu seçenekleri içerir;
vi: TRANG 2 trên 5 \nQUYỀN LỰC CHO CÁ NHÂN \n\nHy vọng rằng đến thời điểm này, bạn đã tìm thấy một số pin và một số phương tiện để sạc chúng. Cách dễ nhất để cung cấp điện cho mạng là kết nối pin với thiết bị Kiểm soát nguồn điện khu vực. Tuy nhiên, để cung cấp năng lượng bạn sẽ cần cho Luyện kim và sản xuất hàng loạt, bạn sẽ cần một thứ gì đó tiện lợi hơn một chút. Cách tốt nhất để xử lý điều này tùy thuộc vào tình huống của bạn, nhưng các tùy chọn bao gồm;
zh_cn: 第2/5页 \n给人充电 \n\n希望到目前为止你已经获得了一些电池，还有充电的途径。 向一个网络供电的最简单方法是将电池放到区域电源控制单元里。 然而，为了提供熔炼和批量制造所需的电力，你需要一些更方便的东西。 解决这个问题的最佳方法取决于你当前的情况，有很多选择；

# Interface.MarsTabletStage3Page3
source: PAGE 3 of 5 \nSOLID FUEL GENERATOR \nThis will generate power by burning fossilized hydrocarbons in solid form. The kit can be manufactured in an the Electronics Printer or a Fabricator.
cs: STRÁNKA 3 z 5 \nGENERÁTOR NA TUHÁ PALIVA \nBude generovat energii spálením fosilních uhlovodíků v pevné formě. Souprava může být vyrobena v elektronické tiskárně nebo ve konstruktérovi.
es: Página 3 of 5 \nGENERADOR DE COMBUSTIBLE SÓLIDO \nEsto generará energía quemando hidrocarburos fosilizados en forma sólida carbón. El kit puede ser fabricado en una Impresora Electrónica o en una Impresora Informatizada.
fr: PAGE 3 sur 5 \nGENERATEUR A COMBUSTIBE SOLIDE \nCela produira de l'électricité en brûlant des hydrocarbures fossilisés sous forme solide. Le kit peut être fabriqué dans une imprimante électronique ou un fabricateur.
hu: OLDAL 3 / 5 \nSZILÁRD TÜZELÉSŰ GENERÁTOR \nAz eszköz segítségével áramot termelhetsz megkövesedett szénhidrogének elégetésével. Az megépítéshez szükséges készlet egy elektronika nyomtató vagy egy fabrikátor segítségével gyártható le.
it: PAGINA 3 di 5 \nGENERATORE A CARBURANTE SOLIDO \nQuesto genererà elettricità bruciando idrocarburi fossili in forma solida. Il kit può essere fabbricato con una Stampante Elettronica o un Fabbricatore.
nl: PAGINA 3 van 5 \n VASTE BRANDSTOFGENERATOR \n Dit genereert stroom door gefossiliseerde koolwaterstoffen in vaste vorm te verbranden. De kit kan worden vervaardigd in een elektronische printer of een fabricator.
pt_pt: PÁGINA 3 de 5 \n GERADOR A SÓLIDOS \nIsto irá gerar energia queimando hidrocarbonetos fossilizados sólidos. O kit pode ser produzido numa Impressora de Componentes Eletrónicos ou num Fabricador.
ru: Страница 3 из 5 \nТвердотопливный генератор \nОн будет генерировать энергию путем сжигания ископаемых углеводородов. Комплект может быть изготовлен на принтере электроники или фабрикаторе.
tr: SAYFA 3/5 \nKATI YAKIT ÜRETİCİ \nBu makine, katı hâldeki fosilleşmiş hidrokarbonları yakarak enerji üretir. Donanımı, bir Elektronik Yazıcı veya bir İmalatçı'da üretilebilir.
vi: TRANG 3 trên 5 \nMÁY PHÁT ĐIỆN NHIÊN LIỆU RẮN \nĐiều này sẽ tạo ra năng lượng bằng cách đốt cháy các hydrocacbon hóa thạch ở dạng rắn. Bộ này có thể được sản xuất trong Máy in Điện tử hoặc Nhà chế tạo.
zh_cn: 第3/5页 \n固体燃料发电机 \n这将通过燃烧固体形式的碳氢化合物来发电。 该套件可以在电子打印机或装配机中制造。

# Interface.MarsTabletStage3Page4
source: PAGE 4 of 5 \nGAS GENERATOR \nThis will extract energy from the combustion resulting from igniting a hydrogen/oxygen fuel mix. A Clean burn will result in a greater power output, but you'll need to carefully manage the amount of fuel being fed in and likely use a transformer to limit the power output or you'll suffer from overloaded cables.
cs: STRÁNKA 4 z 5 \nGENERÁTOR NA PLYN \nTím bude získána energie ze spalování v důsledku zapálení směsi vodíku a kyslíku. Čisté vypálení bude mít za následek vyšší výkon, ale budete muset pečlivě řídit množství paliva, které je zdrojem a pravděpodobně budete používat transformátor k omezení výkonu nebo budete mít přetížené kabely.
es: Página 4 of 5 \nGENERADOR DE GAS \nEsto extraerá energía de la combustión resultante de la ignición de una mezcla de combustible de hidrógeno/oxígeno. Una combustión limpia resultará en una mayor potencia de salida, pero tendrá que administrar cuidadosamente la cantidad de combustible que se alimenta y es probable que utilice un transformador para limitar la potencia de salida o sufrirá una sobrecarga de los cables.
fr: PAGE 4 of 5 \nGENERATEUR GAZ COMBUSTIBLE \nCela va extraire l'énergie de la combustion résultant de l'allumage d'un mélange hydrogène/oxygène. Une combustion propre se traduira par une plus grande production d'énergie, mais vous devrez gérer avec soin la quantité de combustion et probablement utiliser un transformateur pour limiter la production d'énergie ou vos câbles risque de brûler.
hu: OLDAL 4 / 5 \nGÁZÜZEMŰ GENERÁTOR \nEzzel az eszközzel hidrogén-oxigén keverék égetésével állíthatsz elő áramot. Tiszta égéssel nagyobb hatásfokot érhetsz el, de használj transzformátort, különben a kábelek túltöltődnek.
it: PAGINA 4 di 5 \nGENERATORE A GAS \nQuesto estrarrà energia dalla combustione risultante dall'ignezione di un mix di ossigeno/idrogeno. Una bruciata pulita creerà un maggiore output di potenza, ma dovrai gestire attentamente l'ammontare di carburante che gli fornisci e probabilmente usare un trasformatore per limitare l'output di energia o avrai problemi di sovraccarico dei cavi.
nl: PAGINA 4 van 5 \n GASGENERATOR \n Dit zal energie onttrekken aan de verbranding als gevolg van het ontsteken van een waterstof / zuurstofbrandstofmix. Een schone verbranding zal resulteren in een groter vermogen, maar u zult de hoeveelheid toegevoerde brandstof zorgvuldig moeten beheren en waarschijnlijk een transformator gebruiken om het vermogen te beperken of u zult last hebben van overbelaste kabels.
pt_pt: PÁGINA 4 de 5 \n GERADOR A GÁS \nIsto irá extrair energia da combustão resultante da mistura combustível de hidrogénio e oxigénio. Uma combustão limpa tem como resultado maior energia criada, mas terás de cuidadosamente gerir as quantidades de combustível a serem inseridas e provavelmente terás de usar um transformador para limitar a quantidade de energia produzida ou terás problemas com excesso de energia nos teus cabos.
ru: Страница 4 из 5 \nГазовый генеторатор \nПроизводит энергию путем сжигания топлива. Чистое топливо приведет к большей выходной мощности, но нужно будет тщательно контролировать количество подаваемого топлива и использовать трансформатор для ограничения выходной мощности.
tr: SAYFA 4/5 \nGAZ ÜRETİCİ \nBu makine, bir hidrojen/oksijen yakıt karışımının ateşlenmesi ile yanma sonucunda enerji ortaya çıkarır. Temiz bir yanma, daha büyük bir enerji çıkışını sağlar, fakat beslenen yakıt miktarını dikkatlice idare etmelisin ve enerji çıkışını sınırlandırmak için muhtemelen bir transformatör kullanmalısın yoksa aşırı yüklenmiş kablolardan muzdarip olursun.
zh_cn: 第4/5页 \n气体发电机 \n从氢/氧燃料混合物的燃烧过程中提取能量。 燃料完全燃烧能产生更大的电力输出，但是你需要小心地控制所输入的燃料量，并尽量使用变压器来限制电力输出，否则你会受到电缆过载的困扰。

# Interface.MarsTabletStage3Page5
source: PAGE 5 of 5 \nSOLAR PANELS \nSolar Panels. Once placed, you'll need to complete them by with a glass sheet - but once that's done they'll generate a nominal amount of power during the day. You can use your wrench to adjust the vertical and horizontal angle to try face the sun but in the long term you might want to look at using a logic circuit and a daylight sensor to track it for you.
cs: STRÁNKA 5 z 5 \nSOLAR PANELY \nSolární panely. Jakmile umístíte, musíte je doplnit skleněnou tabulí - ale jakmile je hotovo budou tvořit nominální množství energie v průběhu celého dne. Pomocí klíče můžete nastavit vertikální a horizontální úhel, panel nastavit ke slunci, ale v dlouhodobém horizontu byste se měli podívat na použití logického obvodu a senzoru denního světla, který bude sledovat slunce.
es: Página 5 of 5 \nPANELES SOLARES \nSPaneles Solares. Una vez colocados, tendrás que completarlos con una lámina de vidrio, pero una vez hecho esto, generarán una cantidad nominal de energía durante el día. Puedes usar tu llave inglesa para ajustar el ángulo vertical y horizontal para tratar de mirar hacia el sol, pero a largo plazo puede que quieras utilizar un circuito lógico y un sensor de luz diurna para sea automático.
fr: PAGE 5 of 5 \nPANNEAUX SOLAIRES \nPanneaux solaires. Une fois placé, vous devrez les compléter avec du verre, mais une fois que cela sera fait, ils généreront une quantité d'énergie nominale pendant la journée. Vous pouvez utiliser votre clé pour ajuster l'angle vertical et horizontal afin de faire face au soleil, mais à long terme, vous pouvez utiliser un circuit logique et un capteur de lumière du jour pour le suivre.
hu: OLDAL 5 / 5 \nNAPELEMEK \nNapelemek. Ha elhelyeztél egyet, ki kell egészítened egy üveglappal, ezután nincs más dolgod, maguktól termelik az elektromosságot. Az irányukat állíthatod franciakulccsal, de ha nem akarsz ezzel vacakolni, egy áramkört is építhetsz, ami egy napfényérzékelő segítségével szabályozza a paneleket.
it: PAGINA 5 di 5 \nPANNELLI SOLARI \nPannelli Solari. Una volta piazzati, dovrai completarli con una lastra di vetro - ma una volta che questo è stato fatto genereranno una quantità di energia nominale durante il giorno. Puoi usare la tua Chiave per aggiustare l'angolo verticale e orizzontale così da provare ad orientarli verso il sole ma nel lungo termine potresti guardare come utilizzare un circuito logico ed un sensore di luminosità per far sì che segua il sole per te.
nl: PAGINA 5 van 5 \n ZONNE PANELEN \n Zonne panelen. Eenmaal geplaatst, moet u ze invullen met een glasplaat - maar zodra dat is gebeurd, genereren ze overdag een nominale hoeveelheid stroom. U kunt uw moersleutel gebruiken om de verticale en horizontale hoek aan te passen om in de zon te kijken, maar op de lange termijn wilt u misschien kijken naar een logisch circuit en een daglichtsensor om het voor u te volgen.
pt_pt: PÁGINA 5 de 5 \n PAINÉIS SOLARES \nPainéis Solares. Uma vez colocados, terás de os completar com uma folha de vidro - mas após estarem acabados eles criarão apenas uma fração de energia durante o dia. Poderás usar a tua Chave Inglesa para ajustar os ângulos verticais e horizontais e tentar posicioná-los virados para o sol, mas a longo prazo, poderás dar uma vista de olhos de como usar circuitos lógicos e um sensor de luz para fazerem este trabalho por ti.
ru: Страница 5 из 5 \nСолнечные панели. После размещения необходимо накрыть их листом стекла и они начнут генерировать небольшое количество энергии в течение дня. Используя гаечный ключ можно отрегулировать вертикальный и горизонтальный угол, повернуться лицом к солнцу.
tr: SAYFA 5/5 \nGÜNEŞ PANELLERİ \nGüneş Panelleri. Yerleştirildikten sonra, bir cam yüzey ile tamamlaman gerekir; ama bir kez yapıldılar mı, gün boyunca düşük bir miktarda enerji üretirler. Güneşe çevirebilmek, dikey ve yatay açıyı ayarlayabilmek için ingiliz anahtarını kullanabilirsin fakat uzun dönemde, senin için, Güneş'i takip etmeleri için bir mantık devresinin ve bir gün ışığı sensörünün kullanımına bakmak isteyebilirsin.
vi: TRANG 5 trên 5 \nTẤM NĂNG LƯỢNG MẶT TRỜI \nTấm năng lượng mặt trời. Sau khi được đặt, bạn sẽ cần phải hoàn thành chúng bằng một tấm kính - nhưng sau khi hoàn thành, chúng sẽ tạo ra một lượng điện năng danh nghĩa trong ngày. Bạn có thể sử dụng cờ lê để điều chỉnh góc dọc và ngang để cố gắng đối mặt với mặt trời nhưng về lâu dài, bạn có thể muốn xem xét bằng cách sử dụng mạch logic và cảm biến ánh sáng ban ngày để theo dõi nó cho bạn.
zh_cn: 第5/5页 \n太阳能电池板 \n太阳能电池板。 安放后，你还需要用一块玻璃板来完成建造 - 但一旦完成，它将在整个白天产生电力，不多，但够用。 你可以用你的扳手调整垂直和水平的角度来尝试让它对着太阳，但从长远来看，你可能会想用一些逻辑电路加上日光传感器来实现太阳能电池板的太阳追踪。

# Interface.MarsTitleFoodSupply
source: A Reliable Food Source
cs: Spolehlivý zdroj potravy
es: Una fuente confiable de alimentos
fr: Une source de nourriture fiable
hu: Megbízható élelmiszerforrás
it: Una fonte di cibo affidabile
nl: Een betrouwbare voedselbron
pt_pt: Uma fonte de alimento de confiança
ru: Надежный источник питания
tr: GÜVENİLİR BİR GIDA KAYNAĞI
vi: Nguồn thực phẩm đáng tin cậy
zh_cn: 可靠的食物来源

# Interface.MarsTabletStage4
source: GARDENING GUIDE
cs: ZAHRADNICKÁ PŘÍRUČKA
es: GUÍA DE JARDINERÍA
fr: GUIDE DU JARDINNAGE
hu: NÖVÉNYTERMESZTÉSI KÉZIKÖNYV
it: GUIDA AL GIARDINAGGIO
nl: TUINIEREN GIDS
pt_pt: GUIA DE JARDINAGEM
ru: САДОВОДСТВО
tr: BAHÇIVANLIK KILAVUZU
vi: HƯỚNG DẪN LÀM VƯỜN
zh_cn: 种植入门

# Interface.MarsDescFoodSupply
source: We don't know how long you'll need to survive here. We should prepare a renewable source of food just in case.
cs: Nevíme, jak dlouho tady budete muset přežít. Měli bychom připravit obnovitelný zdroj potravy, jen pro případ.
es: No sabemos cuánto tiempo necesitarás para sobrevivir aquí. Deberíamos preparar una fuente renovable de comida por si acaso.
fr: Nous ne savons pas combien de temps vous aurez besoin pour survivre ici. Nous devrions préparer une source de nourriture renouvelable juste au cas où.
hu: Nem tudjuk meddig kell még túlélned, úgyhogy a biztonság kedvéért ételt kéne előállítanunk.
it: Non sappiamo per quanto tempo dovrai sopravvivere qui. Dovremmo preparare una fonte rinnovabile di cibo in questo caso.
nl: We weten niet hoe lang je hier nog moet overleven. We moeten een hernieuwbare voedselbron bereiden voor het geval dat.
pt_pt: Não sabemos quanto tempo vais ter de sobreviver aqui. Deveremos preparar uma fonte renovável de comida.
ru: Мы не знаем, как долго вам нужно выживать здесь. На всякий случай мы должны приготовить возобновляемый источник пищи.
tr: Burada ne kadar uzun süre hayatta kalman gerekeceğini bilmiyoruz. Her ihtimale karşı yenilenebilir bir gıda kaynağı hazırlamalıyız.
vi: Chúng tôi không biết bạn sẽ cần tồn tại ở đây bao lâu. Chúng ta nên chuẩn bị một nguồn thực phẩm có thể tái tạo để đề phòng.
zh_cn: 我们不知道你需要在这里生存多久。 我们应该准备一种可再生的食物来源以防万一。

# Interface.MarsTaskPrepareAtmos
source: Create a pressurized room with an atmosphere sufficient to grow Potatoes.
cs: Vytvořte natlakovanou místnost s atmosférou dostatečnou pro pěstování brambor.
es: Crear una sala presurizada con una atmósfera suficiente para hacer crecer {THING: ItemPotato}
fr: Créer une salle pressurisée avec une atmosphère suffisante pour cultiver les pommes de terre.
hu: Csinálj egy nyomás alatt levő szobát elégséges légkörrel burgonyatermesztéshez.
it: Crea una stanza pressurizzata con un'atmosfera sufficiente a coltivare le Patate.
nl: CreÃ«er een ruimte onder druk met voldoende atmosfeer om aardappelen te telen.
pt_pt: Cria uma sala pressurizada com uma atmosfera suficiente para cultivar batatas.
ru: Создайте герметичную комнату с атмосферой, достаточной для выращивания картофеля.
tr: Patates yetiştirmek için yeterli bir atmosfere sahip basınçlı bir oda oluştur.
vi: Tạo một phòng điều áp với không khí đủ để trồng Khoai tây.
zh_cn: 创建一个加压的房间, 其空气足以种植土豆。

# Interface.MarsTaskGrowPotato
source: Grow a {THING:ItemPotato} to maturity.
cs: Pěstujte {THING:ItemPotato} do zralosti.
es: Obtener un {THING:ItemPotato}
fr: Cultivez une {THING:ItemPotato} à maturité.
hu: Növessz egy {THING:ItemPotato}palántát érésig.
it: Ottieni una {THING:ItemPotato} matura
nl: Kweek een {THING:ItemPotato} tot hij volgroeid is.
pt_pt: Cultive uma {THING:ItemPotato} até à sua maturação.
ru: Вырастить {THING:ItemPotato} до зрелости.
tr: Olgun bir {THING:ItemPotato} yetiştir.
vi: Phát triển một {THING:ItemPotato} trưởng thành.
zh_cn: 培育{THING:ItemPotato}到成熟。

# Interface.MarsTabletStage4Page1
source: PAGE 1 of 2 \nLITTLE GREEN THUMBS\nThe bare minimum you'll need to be able to grow crops is a Hydroponics Tray or Portable Hydroponics. This will need to be supplied with a source of water and placed in an atmosphere of at least ~20kpa, around 20-25degrees Celcius and containing a small amount of carbon dioxide.
cs: STRÁNKA 1 z 2 \nMALÝ ZELENÝ PALEC\nMinimum, které budete potřebovat k tomu, abyste mohli pěstovat plodiny, je Hydroponický zásobník nebo Přenosná Hydroponie. To bude muset být dodáváno se zdrojem vody a umístěno v atmosféře nejméně ~ 20kpa, kolem 20-25degrees Celcius a obsahu malého množství oxidu uhličitého.
es: PAGE 1 of 2 \nLITTLE GREEN THUMBS\nEl mínimo que necesitarás para poder cultivar es una bandeja hidropónica o una hidropónica portátil. Esto necesitará ser suministrado con una fuente de agua y colocado en una atmósfera de por lo menos ~20kpa, alrededor de 20-25 grados centígrados y conteniendo una pequeña cantidad de dióxido de carbono.
fr: PAGE 1 of 2 \nPETITE POUCES VERTE\nLe strict minimum pour cultiver des plantes est un plateau hydroponique ou une station hydroponique portable. Il faudra l'alimenter avec une source d'eau et l'installer dans une atmosphère d'au moins 20kPa, environ 20-25° Celsius et contenant une petite quantité de dioxyde de carbone.
hu: OLDAL 1 / 2 \nKICSI ZÖLD CSÍRÁK\nA növénytermesztéshez szükséged lesz legalább egy hidroponikus tálcára vagy egy hordozható hidroponikus termesztőre. Ezeket vízzel és megfelelő légkörrel kell ellátnod. Az atmoszféra nyomása legyen legalább 20 kPa, hőmérséklete pedig 20 és 25 Celsius-fok között és tartalmazzon valamennyi szén-dioxidot.
it: PAGINA 1 di 2 \nPICCOLI POLLICI VERDI\nL'occorrente minimo di cui avrai bisogno per crescere delle colture è una Vasca idroponica o un Kit idroponico portatile. Questi avranno bisogno di essere alimentati con una fonte d'acqua e piazzati in un atmosfera di almeno ~20kpa, circa 20-25 gradi Celcius e contenere una piccola quantità di anidride carbonica.
nl: PAGINA 1 van 2 \n Groene vingers \n Het absolute minimum dat je nodig hebt om gewassen te kunnen laten groeien, is een Hydrocultuur Rek of Mobiele Hydrocultuur. Dit moet worden geleverd met een waterbron en in een atmosfeer van ten minste ~ 20 kpa, rond 20-25 graden Celcius en met een kleine hoeveelheid koolstofdioxide.
pt_pt: PÁGINA 1 de 2 \n PEQUENOS DEDOS VERDES \nO mínimo que precisas para cultivares é um Tabuleiro para Hidroponia ou uma Hidroponia Portátil. Precisam de estar ligados a uma fonte de água e ter uma atmosfera com um mínimo de ~20Kpa, cerca de 20 a 25 graus Celcius e que contenha uma pequena quantidade de Dióxido de Carbono.
ru: Страница 1 из 2 \nМинимум, который понадобится для выращивания сельскохоз культур - это гидропонная установка или переносная гидропоника. Они должны быть обеспечены водой и помещены в атмосферу, минимум ~20кПа, примерно 20-25 градусов Цельсия и содержащую небольшое количество СО2.
tr: SAYFA 1/2 \nKÜÇÜK YEŞİL BAŞPARMAK\nEn temel olarak, bitki yetiştirebilmek için bir Hidroponik Tepsisine veya bir Taşınabilir Hidroponiğe ihtiyacın olacak. Bu araçlar, su kaynağının temin edilmesine ve en az 20kpa basınçtaki, yaklaşık 20-25 santigrad derecedeki ve az bir miktar karbondioksitin bulunduğu atmosfere ihtiyaç duyar.
zh_cn: 第1/2页 \n园艺新手\n要能种植作物的最基本要求就是要有一个水培托盘或是便携式水培盆。 这将需要水源供应，并放置在至少约20kpa，20-25摄氏度，并且含有少量二氧化碳的大气环境中。
