Repository: sisizanohitopontoon/locales
Catalog: */EscapeFromMarsInterface.po
Languages: cs, es, fr, hu, it, nl, pt_pt, ru, tr, vi, zh_cn

# Interface.MarsTabletStage2Page2
source: PAGE 2 of 5 \nSCAVENGE\n\nIf your vessel is still largely intact, you may be able to find materials in their processed form, either already inside manufacturing machines or stored nearby.
cs: STRÁNKA 2 z 5 \n PROHLEDÁVAT \n \n Pokud je vaše plavidlo ještě z velké části neporušené, můžete najít materiály ve zpracované podobě, ať již ve výrobních strojích nebo v blízkosti.
es: Página 2 de 5 \nCARROÑEAR\n\nSi su nave aún está en gran parte intacta, es posible que pueda encontrar materiales en su forma procesada, ya sea dentro de las máquinas de fabricación o almacenados cerca de ellas.\n\nDESMANTELAR\n\nSi eres capaz de encontrar o fabricar una amoladora , debes ser capaz de utilizarlo para desmantelar algunos de los restos de tu nave. Un reciclador se puede utilizar para descomponerlos en una mezcla de sus materiales y componentes y una centrifugadora los separará para que se puedan volver a fundir en materiales utilizables.
fr: PAGE 2 sur 5 \nFOUILLER\n\nSi votre navire est encore largement intact, vous pouvez trouver des matériaux sous leur forme transformé, soit déjà à l'intérieur des machines de fabrication, soit stockés à proximité.
hu: OLDAL 2 / 5 \nGUBERÁLJ\n\nHa még ép a hajód, esélyed van arra, hogy feldolgozott nyersanyagokat találj, esetleg már a gyártó gépekben vagy a közelükben tárolva.
it: PAGINA 2 di 5 \nFRUGA\n\nSe l'astronave è ancora largamente intatta, potresti essere in grado di trovare materiali nella loro forma già completa, già pronti per essere inseriti in macchine di fabbricazione o stoccati lì vicino.\n\nSMANTELLA\n\nSe sei in grado di trovare o fabbricare un Flessibile, dovresti essere in grado di utilizzarlo per smantellare qualche rottame della nave. Puoi usare un Riciclatore per sminuzzarli e creare un mix dei materiali che li compongono e usare poi una Centrifuga che li separerà, così che possano essere di nuovo fusi in materiali utilizzabili.
nl: PAGINA 2 van 5 \n ZOEKEN \n \n Als uw schip nog grotendeels intact is, kunt u mogelijk materialen in de verwerkte vorm vinden, die zich al in productiemachines bevinden of in de buurt zijn opgeslagen.
pt_pt: PÁGINA 2 de 5 \n COLETAR \n \nSe a tua nave estiver maioritariamente intacta, poderás encontrar materiais na sua forma processada, quer seja dentro de máquinas de fabricação ou armazenados nas proximidades.
ru: Страница 2 из 5 \nЕсли ваш корабль не поврежден, вы можете найти материалы в переработанном виде внутри производственных машин или рядом с ними.
tr: SAYFA 2/5 \nORTALIĞI ARAMAK\n\nEğer gemin hâlâ büyük ölçüde sağlam ise, üretilmiş hâliyle malzemeler bulabilirsin, ya da zaten üretim makineleri içeridedir veya yakınlarda depolanmıştır.
vi: TRANG 2 trên 5 \nLỌC SẠCH\n\nNếu tàu của bạn phần lớn vẫn còn nguyên vẹn, bạn có thể tìm thấy các vật liệu ở dạng đã qua xử lý của chúng, hoặc đã có bên trong máy chế tạo hoặc được cất giữ gần đó.
zh_cn: 第2/5页 \n拾荒\n\n如果你的飞船大部分还是完好的，你可能可以从中找到加工过的材料，不在那些制造设备里面就在附近的某个地方存储着。

# Interface.MarsTabletStage2Page3
source: PAGE 3 of 5 \nDISMANTLE\n\nIf you're able to find or manufacture an Angle Grinder, you should be able to use it to dismantle some of the ship wreckage. A Recycler can be used to break these down into a mix of it's component materials and a Centrifuge will separate them out so they can be re-smelted into usable materials.
cs: STRÁNKA 3 z 5 \n DEMONTOVAT \n \nPokud jste schopni najít nebo vyrobit úhlovou brusku, měli byste být schopni ji použít k demontáži některých vraků lodí. Recyklovač lze použít k jejich rozdělení na směs materiálů, z nichž je složka vyrobena, a odstředivka je rozdělí, takže je lze znovu roztavit na použitelné materiály.
es: Página 3 of 5 \nDESMANTELAR\n\nSi eres capaz de encontrar o fabricar una amoladora de ángulo, deberías poder usarla para desmantelar algunos de los restos de la nave. Un reciclador se puede utilizar para descomponerlos en una mezcla de sus materiales o componentes y una centrifugadora los separará para que se puedan volver a fundir en materiales utilizables.
fr: PAGE 3 sur 5 \nDEMANTELER\n\nSi vous êtes en mesure de trouver ou de fabriquer une meuleuse, vous devriez pouvoir l'utiliser pour démanteler une partie de l'épave du navire. Un recycleur peut être utilisé pour les décomposer en un mélange de ses composants et une centrifugeuse les séparera pour qu'ils puissent être refondus en matériaux utilisables.
hu: OLDAL 3 / 5 \nLEBONTÁS\n\nHa már találtál vagy legyártottál egy sarokcsiszolót, képes lennél vele lebontani a hajóroncs egyéb részeit. Az újrahasznosító le tudja bontani a behelyezett anyagokat, majd azokat egy keverék formájában kiadhatja. Ezeket a keverékeket egy centrifuga segítségével tudod szétválasztani tiszta anyagokra, amiket pedig újra beolvaszthatsz a későbbi használatra.
it: PAGINA 3 di 5 \nSMANTELLA\n\nSe sei in grado di trovare o costruire un flessibile dovresti essere in grado di utilizzarlo per smantellare un po' dei relitti della nave. Un Riciclatore può essere utilzzato per romperli in un mix di materiali e una Centrifuga li separerà così che possano essere nuovamente fusi in materiali utilizzabili.
nl: PAGINA 3 van 5 \n DEMONTEREN \n \n Als u een haakse slijper kunt vinden of produceren, kunt u deze gebruiken om een deel van het scheepswrak te demonteren. Een Recycler kan worden gebruikt om deze op te splitsen in een mix van zijn samenstellende materialen en een centrifuge zal ze scheiden zodat ze opnieuw kunnen worden gesmolten tot bruikbare materialen.
pt_pt: PÁGINA 3 de 5 \n DESMANTELAR \n \nSe conseguires encontrar ou fabricar uma Rebardadora, deves ser capaz de usá-la para desmantelar alguns dos destroços da nave. Um reciclador pode ser usado para os moer numa mistura dos seus materiais componentes e uma centrifugadora fará a sua separação para que possam ser refundidos em materiais utilizáveis.
ru: Страница 3 из 5 \nЕсли вам удастся найти или изготовить болгарку, ее можно использовать для демонтажа корабельных обломков. Утилизатор можно использовать для разделения их на смесь компонентов, а центрифуга разделит так, чтобы можно было переплавить их в материалы.
tr: SAYFA 3/5 \nSÖKMEK\n\nEğer bir Açılı Öğütücü bulabildiysen veya üretebildiysen, gemi enkazından bazılarını sökmek için kullanabilmelisin. Bir Geri Dönüştürücü, bileşen malzemelerinin bir karışımını ortaya çıkarmak için kullanılabilir ve bir Santrifüj, bunları birbirinden ayırabilir; böylece, kullanılabilir malzemelere yeniden eritilebilirler.
vi: TRANG 3 trên 5 \nPHÁ HỦY\n\nNếu bạn có thể tìm thấy hoặc sản xuất Máy mài góc, bạn sẽ có thể sử dụng nó để tháo dỡ một số mảnh vỡ của con tàu. Máy tái chế có thể được sử dụng để chia nhỏ chúng thành hỗn hợp các nguyên liệu thành phần của nó và Máy ly tâm sẽ tách chúng ra để có thể nấu chảy lại thành vật liệu có thể sử dụng được.
zh_cn: 第3/5页 \n拆除\n\n如果你能找到或制造一个角磨机，你能够用它来拆除掉飞船的残骸。 回收器可以用来把它们分解成其组成材料混合物，然后再用离心机将它们分离出来，这样它们就可以被重新熔炼成可用的材料。

# Interface.MarsTabletStage2Page4
source: PAGE 4 of 5 \nEXCAVATE\n\nVery dependent on your surroundings, some exploratory vessels were equipped with basic mining equipment. If you are lucky enough to find yourself somewhere with an abundance of mineral resources, this is certainly a viable option.
cs: STRÁNKA 4 z 5 \nVYKOPAT\n\nVelmi závislé na vašem okolí byly některé průzkumné plavidla vybaveny základním těžebním zařízením. Pokud máte to štěstí, že se ocitnete někde s množstvím minerálních zdrojů, je to jistě životaschopná volba.
es: Página 4 of 5 \nEXCAVAR\n\nDependiendo mucho de su entorno, algunas naves exploradoras fueron equipadas con equipo básico de minería. Si tienes la suerte de encontrarte en algún lugar con abundancia de recursos minerales, esta es ciertamente una opción viable.
fr: PAGE 4 sur 5 \nEXTRAIRE\n\nTrès dépendants de votre environnement, certains navires explorateurs étaient équipés d'équipements miniers de base. Si vous avez la chance de vous trouver quelque part avec une abondance de ressources minérales, c'est certainement une option viable.
hu: OLDAL 4 / 5 \nKITERMELÉS\n\nNéhány felderítő hajó el van látva alapvető bányászfelszereléssel, ha elég szerencsés vagy, akár még egy adag feldolgozatlan ércet is találhatsz, mellyel jelentősen megugorhatnak a túlélési esélyeid.
it: PAGINA 4 di 5 \nSCAVA\n\n Molto dipendente dai tuoi dintorni, alcuni vascelli d'esplorazione erano attrezzati con equipaggiamento base da minatore. Se sei abbastanza fortunato da trovarti in una zona con abbondanti risorse minerali sicuramente questo ti aiuterà.
nl: PAGINA 4 van 5 \n UITGRAVEN \n \n Zeer afhankelijk van uw omgeving, waren sommige verkenningsschepen uitgerust met basisuitrusting voor mijnen. Als je het geluk hebt om jezelf ergens te vinden met een overvloed aan minerale bronnen, is dit zeker een haalbare optie.
pt_pt: PÁGINA 4 de 5 \n ESCAVAR \n \nEstando muito dependente do que possas encontrar na área, algumas naves de exploração foram dotadas de equipamentos de mineração básicos. Se tiveres a sorte de te encontrar numa área com recursos mineráveis abundantes, esta é de certeza uma opção viável.
ru: Страница 4 из 5 \nОсмотритесь вокруг, некоторые исследовательские суда были оснащены горным оборудованием. Если повезет оказаться рядом с залежами руды, это поможет выжить.
tr: SAYFA 4/5 \nKAZMAK\n\nÇevrenize çok bağlı olarak, bazı keşif gemileri, basit madencilik ekipmanları ile donatılmıştır. Eğer, bol miktarda maden kaynağı olan bir yerde kendini bulacak kadar şanslıysan, bu ekipmanları kullanmak kesinlikle uygun bir seçenektir.
vi: TRANG 4 trên 5 \nKHAI QUẬT\n\nRất phụ thuộc vào môi trường xung quanh bạn, một số tàu thám hiểm được trang bị thiết bị khai thác cơ bản. Nếu bạn may mắn tìm thấy cho mình một nơi nào đó có nguồn tài nguyên khoáng sản dồi dào thì đây chắc chắn là một lựa chọn khả thi.
zh_cn: 第4/5页 \n挖掘\n\n所谓靠山吃山，靠水吃水，你要适应你所处的环境并利用它们所产生的资源，某些勘探飞船会配备基本的采矿设备。 如果你有幸找到一个矿产资源丰富的地方，那么这就是一个可独立发展的选择。

# Interface.MarsTabletStage2Page5
source: PAGE 5 of 5\nSMELT\n\nThe most straightforward way to convert raw materials into processed ingots ready for manufacturing is using the Arc Furnace and providing it with some power. If you're limited on resources it should probably be your first investment, as if you cannot scavenge sufficient materials it'll be a requirement eventually to ensure you're able to produce more.
cs: STRÁNKA 5 z 5\nTAVENÍ\n\nNejjednodušší způsob, jak přeměnit suroviny na zpracované ingoty připravené k výrobě, je použití obloukové pece a poskytnutí nějaké energie. Pokud jste omezeni zdroji, pravděpodobně by měla být vaší první investicí, jako kdybyste nedokázali zachránit dostatečné množství materiálů, bude to nakonec požadavek zajistit, že budete schopni produkovat více.
es: Página 5 of 5\nFundición\n\nLa forma más sencilla de convertir las materias primas en lingotes procesados listos para su fabricación es utilizar el horno de arco y proporcionarle algo de potencia. Si sus recursos son limitados, probablemente debería ser su primera inversión, ya que si no puede encontrar suficientes materiales, será un requisito para asegurar que pueda producir más.
fr: PAGE 5 sur 5\nFONDRE\n\nLa façon la plus simple de convertir les matières premières en lingots transformés prêts pour la fabrication est d'utiliser le four à arc et de lui fournir de l'énergie. Si vous êtes limité en ressources, cela devrait probablement être votre premier investissement, car si vous ne pouvez pas récupérer suffisamment de matériaux, ce sera nécessaire pour vous assurer que vous serez en mesure de produire davantage.
hu: OLDAL 5 / 5 \nBEOLVASZTÁS\n\nA nyersanyagok feldolgozásának és gyártáshoz előkészítése legegyszerűbb módja, ha elektromos kohót használunk némi árammal ellátva. Ha a forrásaid korlátozottak, erre kéne először hangsúlyt fektetned, hogy megfelelő mennyiségű alapanyagot állíthass elő.
it: PAGINA 5 di 5\nFONDI\n\nLa maniera più diretta di convertire materiali grezzi in lingotti pronti per la fabbricazione è quella di usare una Fornace ad Arco, alimentandola con un po' di corrente. Se hai risorse limitate questa dovrebbe essere probabilmente il tuo primo investimento, visto che non potrai ottenere tutti i materiali solo smantellando relitti sarà necessario costruirla per assicurarti che potrai produrne altri.
nl: PAGINA 5 van 5 \n SMELT \n \n De meest ongecompliceerde manier om grondstoffen om te zetten in verwerkte blokken klaar voor productie, is het gebruik van de Vlamboog Oven en deze stroom te geven. Als u beperkt middelen heb, zou dit waarschijnlijk uw eerste investering moeten zijn, alsof u niet voldoende materialen kunt wegvangen, het zal uiteindelijk een vereiste zijn om ervoor te zorgen dat u meer kunt produceren.
pt_pt: PÁGINA 5 de 5 \n FUNDIR \n \nA maneira mais direta de converter matérias primas em lingotes a serem usados na produção é usar o Forno de Arco Elétrico ligado a alguma fonte de energia. Se estás com recursos limitados, provavelmente este deverá ser o teu primeiro investimento, pois não conseguirás coletar materiais suficientes e eventualmente será um requisito para a garantir a tua capacidade de os produzir.
ru: Страница 5 из 5 \nСамый простой способ превращения сырья в слитки, готовые к производству - это использование дуговой печи и обеспечение ее электричеством. Если вы ограничены в ресурсах, это первое во что нужно вложениться.
tr: SAYFA 5/5\nERİTME\n\nHam maddeleri, üretim için hazır işlenmiş külçelere dönüştürmenin en basit yolu, Ark Fırını kullanmaktır ve ona biraz enerji sağlamaktır. Eğer, kaynak olarak sıkıntıda isen, bu muhtemelen ilk yatırımın olmalıdır; eğer yeterli malzeme bulamazsan, sonunda daha fazla üretebilmen için bir gereklilik olacaktır.
vi: TRANG 5 trên 5\nSMELT\n\nCách đơn giản nhất để chuyển đổi nguyên liệu thô thành các thỏi đã qua xử lý sẵn sàng cho sản xuất là sử dụng Lò hồ quang và cung cấp cho nó một số năng lượng. Nếu bạn bị hạn chế về nguồn lực, đây có thể là khoản đầu tư đầu tiên của bạn, vì nếu bạn không thể tìm kiếm đủ nguyên liệu thì cuối cùng sẽ là một yêu cầu để đảm bảo bạn có thể sản xuất nhiều hơn.
zh_cn: 第5/5页\n熔炼\n\n将原材料转化为精炼锭块制造物品的最直接的方式是使用电弧炉，记得为其提供一点电力。 如果你的资源有限，比如没有收集到很多材料，那这很可能会是你的第一笔投资。无论如何这都会是一个你基地必备的设备，能确保你能够可持续发展。

# Interface.MarsTitleSetupManufacturing
source: Seizing the means of production
cs: Zajištění výrobních prostředků
es: Aprovechar los recursos de producción
fr: Saisir les moyens de production
hu: A gyártás eszközei
it: Conoscere i mezzi di produzione
nl: Het verkrijgen van de productiemiddelen
pt_pt: Apreender os meios de produção
ru: Получение средств производства
tr: Üretim yollarını kavramak
vi: Nắm bắt tư liệu sản xuất
zh_cn: 掌握生产方法

# Interface.MarsTabletStage3
source: PRODUCTION 101
cs: VÝROBA 101
es: PRODUCCIÓN 101
hu: PRODUKCIÓ 101
it: PRODUZIONE 101
nl: PRODUCTIE 101
pt_pt: PRODUÇÃO 101
ru: ПРОИЗВОДСТВО 101
tr: ÜRETİM 101
vi: SẢN XUẤT 101
zh_cn: 101 工厂

# Interface.MarsDescSetupManufacturing
source: In order to manufacture everything we'll need, we should start with a {THING:ItemKitHydraulicPipeBender} and a {THING:ItemKitElectronicsPrinter}.
cs: Abychom mohli vyrobit vše, co potřebujeme, měli bychom začít s {THING:ItemKitHydraulicPipeBender} a {THING:ItemKitElectronicsPrinter}.
es: Para fabricar lo que necesitamos, debemos empezar con un {THING:ItemKitHydraulicPipeBender} y un {THING:ItemKitElectronicsPrinter}.
fr: Afin de fabriquer tout ce dont nous aurons besoin, nous devrions commencer par un {THING:ItemKitHydraulicPipeBender} et un {THING:ItemKitElectronicsPrinter}.
hu: Ahhoz hogy mindent le tudj gyártani, a {THING:ItemKitHydraulicPipeBender} és a {THING:ItemKitElectronicsPrinter} használatával kéne kezdeni.
it: In modo da fabbricare tutto quello che ci servirà, dovremmo iniziare con un {THING:ItemKitHydraulicPipeBender} e una {THING:ItemKitElectronicsPrinter}.
nl: Om alles te produceren wat we nodig hebben, moeten we beginnen met een {THING:ItemKitHydraulicPipeBender} en een {THING:ItemKitElectronicsPrinter}.
pt_pt: De maneira a produzir tudo o que precisaremos, deveremos começar com um {THING:ItemKitHydraulicPipeBender} e uma {THING:ItemKitElectronicsPrinter}.
ru: Чтобы изготовить все, что нам нужно, мы должны начать с {THING:ItemKitHydraulicPipeBender} и {THING:ItemKitElectronicsPrinter}.
tr: İhtiyacımız olacak herşeyi üretebilmek için, bir {THING:ItemKitHydraulicPipeBender} ve bir {THING:ItemKitElectronicsPrinter} ile başlamamız gerekir.
vi: Để sản xuất mọi thứ chúng ta cần, chúng ta nên bắt đầu với {THING:ItemKitHydraulicPipeBender} and a {THING:ItemKitElectronicsPrinter}.
zh_cn: 为了制造我们需要的一切, 我们应该从一个 {THING:ItemKitHydraulicPipeBender} 和一个 {THING:ItemKitElectronicsPrinter}。

# Interface.MarsTaskManufactureHPB
source: Manufacture a {THING:ItemKitHydraulicPipeBender}
cs: Vyrobte {THING:ItemKitHydraulicPipeBender}
es: Fabricar un {THING:ItemKitHydraulicPipeBender}
fr: Fabriquer un {THING:ItemKitHydraulicPipeBender}
hu: Gyártsd le: {THING:ItemKitHydraulicPipeBender}
it: Fabbrica un {THING:ItemKitHydraulicPipeBender}
nl: Maak een {THING:ItemKitHydraulicPipeBender}
pt_pt: Produz um {THING:ItemKitHydraulicPipeBender}
ru: Создайте {THING:ItemKitHydraulicPipeBender}
tr: Bir {THING:ItemKitHydraulicPipeBender} üret
vi: Sản xuất một {THING:ItemKitHydraulicPipeBender}
zh_cn: 制造 {THING:ItemKitHydraulicPipeBender}

# Interface.MarsTaskManufactureEP
source: Manufacture a {THING:ItemKitElectronicsPrinter}
cs: Vyrobte {THING:ItemKitElectronicsPrinter}
es: Fabricar un {THING:ItemKitElectronicsPrinter}
fr: Fabriquer un {THING:ItemKitElectronicsPrinter}
hu: Gyártsd le: {THING:ItemKitElectronicsPrinter}
it: Fabbrica una {THING:ItemKitElectronicsPrinter}
nl: Maak een {THING:ItemKitElectronicsPrinter}
pt_pt: Produz uma {THING:ItemKitElectronicsPrinter}
ru: Создайте {THING:ItemKitElectronicsPrinter}
tr: Bir {THING:ItemKitElectronicsPrinter} üret
vi: Sản xuất một {THING:ItemKitElectronicsPrinter}
zh_cn: 制造 {THING:ItemKitElectronicsPrinter}

# Interface.MarsTabletStage3Page1
source: PAGE 1 of 5\nMANUFACTURING \nWhile highly likely that rescue efforts are already underway, it may be some time before they're able to reach you. It would be pertinent to plan for a longer stay. You'll need to set up some basic manufacturing infrastructure. An Autolathe is the natural starting point, and this will allow you to construct more task-specific crafting machines.
cs: STRÁNKA 1 z 5\nVÝROBA \nI když je velice pravděpodobné, že záchranné práce již probíhají, může to trvat nějaký čas, než budou schopni vás kontaktovat. Bylo by vhodné plánovat delší pobyt. Budete muset vytvořit základní výrobní infrastrukturu. Automatický soustruh je přirozeným výchozím bodem, který vám umožní vytvořit více craftingových strojů specifických pro danou práci.
es: Página 1 of 5\nFABRICACIÓN \nAunque es muy probable que los refuerzos ya estén en camino, puede pasar algún tiempo antes de que puedan llegar a tiempo. Sería pertinente planear una estadía más larga. Necesitará establecer una infraestructura de fabricación básica. Un Torno Automático es el punto de partida normal, y esto le permitirá construir máquinas de artesanía más específicas para cada tarea.
fr: PAGE 1 sur 5\nFABRICATION \nMême s'il est fort probable que les efforts de sauvetage sont déjà en cours, il peut s'écouler un certain temps avant qu'ils ne soient en mesure de vous rejoindre. Il serait pertinent de prévoir un séjour plus long. Vous devrez mettre en place une infrastructure de fabrication de base. Le tour automatique est le point de départ naturel, ce qui vous permettra de construire des machines d'artisanat plus spécialisées.
hu: OLDAL 1 / 5\nGYÁRTÁS \nBár valószínűleg már megkezdődtek a mentési folyamatok, sok időre lesz a menekítésedhez. Bölcs lenne kissé hosszabb távra tervezni. Szükséged lesz pár alapvető gyártóeszközre. Az automata eszterga az első, amit meg kell építened az alapvető anyagok és specifikus gépek gyártásához.
it: PAGINA 1 di 5\nFABBRICAZIONE \nMentre è molto probabile che gli sforzi dei soccorsi siano già all'opera, potrebbe volerci un po' di tempo prima che siano in grado di raggiungerti. Sarebbe pertinente pianificare per una lunga permanenza. Avrai bisogno di costruire alcune infrastrutture manifatturiere di base. Un tornio automatico è il naturale punto di inizio, e questo ti permetterà di costruire altre macchine di fabbricazione più specializzate.
nl: PAGINA 1 van 5 \n PRODUCTIE \n Terwijl het waarschijnlijk is dat de reddingspogingen al aan de gang zijn, kan het enige tijd duren voordat ze u kunnen bereiken. Het zou relevant zijn om te plannen voor een langer verblijf. U moet een basisproductie-infrastructuur opzetten. Een Autolathe is het natuurlijke startpunt en hierdoor kunt u meer taakspecifieke craftingmachines maken.
pt_pt: PÁGINA 1 de 5 \n FABRICAÇÃO \nEmbora seja bastante provável que os esforços de resgate estejam a caminho, poderão ainda levar algum tempo até que te encontrem. É pertinente fazer um plano para uma estadia mais prolongada. Terás de montar uma pequena infraestrutura básica de produção. Um Torno Mecânico Auto é um bom começo e esta máquina permite a construção de outras máquinas para trabalhos específicos variados.
ru: Страница 1 из 5 \nВесьма вероятно, что спасательные работы уже ведутся, но может пройти некоторое время, прежде чем с вами смогут связаться. Было бы целесообразно планировать более длительное пребывание. Вам необходимо настроить базовую производственную инфраструктуру.
tr: SAYFA 1/5\nÜRETİM \nBüyük olasılıkla, bu kurtarma çabaları zaten devam ediyorken, onların sana ulaşabilmeleri biraz zaman alabilir. Daha uzun süre kalmak için plan yapmak uygun olacaktır. Bazı temel üretim altyapısını kurman gerekecek. Bir Otomatik Torna, doğal başlangıç noktasıdır ve bu makine, daha çok göreve özgü üretim makineleri üretmeni sağlayacak.
vi: TRANG 1 trên 5\nCHẾ TẠO \nMặc dù rất có thể các nỗ lực cứu hộ đã được tiến hành, nhưng có thể phải mất một thời gian nữa họ mới có thể tiếp cận bạn. Nó sẽ là thích hợp để lập kế hoạch cho một thời gian dài hơn. Bạn sẽ cần thiết lập một số cơ sở hạ tầng sản xuất cơ bản. Autolathe là điểm khởi đầu tự nhiên và điều này sẽ cho phép bạn chế tạo nhiều máy chế tạo cụ thể hơn-có nhiều nhiệm vụ xây dựng hơn.
zh_cn: 第1/5页\n制造物品 \n虽然救援工作很可能已经在进行，但他们可能还需要一段时间才能到达你那里。 延长你的存活时间是有很意义的。 你需要建立一些基本的基础制造设施。 自动车床是一个正常的出发点，这能让你建造更多的特定任务的制造设备。
