Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.RocketShuttleModulesHelpPage
source: {HEADER:Modular Rocket Cargo} The {THING:StructureModularRocketCargo01} has capacity for two ten-slot crates. You can have multiple cargo modules on your rocket. The rocket can lift up to seven modules in total. {HEADER:Modular Rocket Command} The {THING:StructureModularRocketCommand01} must be placed on top of the rocket. It will assess the rocket’s readiness for flight. Once all conditions are met, the rocket can be launched when all players are seated in the module by pressing ‘IGNITION’ on the console. The following conditions must be met for launch: Fuel full Fuel mix ratio correct All players seated Power supplied to the launch pad Fully built rocket The {THING:StructureModularRocketCommand01} console displays the current state of these conditions. It does not require an atmosphere for lift off - your suit’s atmosphere is sufficient. {HEADER:Modular Rocket Engine} The {THING:StructureModularRocketEngine01} is capable of lifting up to seven modules (including itself). {HEADER:Modular Rocket Fuel Tank} The {THING:StructureModularRocketFueltank01} requires a 2:1 mixture of {GAS:Volatiles} and {GAS:Oxygen}. If the mixture exceeds these proportions, or you place other gases in the tank, the {THING:StructureModularRocketCommand01} console will display an ‘Invalid’ error.
cs: {HEADER:Modulární raketový náklad} {THING:StructureModularRocketCargo01} má kapacitu pro dvě desetislotové bedny. Na raketě můžete mít více nákladních modulů. Raketa může vynést celkem až sedm modulů. {HEADER:Raketový velitelský modul} Příkaz {THING:StructureModularRocketCommand01} musí být umístěn na vrcholu rakety. Vyhodnotí připravenost rakety k letu. Jakmile jsou splněny všechny podmínky, může být raketa odpálena, když všichni hráči sedí v modulu, stisknutím tlačítka "ODPÁLIT" na konzoli. Pro start musí být splněny následující podmínky: Plné palivo správný poměr palivové směsi Všichni hráči sedí na svých místech napájení odpalovací rampy Plně postavená raketa Konzole {THING:StructureModularRocketCommand01} zobrazuje aktuální stav těchto podmínek. Ke startu není potřeba atmosféra - atmosféra vašeho skafandru je dostačující. {HEADER:Modulární raketový motor} {THING:StructureModularRocketEngine01} je schopen vynést až sedm modulů (včetně sebe sama). {HEADER:Modulární raketová palivová nádrž} {THING:StructureModularRocketFueltank01} vyžaduje směs 2:1 {GAS:Volatiles} a {GAS:Oxygen}. Pokud směs překročí tyto poměry nebo do nádrže umístíte jiné plyny, konzole {THING:StructureModularRocketCommand01} zobrazí chybu " Neplatné".
es: {HEADER:Modular Rocket Cargo} La {THING:StructureModularRocketCargo01} tiene capacidad para dos cajas de diez ranuras. Puede tener múltiples módulos de carga en su cohete. El cohete puede levantar hasta siete módulos en total. {HEADER:Modular Rocket Command} La {THING:StructureModularRocketCommand01} debe ser colocada en la parte superior del cohete. Evaluará la preparación del cohete para el vuelo. Una vez que se cumplan todas las condiciones, el cohete puede ser lanzado cuando todos los jugadores estén sentados en el módulo, presionando 'Lanzamiento' (Launch) en la consola. Para el lanzamiento deben cumplirse las siguientes condiciones: Combustible lleno La proporción de la mezcla de combustible es correcta Todos los jugadores sentados La energía suministrada a la plataforma de lanzamiento Un cohete completamente construido La consola {THING:StructureModularRocketCommand01} muestra el estado actual de estas condiciones. No requiere una atmósfera para el despegue, la atmósfera de tu traje es suficiente. {HEADER:Modular Rocket Engine} La {THING:StructureModularRocketEngine01} es capaz de levantar hasta siete módulos (incluyéndose a sí misma). {HEADER:Modular Rocket Fuel Tank} La {THING:StructureModularRocketFueltank01} requiere una mezcla 2:1 de {GAS:Volatiles} y {GAS:Oxygen}. Si la mezcla excede estas proporciones, o se colocan otros gases en el tanque, la consola de {THING:StructureModularRocketCommand01} mostrará un error de 'Invalid'.
fr: {HEADER:Modular Rocket Cargo} Le {THING:StructureModularRocketCargo01} a une capacité de deux caisses de dix emplacements. Vous pouvez avoir plusieurs modules de cargaison sur votre fusée. La fusée peut soulever jusqu'à sept modules au total. {HEADER:Modular Rocket Command} La {THING:StructureModularRocketCommand01} doit être placée sur le dessus de la fusée. Elle évaluera l'état de préparation de la fusée pour le vol. Une fois que toutes les conditions sont remplies, la fusée peut être lancée lorsque tous les joueurs sont assis dans le module en appuyant sur ' IGNITION ' sur la console. Les conditions suivantes doivent être remplies pour le lancement: Carburant plein Rapport de mélange de carburant correct Tous les joueurs assis Alimentation fournie à la rampe de lancement Fusée entièrement construite La console {THING: StructureModularRocketCommand01} affiche l'état actuel de ces conditions. Pas d'exigence d’atmosphère pour le décollage - l'atmosphère de votre combinaison est suffisante. {HEADER:Modular Rocket Engine} Le {THING: StructureModularRocketEngine01} est capable de soulever jusqu'à sept modules (y compris lui-même). {HEADER:Modular Rocket Fuel Tank} Le {THING:StructureModularRocketFueltank01} nécessite un mélange de 2:1 de {GAS:Volatiles} et {GAS:Oxygen}. Si le mélange dépasse ces proportions, ou si vous placez un autre gaz dans le réservoir, la console {THING:StructureModularRocketCommand01} affichera une 'Invalid error'.
hu: {HEADER:Moduláris rakéta tehermodul} A {THING:StructureModularRocketCargo01} két láda tárolására képes. Egyszerre több modul is lehet a rakétán. A rakétához összesen hét modul köthető. {HEADER:Moduláris rakétavezérlő} A {THING:StructureModularRocketCommand01} a rakéta tetejére helyezendő. Ez a modul kiértékeli az összeszerelt rakétát. Abban az esetben, ha minden feltétel megvan az induláshoz, és minden játékos a rakétában ül, a kilövés az "IGNITION" gomb megnyomásával kezdhető meg. Ezek az indítás feltételei: Teli üzemanyagtartály Helyes üzemanyag-keverési arány Minden játékos becsatolva Hálózatba kötött indítási platform Teljesen megépített rakéta A {THING:StructureModularRocketCommand01} konzolja listázza az adott feltételek állapotát. Nem feltétlenül szükséges a kabin levegővel való ellátása, az űrruhád is megteszi. {HEADER:Moduláris rakéta hajtómű} A {THING:StructureModularRocketEngine01} (magával együtt) hét modult képes felemelni. {HEADER:Moduláris rakéta üzemanyagtartály} A {THING:StructureModularRocketFueltank01} egy 2 az 1-hez {GAS:Volatiles}-{GAS:Oxygen} keveréket követel meg. Ha az adott arányok nem megfelelőek, vagy más gázokat használtál, a {THING:StructureModularRocketCommand01} konzolja "Érvénytelen" hibát fog kidobni.
vi: {HEADER:Mô-đun Hàng hóa hỏa tiễn} Các {THING:StructureModularRocketCargo01} có sức chứa cho hai thùng mười khe. Bạn có thể có nhiều mô-đun hàng hóa trên tên lửa của mình. Tên lửa có thể nâng tổng cộng bảy mô-đun. {HEADER:Lệnh tên lửa mô-đun} Các {THING:StructureModularRocketCommand01} phải được đặt trên đầu tên lửa. Nó sẽ đánh giá mức độ sẵn sàng bay của tên lửa. Khi tất cả các điều kiện được đáp ứng, tên lửa có thể được phóng khi tất cả người chơi đã ngồi trong mô-đun bằng cách nhấn ‘BỎ QUA’ trên bảng điều khiển. Các điều kiện sau phải được đáp ứng để khởi chạy: Nhiên liệu đầy Tỷ lệ hỗn hợp nhiên liệu chính xác Tất cả người chơi đã ngồi Năng lượng cung cấp cho bệ phóng Tên lửa được chế tạo hoàn chỉnh Các {THING:StructureModularRocketCommand01} bảng điều khiển hiển thị trạng thái hiện tại của các điều kiện này. Nó không yêu cầu bầu không khí để cất cánh - bầu không khí trong bộ đồ của bạn là đủ. {HEADER:Động cơ tên lửa mô-đun} Các {THING:StructureModularRocketEngine01} có khả năng nâng lên đến bảy mô-đun (bao gồm cả chính nó). {HEADER:Thùng nhiên liệu tên lửa mô-đun} Các {THING:StructureModularRocketFueltank01} yêu cầu hỗn hợp 2: 1 của {GAS:Volatiles} và {GAS:Oxygen}. Nếu hỗn hợp vượt quá các tỷ lệ này, hoặc bạn đặt các khí khác trong bể, các {THING:StructureModularRocketCommand01} bảng điều khiển sẽ hiển thị lỗi 'Không hợp lệ'.
zh_cn: {HEADER:模块化火箭货舱} {THING:StructureModularRocketCargo01} 能够容纳两个十插槽的储物箱。你可以在你的火箭上安装多个货舱模块。火箭最多总共可以携带七个模块发射升空。 {HEADER:模块化火箭指令舱} {THING:StructureModularRocketCommand01} 必须被安装在火箭顶部。它将评估火箭的发射就绪情况。一旦所有发射条件都满足，且所有玩家都坐进指令舱模块中时，按下控制台上的“IGNITION”按钮，火箭就会发射升空。 发射火箭必须满足以下条件： 燃料充足 燃料混合比正确 所有玩家均已落座 向发射平台供电 完全建成的火箭 {THING:StructureModularRocketCommand01} 的控制台会显示这些前提条件的当前完成状态。火箭发射前不需要向指令舱模块中充入空气 - 你的航天服中拥有足够的空气。 {HEADER:模块化火箭发动机} {THING:StructureModularRocketEngine01} 最多能够携带七个模块发射升空（包括它本身）。 {HEADER:模块化火箭燃料箱} {THING:StructureModularRocketFueltank01} 需要以2:1比例混合的 {GAS:Volatiles} 和 {GAS:Oxygen} 的混合气体。如果混合气体不符合这个比例，或者你将其它气体注入燃料箱中， {THING:StructureModularRocketCommand01} 的控制台将会显示“Invalid”报错。

# HelpPage.RocketShuttlePage
source: Rocket Shuttle
cs: Raketoplán
es: Lanzador del cohete
fr: Capsule de fusée
hu: Űrsikló
ru: Ракетный Шаттл
vi: Tàu con thoi hỏa tiễn
zh_cn: 火箭

# HelpPage.RocketShuttlePage
source: These are the Rocket Shuttle Modules, used to travel between worlds. {THING:StructureLaunchPad} is required. {HEADER:List of Rocket Shuttle Modules} {LIST_OF_ROCKET_SHUTTLE}
cs: Jedná se o raketoplánové moduly, které se používají k cestování mezi světy. {THING:StructureLaunchPad} je vyžadována. {HEADER:Seznam modulů raketoplánu} {LIST_OF_ROCKET_SHUTTLE}
es: Estos son los módulos del transbordador de cohetes, que se utilizan para viajar entre los mundos. {THING:StructureLaunchPad} es requerido. {HEADER:List of Rocket Shuttle Modules} {LIST_OF_ROCKET_SHUTTLE}
fr: Ce sont les modules de navette, utilisés pour voyager entre les mondes. {THING:StructureLaunchPad} est requis.
hu: Ezek itt az űrsikló-modulok bolygóközi utakra. {THING:StructureLaunchPad} szükséges. {HEADER:Űrsikló-modulok} {LIST_OF_ROCKET_SHUTTLE}
ru: Это модули ракетного шаттла, используемые для путешествий между мирами. Требуется {THING:StructureLaunchPad}. {HEADER:Список Модулей Ракетного Шаттла} {LIST_OF_ROCKET_SHUTTLE}
vi: Đây là các mô-đun Tàu con thoi hỏa tiễn, được sử dụng để di chuyển giữa các thế giới. {THING:StructureLaunchPad} là bắt buộc. {HEADER:List of Rocket Shuttle Modules} {LIST_OF_ROCKET_SHUTTLE}
zh_cn: 这些是火箭模块，用于星际旅行。需要 {THING:StructureLaunchPad} 以建造一枚火箭。 {HEADER:火箭模块列表} {LIST_OF_ROCKET_SHUTTLE}

# HelpPage.WeatherPage
source: Weather
cs: Počasí
es: Clima
fr: Météo
hu: Időjárás
vi: Thời tiết
zh_cn: 气象

# HelpPage.WeatherPage
source: The Solar System's planets are not as calm as they may seem. After seven days on any world with an atmosphere, the inscrutable forces of nature swing into action – hitting unwary Stationeers with blizzards, dust storms and volcanic events. As such, the {LINK:ODA;ODA} recommends that freshly deployed Stationeers create an airtight base within 7 days of landing. Any dynamic objects left outside in a storm – on Mars, Loulan, Vulcan or Europa – risks being blown far, far away, including your lander. Likewise, be aware that solar panels are fragile and may have their glass shattered, or occasionally even be destroyed by a sufficiently ferocious storm. During storms, their output is also drastically reduced.
cs: Planety Sluneční soustavy nejsou tak klidné, jak by se mohlo zdát. Po sedmi dnech na každém světě s atmosférou se nevyzpytatelné přírodní síly dají do pohybu a zasáhnou neopatrné Stationeery sněhovými bouřemi, prachovými bouřemi a vulkanickými událostmi. Proto {LINK:ODA;ODA} doporučuje, aby si čerstvě vyslaní Stationeeři do sedmi dnů od přistání vytvořili neprodyšnou základnu. Jakékoli dynamické předměty ponechané venku v bouři - na Marsu, Loulanu, Vulkánu nebo Europě - riskují, že je odfoukne daleko, daleko, včetně vašeho přistávacího modulu. Stejně tak mějte na paměti, že solární panely jsou křehké a jejich sklo se může rozbít, nebo je občas dokonce zničí dostatečně divoká bouře. Během bouře se také drasticky snižuje jejich výkon.
zh_cn: 太阳系中的行星并不像它们看上去那样平静。在任何一个有大气层的世界中生活了七天后，大自然难以捉摸的力量就会开始发挥作用 – 用暴风雪、沙尘暴和火山活动打击粗心大意的Stationeer。 因此， {LINK:ODA;ODA} 建议新部署的Stationeer在着陆后的7天内建立一个密封的基地。 在一场风暴中，任何留在室外的可移动物体 – 无论是在火星、楼兰、火神星还是在木卫二上 – 都有被吹到很远很远的地方的风险，包括你的着陆器。 同样，谨记太阳能电池板是相当脆弱的，它们的玻璃可能会被打碎，有时甚至会被一场足够猛烈的风暴整个摧毁。在风暴期间，它们的电力输出也会急剧下降。

# HelpPage.ThingTemplate
source: {0} {HEADER:General} {LIST}Prefab Hash {POS:300}{1} Paintable {POS:300}{2}{3}{/LIST}
cs: {0} {HEADER:Všeobecné} {LIST}Prefabrikovaný hash {POS:300}{1} Malovatelné {POS:300}{2}{3}{/LIST}
es: {0} {HEADER:General} {LIST}Prefab Hash {POS:300}{1} Se puede pintar {POS:300}{2}{3}{/LIST}
fr: {0} {HEADER:General} {LIST}Prefab Hash {POS:300}{1} A peindre {POS:300}{2}{3}{/LIST}
hu: {0} {HEADER:Általános} {LIST}Prefab Hash {POS:300}{1} Festhető{POS:300}{2}{3}{/LIST}
it: {0} {HEADER:General} {LIST}Prefab Hash {POS:300}{1} Dipingibile {POS:300}{2}{3}{/LIST}
ru: {0} {HEADER:Общая} {LIST}Хэш объекта {POS:300}{1} Можно покрасить {POS:300}{2}{3}{/LIST}
tr: {0} {HEADER:Genel} {LIST}Prefabrikler {POS:300}{1} Boyanabilir {POS:300}{2}{3}{/LIST}
vi: {0} {HEADER:Tổng quát} {LIST}Băm làm sẵn {POS:300}{1} Có thể sơn {POS:300}{2}{3}{/LIST}
zh_cn: {0} {HEADER:General} {LIST}预设Hash值 {POS:300}{1} 可着色 {POS:300}{2}{3}{/LIST}

# HelpPage.ThingThermalTemplate
source: {HEADER:Thermal Limits} {LIST}Shatter {POS:300}{0} Flashpoint{POS:300}{1} Autoignition{POS:300}{2}{3}{/LIST}
cs: {HEADER:Tepelné limity} {LIST}Rozbití {POS:300}{0} Bod vzplanutí {POS:300}{1} Samovznícení {POS:300}{2}{3}{/LIST}
es: {HEADER:Thermal Limits} {LIST}Shatter {POS:300}{0} Punto de inflamación {POS:300}{1} Autoencendido {POS:300}{2}{3}{/LIST}
fr: {HEADER:Limites thermique} {LIST}Deterioration {POS:300}{0} Point de rupture{POS:300}{1} Auto-allumage{POS:300}{2}{3}{/LIST}
hu: {HEADER:Termikus korlátok} {LIST}Töréspont {POS:300}{0} Gyulladáspont{POS:300}{1} Öngyulladás{POS:300}{2}{3}{/LIST}
it: {HEADER:Limiti termici} {LIST}Frantumazione {POS:300}{0} Punto di infiammabilità{POS:300}{1} Autoaccensione{POS:300}{2}{3}{/LIST}
ru: {HEADER:Предел температур} {LIST}Разрушение {POS:300}{0} Точка возгорания{POS:300}{1} Самовоспламенения{POS:300}{2}{3}{/LIST}
tr: {HEADER:Sıcaklık Sınırları} {LIST}Bozulma {POS:300}{0} Yanma Noktası{POS:300}{1} Tutuşma Noktası{POS:300}{2}{3}{/LIST}
vi: {HEADER:Giới hạn nhiệt} {LIST}Độ nóng chảy {POS:300}{0} Điểm sáng{POS:300}{1} Điểm đánh lửa tự phát{POS:300}{2}{3}{/LIST}
zh_cn: {HEADER:热界限} {LIST}熔毁点 {POS:300}{0} 闪点{POS:300}{1} 自燃点{POS:300}{2}{3}{/LIST}</Text>

# HelpPage.ThingSlotItemTemplate
source: {0}. {1} Type {2}
cs: {0}. {1} Typ {2}
es: {0}. {1} Tipo {2}
hu: {0}. {1} Típus {2}
ru: {0}. {1} Тип {2}
vi: {0}. {1} Kiểu {2}
zh_cn: {0}. {1} 类型 {2}

# HelpPage.ThingTransmissibleTemplate
source: Connects to {POS:300}{THING:StructureLogicTransmitter}
cs: Připojuje se k {POS:300}{THING:StructureLogicTransmitter}
es: Se conecta a {POS:300}{THING:StructureLogicTransmitter}
fr: Se connecte à {POS:300}{THING:StructureLogicTransmitter}
hu: Kapcsolódik ehhez: {POS:300}{THING:StructureLogicTransmitter}
it: Connetti a {POS:300}{THING:StructureLogicTransmitter}
ru: Подключается к {POS:300}{THING:StructureLogicTransmitter}
vi: Kết nối với {POS:300}{THING:StructureLogicTransmitter}
zh_cn: 连接至 {POS:300}{THING:StructureLogicTransmitter}

# HelpPage.IceMeltingTemplate
source: Melt Temperature {1} Melt Pressure {0}
cs: Teplota tání {1} Tlak taveniny {0}
es: Temperatura de fusión {1} Presión de la masa fundida {0}
fr: Température de fusion {1} Pression de fusion {0}
hu: Olvadási hőmérséklet {1} Olvadási nyomás {0}
ru: Температура плавления {1} Давление плавления {0}
vi: Nhiệt độ nóng chảy {1} Áp suất nóng chảy {0}
zh_cn: 熔融温度 {1} 熔融压强 {0}

# HelpPage.ReagentPageTemplate
source: A {LINK:ReagentPage;reagent}, often usable when in {LINK:IngotPage;Ingots} form. {LIST}Unit {1}{/LIST} {LIST}{2}{/LIST}
cs: {LINK:ReagentPage;Činidlo}, často použitelné ve formě {LINK:IngotPage;ingotů}. {LIST}Jednotka {1}{/LIST} {LIST}{2}{/LIST}
es: Un {LINK:ReagentPage;reagent}, a menudo utilizado cuando está en forma de {LINK:IngotPage;Ingots}. {LIST}Unit {1}{/LIST} {LIST}{2}{/LIST}
fr: A {LINK:ReagentPage;réactif}, souvent utilisable sous forme de {LINK:IngotPage;lingots}. {LIST}Unit {1}{/LIST} {LIST}{2}{/LIST}
hu: Egy {LINK:ReagentPage;reagens} leggyakrabban {LINK:IngotPage;öntött rúd} formában használható. {LIST}Mértékegység: {1}{/LIST} {LIST}{2}{/LIST}
vi: Một {LINK:ReagentPage;thuốc thử}, thường sử dụng được khi ở hình dạng {LINK:IngotPage;thỏi}. {LIST}Unit {1}{/LIST} {LIST}{2}{/LIST}
zh_cn: 一种 {LINK:ReagentPage;化学原料} ，通常在成为 {LINK:IngotPage;锭} 形式时可以被使用。 {LIST}单位 {1}{/LIST} {LIST}{2}{/LIST}

# HelpPage.GasPageTemplate
source: A {LINK:GasPage;gas}, often produced when {LINK:SmeltingPage;smelting}. {LIST}Specific Heat {1}{2}{/LIST} {LIST}{0}{/LIST}
cs: {LINK:GasPage;Plyn}, často vznikající při {LINK:SmeltingPage;tavení}. {LIST}Specifické teplo {1}{2}{/LIST} {LIST}{0}{/LIST}
es: Un {LINK:GasPage;gas}, a menudo producido cuando {LINK:SmeltingPage;smelting}. {LIST}Specific Heat {1}{2}{/LIST} {LIST}{0}{/LIST}
fr: Du {LINK:GasPage;gas}, est généralement produit lors de la fusion d'{LINK:SmeltingPage;alliage}. {LIST}Specific Heat {1}{2}{/LIST} {LIST}{0}{/LIST}
hu: A {LINK:GasPage;gázok} gyakran {LINK:SmeltingPage;ércek beolvasztásánál} szabadulnak fel. {LIST}Jellemző hőmérséklet {1}{2}{/LIST} {LIST}{0}{/LIST}
vi: Một {LINK:GasPage;khí đốt}, thường được sản xuất khi {LINK:SmeltingPage;nấu chảy}. {LIST}Nhiệt dung riêng {1}{2}{/LIST} {LIST}{0}{/LIST}
zh_cn: 一种 {LINK:GasPage;气体} ，通常在 {LINK:SmeltingPage;熔炼} 时产生。 {LIST}比热容 {1}{2}{/LIST} {LIST}{0}{/LIST}

# HelpPage.GasPageFlamableTemplate
source: Flamable Limit {0} to {1}
cs: Zápalný limit {0} až {1}
es: Límite inflamable {0} a {1}
fr: Limite d'embrassement {0} à {1}
hu: Lobbanási határ {0} és egy {1} között
ru: Огнеопасный Предел {0} до {1}
vi: Giới hạn dễ cháy {0} đến {1}
zh_cn: 可燃范围 {0} 到 {1}

# HelpPage.NutritionPage
source: Hunger and nutrition
cs: Hlad a výživa
es: Hambre y Nutrición
fr: Faim et alimentation
hu: Éhség és táplálkozás
zh_cn: 饥饿与营养

# HelpPage.NutritionPage
source: {HEADER:HUNGER} Stationeers get hungry eventually, but not all food is created equal. Also, your hunger rate varies depending on settings and difficulty. Eating will only consume that part of an item adequate to restoring your hunger to 100%. Stationeers receive supplies of food such as {LINK:Agrizero;Agrizero} {THING:ItemCerealBar} in their lander upon arriving on a new world. When these are exhausted, you must find new sources of sustenance - such as growing your own, from the seeds supplied, or contacting a {LINK:TradingPage;Trader}. {HEADER:NUTRITION} Eating raw ingredients will satisfy hunger less than meals, ie will replace a smaller proportion of your hunger. The basic elements of food are created using {LINK:OrganicPage;hydroponics} systems. These can be processed into recipe ingredients using the {THING:ApplianceReagentProcessor}, then turned into meals using a {THING:ApplianceMicrowave} or {THING:StructureAutomatedOven}. Your hunger rate can be adjusted set in the main settings menu by adjusting the Hunger/Hydration rate slider in the settings. Note that the hunger slider also governs your {LINK:HydrationPage;Thirst}.
zh_cn: {HEADER:饥饿} Stationeer们最终会感到饥饿，但并不是所有的食物都是生而平等的。此外，你的饱食度的下降率取决于你的具体设置和难度设定。在进食时，只会消耗足以将你的饱食度恢复到100%的那部分食物。 当Stationeer们到达一个新世界时，可以在他们的着陆器中获得食物供应，比如 {LINK:Agrizero;Agrizero} {THING:ItemCerealBar} 。当这些食物耗尽时，你必须找到新的食物来源 - 比如用供应的种子自己种植，或者联络一位 {LINK:TradingPage;贸易商} 。 {HEADER:营养} 食用食物原料将小幅恢复你的饱食度，没有食用制成的食品恢复得多。食物的基本成分是由 {LINK:OrganicPage;水培} 系统生产的。它们可以被 {THING:ApplianceReagentProcessor} 加工成食谱原料，接着用 {THING:ApplianceMicrowave} 或 {THING:StructureAutomatedOven} 将其制成食品。 你的饱食度下降率可以在主设置菜单中，通过调节饱食度/水分含量下降率的滑块设置。请注意，饱食度滑块同时也会控制你的 {LINK:HydrationPage;水分含量下降率} 。

# HelpPage.FarmingPage
source: Growing Food
cs: Pěstování potravin
es: Cultivo de alimentos
fr: Cultiver des plantes
hu: Élelmiszer-termesztés
zh_cn: 种植食物

# HelpPage.FarmingPage
source: To survive on alien worlds, the {LINK:ODA;ODA} expects all {LINK:Stationeers;Stationeers} to set up viable {LINK:OrganicPage;hydroponic} systems, or contact registered local resource {LINK:TradingPage;traders}. {HEADER:SETTING UP} When setting up your hydroponic system, you will need {LINK:OrganicPage;seeds}. Alternatively, you can plant the food itself. Common Stationeer hydroponic equipment includes: - {THING:DynamicHydroponics} - {THING:ItemHydroponicTray} - {THING:ItemKitHydroponicStation} - {THING:StructureHarvie} All hydroponics systems require water, sunlight and the correct gas mixture - plants require {GAS:CarbonDioxide} and produce oxygen (except for {THING:ItemAlienMushroom}). PLants will not grow in the wrong atmosphere. If plants do not have enough light, you will need to build a {THING:StructureGrowLight}. Your system will depend on available resources and time, but a well-designed farming system can be almost fully automated given sufficient time and resources. {HEADER:HARVESTING} Most plants have several growth stages. The first stages are the plant growing through its lifecycle. During the third phase, seeds may be harvested from the plant. In the fourth phase, the plant will yield fruit. After that, unless cleared, the plant will die. {HEADER:FERTILIZER} Fertilizer alters plant growth processes, and is created by the {THING:PortableComposter} and the {THING:StructureAdvancedComposter} using {LINK:OrganicPage;organic} matter. Fertilizer's affects depend on its ingredients: - {LINK:OrganicPage;Food} increases individual PLANT YIELD by up to 3 items - {THING:DecayedFood} increases plant GROWTH SPEED up to 3 times - {THING:ItemBiomass} increases the NUMBER OF GROWTH CYCLES the fertilizer lasts for to a maximum of 5 The effect of these ingredients depends on their respective proportions in the composter when processing is activated. Fertilizer is produced at a 1:3 ratio of fertilizer to ingredients. When processing, {GAS:Nitrogen} and {GAS:Volatiles} is released, as well a small amount of heat.
zh_cn: 为了在外星世界生存， {LINK:ODA;ODA} 要求所有的 {LINK:Stationeers;Stationeer} 建立可独立发展的 {LINK:OrganicPage;水培} 系统，或者联络已注册的本地资源 {LINK:TradingPage;贸易商} 。 {HEADER:组建} 当组建你的水培系统时，你将需要 {LINK:OrganicPage;种子} 。或者，你也可以种植食物本身。 常见的Stationeer水培设备有： - {THING:DynamicHydroponics} - {THING:ItemHydroponicTray} - {THING:ItemKitHydroponicStation} - {THING:StructureHarvie} 所有的水培系统都需要水、阳光和正确的混合气体 - 植物需要消耗 {GAS:CarbonDioxide} ，并产生氧气（除了 {THING:ItemAlienMushroom} ）。植物不会再错误的大气环境中生长。如果植物没有得到充足的光照，你将需要建造一盏 {THING:StructureGrowLight} 。 你的水培系统的生产效率取决于可用的资源和时间，但如果有充足的时间和资源，一个设计良好的农业系统几乎可以完全实现自动化。 {HEADER:收获} 大多数植物都有多个生长阶段。第一第二阶段，是植物生命周期中的生长阶段。在第三阶段期间，在植物中可以收获种子。在第四阶段中，植物会结出果实。在那之后，除非植物被清除，否则其将会死亡。 {HEADER:肥料} 肥料能加快植物的生长过程，它由 {LINK:OrganicPage;有机} 物质在 {THING:PortableComposter} 和 {THING:StructureAdvancedComposter} 中生产。 肥料的效果取决于其配料： - {LINK:OrganicPage;食物} 能增多单株植物产量，最多增多至3倍 - {THING:DecayedFood} 能加快植物的生长速度，最多加快至3倍 - {THING:ItemBiomass} 能增加肥料持续起作用的生长周期，最多增加到5个 这些配料造成的具体效果取决于它们各自在堆肥机中投料的比例。肥料由肥料与配料1:3的比例生产。在生产肥料时，会释放出 {GAS:Nitrogen} 和 {GAS:Volatiles} ，以及少量的热。

# HelpPage.DecayPage
source: Food Decay
cs: Rozklad potravin
fr: Décomposition des aliments
zh_cn: 食物腐烂
