Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.DecayPage
source: Food decays over time into {THING:DecayedFood}, unless refrigerated in a sutable atmosphere. The exact speed of decay varies individually by: - TEMPERATURE - Refrigeration will slow decay, but many foods will be damaged by exposure to extreme low pressure, as well as extreme heat. The optimum temperature is 0 kelvin (-272 C). - FOOD TYPE - Each {LINK:OrganicPage;food} type has its own decay properties. {THING:ItemTomatoSoup} lasts a lot longer than a {THING:ItemTomato}, for instance. - PRESSURE - Food decays faster when the pressure drops below 1 atmosphere (101kPa). Decay happens exponentially more quickly as the atmosphere approaches a perfect vacuum. There is no effect from higher pressures. - ATMOSPHERE - Different gases can slow and accelerate the decay process. The process will take account of respective gas ratios in mixed atmospheres in calculating the decay modifier. The following rates apply across all foods: > {GAS:Oxygen} x 1.3 > {GAS:Nitrogen} x 0.6 > {GAS:CarbonDioxide} x 0.8 > {GAS:Volatiles} x 1 > {GAS:Pollutant} x 3 > {GAS:NitrousOxide} x 1.5 > {GAS:Water} x 2 > Vacuum - see PRESSURE (above).
zh_cn: 随着时间的推移，食物会腐烂，最终成为 {THING:DecayedFood} ，除非在合适的大气环境中冷藏。食物腐烂的确切速度因以下因素而异： - 温度 - 冷藏可以减缓食物的腐烂，但许多食物会因暴露在极低的气压下而毁坏，在极端高温的环境下同理。冷藏的最佳温度0K（-272°C）。 - 食物种类 - 每种 {LINK:OrganicPage;食物} 都有它自己的腐烂特性。例如 {THING:ItemTomatoSoup} 比 {THING:ItemTomato} 腐烂得慢得多。 - 气压 - 当气压降至1个标准大气压（101kPa）以下时，食物腐烂的速度更快。当大气环境接近绝对真空时，食物的腐败以指数级的速度发生。当气压高于1个标准大气压时，不会对食物的腐烂造成影响。 - 大气环境 - 不同的气体可以减缓或加快食物腐烂的过程。在计算食物腐败的速度时，混合大气中每种气体各自所占的比例将会被考虑在内。以下腐烂速度倍率适用于所有食物： > {GAS:Oxygen} x 1.3 > {GAS:Nitrogen} x 0.6 > {GAS:CarbonDioxide} x 0.8 > {GAS:Volatiles} x 1 > {GAS:Pollutant} x 3 > {GAS:NitrousOxide} x 1.5 > {GAS:Water} x 2 > 真空 - 参见气压版块（上文）。

# HelpPage.HydrationPage
source: Thirst + hydration
cs: Žízeň + hydratace
fr: Soif + hydratation
zh_cn: 渴感 + 水分含量

# HelpPage.HydrationPage
source: Your average Stationeer needs to drink water regularly. However, arcane and possibly misguided {LINK:ODA;ODA} health and safety regulations have long denied Stationeers the right to in-suit hydration mechanisms. Instead, they must take regular drink breaks to open their helmet, and imbibe water. Doing so in an unpressurized environment is unadvised. How often to drink? This is determined by your difficulty level, the heat of the planet and how much you like to move your body. Water comes in many forms. At least one {THING:ItemWaterBottle} is supplied to Stationeers as part of their rations when landing on new planets, with more in your lander crates. These can be refilled using a {THING:ItemWaterBottleFiller}, which must itself be connected to a liquid pipe network. The network itself can be filled using a {THING:StructureIceCrusher} with a suitable supply of ice. Your thirst rate can be adjusted set on the main settings menu by adjusting your Hunger/Hydration rate slider.
zh_cn: Stationeer们需要定期喝水。然而，长期以来，晦涩难懂且可能错误导向的 {LINK:ODA;ODA} 健康和安全章程一直剥夺了Stationeer们拥有航天服内饮水装置的权利。因此，他们必须定期休息一下，打开头盔饮水。不过，在低压环境下这样做是相当不明智的。 多长时间喝一次水？这由你的难易度设置、所在星球的温度和你身体的运动量决定。 水可以以多种形式获得。当着陆在一颗新的星球上时，至少会向Stationeer们提供一个 {THING:ItemWaterBottle} 作为他们补给的一部分，在你的着陆器的储物箱中还有更多。这些水瓶可以用连接到一个液体管道网络中的 {THING:ItemWaterBottleFiller} 重新装填。这个液体管道网络本身可以用一台被供应适量冰的 {THING:StructureIceCrusher} 填充。 你的水分含量下降率可以在主设置菜单中，通过调节饱食度/水分含量下降率的滑块设置。

# HelpPage.EVAPage
source: EVA Suits
cs: EVA obleky
es: Traje EVA
fr: Combinaison EVA
hu: Űrruhák
vi: EVA Bộ quần áo
zh_cn: 舱外活动（EVA）航天服

# HelpPage.EVAPage
source: Your spacesuit provides you with a portable atmosphere, with adjustable pressure and air conditioning (temperature) settings, as well as an warning system that will alert you should the atmosphere inside the suit become hazardous. It functions in conjunction with a suitable helmet to function properly, as well as suitable gas canisters and filters in the suit's various slots. These will need to be changed regularly, and can also be recharged (or drained) using a {THING:StructureSuitStorage}. There are several suits, including the {THING:ItemEvaSuit} and the more pressure- and temperature-resistant {THING:ItemHardSuit}. Your suit various readouts are at the bottom-right of the screen. Pressing the appropriate numeric key (2will bring up a panel showing its slots and settings. These include: - A/C On / Off (i.e. Temperature control on/off) - Filters On / Off - Air On / Off - Pressure Up / Down (with a range of 0kPA to 202kPa, or 0-2 Earth atmospheres) - Temperature Up / Down (with a range of 0°C to 60°C) Suits contains 6-8 slots: - Air tank (x1) - insert a canister or smart canister containing a breathable gas mix, eg {GAS:Oxygen} or {GAS:Nitrogen}/{GAS:Oxygen} 35/65. - Waste tank (x1) - collects gases removed by the filters - Life support (x1) - holds one battery, which powers your A/C, lights, etc. - {SLOT:GasFilter} (x3) - requires at least one {SLOT:ItemGasFilterCarbonDioxide} (if human), depending on your breathable gas mix. Note that a {THING:ItemHardSuit} has 4 filter slots. - IC - {THING:ItemHardSuit} only. Pressure: should be set to 50-100 KPa (0.5 to 1 Earth atmospheres). Humans in-game tolerate up to ~250kPa and can survive up to ~300kPA. Temperature: normally set to 18-21°C, with humans in-game preferring 10-29°C, tolerating 0-39°C and surviving around up to 49°C. In higher temperatures, your A/C will consume more battery power to maintain internal temperature. Filters: the default filter is the {GAS:CarbonDioxide} filter, which captures the gas generated by humans when breathing out. If you are not using 100% {GAS:Oxygen} in your breathing gas, add additional filters, eg if you mix 25% {GAS:Oxygen} + 75% {GAS:Nitrogen}, the nitrogen will accumulate in your suit over time and suffocate you, unless you have a nitrogen filter. If you have the correct filters and breathable gas, but are still experiencing problems, use the 'Flush' function on your Space Helmet. Low/critical oxygen warnings will sound as your filters cease to function. If damaged, your suit can be patched by holding duct tape in your hand and using 'activate' button.
zh_cn: 你的航天服为你提供了一个便携的大气环境，且它的气压和空气控制（温度）设置是可调节的，它还有一个警报系统，当航天服内的大气环境变得危险时，将会向你发出警报。当它与合适的头盔配合使用，且在航天服的各个插槽中装入合适的储气罐和滤芯时，才可以正常工作。这些设备需要定期更换，也可以用 {THING:StructureSuitStorage} 重新装填（或排空）。 有多种航天服可供使用，包括 {THING:ItemEvaSuit} 和更耐压、更耐温的 {THING:ItemHardSuit} 。 你的航天服的各种数据都会显示在屏幕的右下角。按下相应的数字键将弹出一个显示航天服的插槽和设置的面板。它们包括： - A/C 开 / 关 （即 温度控制 开/关） - Filter 开 / 关 （即 滤芯 开/关） - Air 开 / 关 （即 放气阀 开/关） - 气压 升高 / 降低 （范围从0kPA到202kPa，或者0-2个标准大气压） - 温度 升高 / 降低 （范围从0°C到60°C） 航天服包含6-8个插槽： - {SLOT:AirTank} （x1） - 插入一个充有可供呼吸的混合气体（例如 {GAS:Oxygen} ，或 {GAS:Nitrogen}/{GAS:Oxygen} 35/65）的储气瓶或智能储气瓶。 - {SLOT:WasteTank} （x1） - 收集从滤芯中排出的气体。 - {SLOT:LifeSupport} （x1） - 装入一块电池，为你的A/C（空调系统）、头灯等供电。 - {SLOT:Filter} （x3） - 需要至少一个 {THING:ItemGasFilterCarbonDioxide} （如果是人类），具体取决于你所呼吸的混合气体。请注意，一套 {THING:ItemHardSuit} 中有4个滤芯插槽。 - &lt;color=orange&gt;集成电路芯片&lt;/color&gt; - 仅 {THING:ItemHardSuit} 拥有。 气压：应设置为50-100kPa（0.5到1个标准大气压）。游戏中的人类能够忍受高达约250kPa的气压，且能在高达约300kPa的气压下存活。 温度：通常设置为18-21°C，游戏中的人类在10-29°C间感到最舒适，能够忍受0-39°C范围的温度，且最高能在高达约49°C的环境下存活。外界的温度越高，你的A/C（空调系统）将会消耗更多的电池电力以维持航天服的内部温度。 滤芯：默认的滤芯是 {GAS:CarbonDioxide} 滤芯，它会捕获人类呼气时产生的气体。如果你呼吸的气体不是100%的 {GAS:Oxygen} ，则需要添加额外的滤芯，例如，如果你混合25% {GAS:Oxygen} + 75% {GAS:Nitrogen} ，随着时间的推移，氮气会积聚在你的航天服中，使你窒息，除非你的航天服中装有氮气滤芯。如果你的航天服中已经装有正确的滤芯和可供呼吸的气体，但仍然存在问题，使用你太空头盔上的“冲洗”功能。当滤芯停止工作时，航天服氧气供应低/极低的警报将会响起。 如果航天服受损，你可以用手拿着万用胶带，按住“active”按钮（鼠标右键）修补。

# HelpPage.TradingPage
source: Trading is an essential part of a <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> existence, especially on more extreme worlds, where new cadets may be challenged at first to survive without assistance. {HEADER:Getting started} To contact a trader you need to establish a communications system. This requires the following: - A powered {THING:StructureVendingMachine} to store and trade items with. - An operational {THING:StructureSatelliteDish} to locate and identify prospective traders. - A working {THING:StructureComputer} with a {THING:MotherboardComms} running. - A powered {THING:StructureShuttleLandingPad} for the Trader to land on. When your system is up and running, you will see an empty screen on the computer terminal. Adjust the satellite dish's position until it registers one or more traders. These will appear on screen with a rating from 1-100%. This is your signal strenght. A Trader can only be summoned when signal strength is above 95%. Once a Trader has been contacted, it will subsequently provide a name. Different traders provide different categories of items. {HEADER:Traders} Electronics TechTree Electronics Organics Organicon Basic Spes'mall Basics Hydraulic HydrauliKit Ore MineRiteOres Microwave Microwares Chemistry ChemLab Exotics ExoTech Paint Color Corp Paints Tools Tool Corp Security Hall Corp Security Other Kolders' Assorted Goods Gas GasTrade Custom Spes'mall
es: El comercio es una parte esencial de una existencia <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> especialmente en mundos más extremos, donde los nuevos cadetes pueden ser desafiados al principio a sobrevivir sin ayuda. ¶ {HEADER:Getting started} ¶ ¶ Para ponerse en contacto con un comerciante, debe establecer un sistema de comunicaciones. Esto requiere lo siguiente: ¶ ¶ - Una {THING:StructureVendingMachine} conectada a la energia para almacenar e intercambiar artículos. - Una {THING:Structure SatelliteDish} operativa para localizar e identificar a los posibles comerciantes. - Un {THING:StructureComputer} en funcionamiento con una {THING:MotherboardComms} en ejecución. - Una {THING:StructureShuttleLandingPad} conectada a la energia para que el comerciante aterrice. ¶ Cuando su sistema esté en funcionamiento, verá una pantalla vacía en la terminal de la computadora. Ajuste la posición de la antena parabólica hasta que registre uno o más comerciantes. Estos aparecerán en la pantalla con una calificación del 1 al 100%. Esta es la fuerza de su señal. Un comerciante solo puede ser convocado cuando la intensidad de la señal es superior al 95%. Una vez que se haya contactado con un comerciante, posteriormente le proporcionará un nombre. Diferentes comerciantes proporcionan diferentes categorías de artículos. ¶ {ENCABEZADO: Comerciantes} ¶ ¶ Electrónica · TechTree Electronics¶ Orgánicos · Organicon¶ Básico · Conceptos básicos de Spes'mall¶ Hidráulico · HydrauliKit¶ Mineral · MineRiteOres¶ Microondas · Microondas¶ Química · ChemLab¶ Exóticos · ExoTech¶ Pintura · Color Corp Paints¶ Herramientas · Tool Corp¶ Seguridad · Hall Corp Security¶ Otros · Productos surtidos de Kolders¶ Gas · GasTrade¶ Personalizado · Spes'mall¶ ·
hu: A kereskedelem a <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> szerves része, különösen fontos a szélsőségesebb világokon, ahol az újdonsült, elengedett kezű jelöltek először szembesülhetnek a túlélés nehézségeivel. {HEADER:Getting started} Ahhoz, hogy kapcsolatba tudj lépni egy másik kereskedővel, ki kell építened egy kommunikációs rendszert. Ehhez a következők szükségesek: - egy árammal ellátott {THING:StructureVendingMachine} a tárgyak tárolásához és cseréléséhez - egy működő {THING:StructureSatelliteDish} más kereskedők azonosításához és lokalizációjához - egy beüzemelt {THING:StructureComputer} egy {THING:MotherboardComms} komponenssel ellátva - egy hálózatra kötött {THING:StructureShuttleLandingPad} a másik kereskedő fogadásához Ha minden kész, akkor egy üres kijelzőt fogsz látni a számítógéped terminálján. Állítgasd a parabola antenna pozícióját, amíg nem talál kereskedőt. A kijelzőn megjelenő kereskedők kapnak egy százalékot 1% és 100% között. Ez jelzi a jeled erősségét. A másik kereskedő akkor idézhető meg, ha a jel erőssége meghaladja a 95%-ot. Ha a kapcsolatfelvétel a kereskedővel sikerült, felfedődik a neve. Különböző kereskedők különböző tárgyakat kínálnak. {HEADER:Traders} Elektronika TechTree Electronics Organikusok Organicon Alapvető Spes'mall Basics Hidraulika HydrauliKit Érc MineRiteOres Mikró Microwares Kémia ChemLab Exotikumok ExoTech Festék Color Corp Paints Eszközök Tool Corp Biztonság Hall Corp Security Egyebek Kolder's Assorted Goods Egyéni Spes'mall

# HelpPage.MusicPage
source: The <color=#0080FFFF>{LINK:ODA;ODA}</color> does not approve of soundtracks or other distractions. As such, <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> have had to create their own musical accompaniment to the demanding labor of building and maintaining off-world infrastructure. Central to this pasttime is the step sequencer, which allows Stationeers to sequence short musical patterns or loops. {HEADER:DIY MUSIC - GETTING STARTED} 1: Connect 8 {THING:DeviceStepUnit}s to your step sequencer via the data port on the lefthand side. 2: Label each step unit, then assign step units 1 through 8 on the step sequencer using the screwdiver. 3: Select the output speaker (eg {THING:PassiveSpeaker}) where the sequencer will play the sounds. This needs to be connected to the logic network on the righthand side of the sequencer. 4: Place a {THING:StopWatch} and use a {THING:StructureLogicReader} and {THING:StructureLogicWriter} to write the time to the time variable on the sequencer. 5: Set the BPM on the sequencer using a {THING:StructureLogicDial} and a {THING:StructureLogicWriter} to write to the sequencer's BPM variable. A higher bpm will play the sequence faster. 6: Insert a sound cartridge of your chosing and select which variant of sound you wish to play by pushing the arrow buttons located above and below the sound cartidge slot. 7: Choose the pitch of the sounds to play by setting the dial on each of your 8 step units to the desired note. With drums, each note is a different drum sounds. You can trial your sounds by pushing the activate button on each step unit (with the sequencer inactive). 8: Get freaky with the {THING:DeviceLfoVolume}. 9: Finally, activate the sequencer, Vibeoneer.
es: El <color=#0080FFFF>{LINK:ODA;ODA}</color> no aprueba bandas sonoras u otras distracciones. Como tal, <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> han tenido que crear su propio acompañamiento musical para la exigente labor de construir y mantener la infraestructura fuera del mundo. Un elemento central de este pasatiempo es el secuenciador por pasos, que permite a los Stationeers secuenciar patrones o bucles musicales cortos. {HEADER:DIY MUSIC - GETTING STARTED} 1: Conecte 8 {THING:DeviceStepUnit} a su secuenciador por pasos a través del puerto de datos en el lado izquierdo. 2: Etiquete cada unidad de paso, luego asigne las unidades de paso 1 a 8 en el secuenciador de pasos usando el destornillador. 3: Seleccione el altavoz de salida (por ejemplo, {THING:PassiveSpeaker}) donde el secuenciador reproducirá los sonidos. Esto debe estar conectado a la red lógica en el lado derecho del secuenciador. 4: Coloque un {THING:StopWatch} y use un {THING:StructureLogicReader} y {THING:StructureLogicWriter} para escribir la hora en la variable de tiempo en el secuenciador. 5: Configure el BPM en el secuenciador usando un {THING:StructureLogicDial} y un {THING:StructureLogicWriter} para escribir en la variable BPM del secuenciador. Un bpm más alto reproducirá la secuencia más rápido. 6: Inserte un cartucho de sonido de su elección y seleccione qué variante de sonido desea reproducir presionando los botones de flecha ubicados arriba y debajo de la ranura del cartucho de sonido. 7: Elija el tono de los sonidos para reproducir ajustando el dial en cada una de sus unidades de 8 pasos a la nota deseada. Con la batería, cada nota es un sonido de batería diferente. Puede probar sus sonidos presionando el botón de activación en cada unidad de paso (con el secuenciador inactivo) . 8: Vuélvete loco con {THING:DeviceLfoVolume} . 9: Finalmente, active el secuenciador, Vibeoneer. ·
hu: Az <color=#0080FFFF>{LINK:ODA;ODA}</color> nem támogatja a zenebonát és a hasonló zavaró dolgokat, így a <color=#0080FFFF>{LINK:Stationeers;stationeereknek}</color> maguknak kell muzsikát komponálni a végtelen munka és szerelés magányának feloldására. Ezen hobbi középponti eleme a lépésszekvencer, ami lehetőve teszi a stationeerek számára, hogy egymás után fűzzenek rövid, ritmusos dallamokat. {HEADER:DIY MUSIC - GETTING STARTED} 1: Csatlakoztass 8 {THING:DeviceStepUnit}-t a lépésszekvenceredhez a baloldali adatporton keresztül! 2: Címkézz fel minden egyes lépésegységet, majd a lépésszekvenceren párosítsd őket a számokhoz 1-8-ig! 3: Válaszd ki a hangkimenetet (pl. {THING:PassiveSpeaker}), ahol a szekvencer lejátssza a hangokat! Ehhez a szekvencer jobb oldalán levő csatlakozóra kell rákötni az adott eszközt. 4: Helyezz le egy {THING:StopWatch}-t, majd egy {THING:StructureLogicReader}-t és egy {THING:StructureLogicWriter}-t, ahhoz, hogy át tudd írni a szekvencer időváltozóját. 5: A szekvencer BPM-jét egy {THING:StructureLogicDial} és egy {THING:StructureLogicWriter} használatával teheted meg, úgy, hogy átírod a szekvencer BPM-változóját. Minél nagyobb a BPM, annál gyorsabb lesz a zene ritmusa. 6: Helyezz be egy tetszőleges hangkártyát, majd a nyilakkal válaszd ki, milyen fajta hangokat szeretnél lejátszani! 7: Állítsd a hangmagasságot az imént bekötött 8 lépésegységeden a kívánt hang eléréséhez! 8: Turbózd fel az egészet egy {THING:DeviceLfoVolume} használatával! 9: Minden kész! Vibeolj, stationeer!
