Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.GasPage
source: Gases
cs: Plyny
fr: Gaz
hu: Gázok
it: Gas
ru: Газы
tr: Gazlar
vi: Khí đốt
zh_cn: 气体

# HelpPage.GasPage
source: These are chemical gases of certain types.{LIST_OF_GASES}
cs: Jedná se o chemické plyny určitých typů.{LIST_OF_GASES}
es: Estos son gases químicos de ciertos tipos.{LIST_OF_GASES}
fr: Ce sont des gaz chimiques de certains types.{LIST_OF_GASES}
hu: Ezek bizonyos típusú kémiai gázok.{LIST_OF_GASES}
vi: Đây là những loại khí hóa học nhất định.{LIST_OF_GASES}
zh_cn: 这些是某些类型的化学气体。{LIST_OF_GASES}

# HelpPage.OrePage
source: Ores
cs: Rudy
es: Minerales
fr: Minerais
hu: Ércek
it: Minerali
ru: Руды
tr: Cevherler
vi: Quặng
zh_cn: 矿石

# HelpPage.OrePage
source: These are items that are {LINK:MiningPage;mined} and can often be {LINK:SmeltingPage;smelted}. You can also get mixed ore by recycling items in the {THING:StructureRecycler} and then passing it through the {THING:StructureCentrifuge} which will break it into {LINK:OrePage;ore} for {LINK:SmeltingPage;smelting}. There are some ores that will melt when exposed to sunlight or heat and produce {LINK:GasPage;gases}. For example {THING:ItemIce} melts into {GAS:Water} and {GAS:Oxygen}. Be careful to keep these out of heat or sunlight until you actually want them to melt.{LIST_OF_ORES}
cs: Jedná se o předměty, které se {LINK:MiningPage;těží} a často je lze {LINK:SmeltingPage;tavit}. Směsnou rudu můžete také získat recyklací předmětů v {THING:StructureRecycler} a následným průchodem přes {THING:StructureCentrifuge}, která ji rozbije na {LINK:OrePage;rudu} pro {LINK:SmeltingPage;tavení}. Existují rudy, které se po vystavení slunečnímu záření nebo teplu roztaví a vytvoří {LINK:GasPage;plyny}. Například {THING:ItemIce} se roztaví na {GAS:Water} a {GAS:Oxygen}. Dávejte pozor, abyste je uchovávali mimo dosah tepla nebo slunečního světla, dokud je skutečně nechcete roztavit.{LIST_OF_ORES}
es: Estos son artículos que son {LINK:MiningPage;mined} y a menudo pueden ser {LINK:SmeltingPage;smelted}. También puedes obtener mineral mezclado reciclando elementos en la {THING:StructureRecycler} y luego pasándolo a través de la {THING:StructureCentrifuge} que lo romperá en {LINK:OrePage;ore} para {LINK:SmeltingPage;smelting}. Hay algunos minerales que se fundirán cuando se expongan a la luz solar o al calor y producirán {LINK:GasPage;gases}. Por ejemplo, {THING:ItemIce} se funde en {GAS:Water} y {GAS:Oxygen}. Ten cuidado de mantenerlos fuera del calor o la luz del sol hasta que realmente quieras que se derritan.{LIST_OF_ORES}
fr: Il s’agit d’éléments issu de l'{LINK:MiningPage;exploitation miniere} et pouvant souvent être {LINK:SmeltingPage;fondu}. Vous pouvez également obtenir du minerai mélangé en recyclant des éléments dans le {THING:StructureRecycler}, puis en le passant à travers le {THING:StructureCentrifuge} qui le divisera en {LINK:OrePage;minerai} pour la {LINK:SmeltingPage;fonte}. Certains minerais fondent lorsqu'ils sont exposés au soleil ou à la chaleur et produisent des {LINK:GasPage;gaz}. Par exemple, la {THING:ItemIce} fond en {GAS:Water} et {GAS:Oxygen}. Veillez à les garder à l'abri de la chaleur ou de la lumière du soleil jusqu'à ce que vous souhaitiez réellement les faire fondre. {LIST_OF_ORES}
hu: Ezek olyan anyagok, amik {LINK:MiningPage;bányászhatóak}, és gyakran feldolgozhatóak, {LINK:SmeltingPage;beolvaszhatóak}. A(z) {THING:StructureRecycler} használatával ún. vegyes érceket kaphatsz, melyeket a(z) {THING:StructureCentrifuge} segítségével bonthatsz le {LINK:OrePage;ércekre} {LINK:SmeltingPage;beolvasztáshoz}. Vannak olyan ércek, amelyek napfény vagy hő hatására megolvadnak, ezzel {LINK:GasPage;gázokat} képezve. Például a {THING:ItemIce} {GAS:Water}zé és {GAS:Oxygen}né olvad. Figyelj, hogy ezeket hőtől távol tartod, amíg tényleg fel nem szeretnéd őket használni!{LIST_OF_ORES}
zh_cn: 这些是能被 {LINK:MiningPage;开采} 的物品，并且它们通常可以被 {LINK:SmeltingPage;熔炼} 。你也可以通过在 {THING:StructureRecycler} 中回收物品以获得混合矿石，然后使其通过 {THING:StructureCentrifuge} 将其分解为 {LINK:OrePage;矿石} 以供 {LINK:SmeltingPage;熔炼} 。 有些矿石暴露在阳光或高温下时会融化并且产生 {LINK:GasPage;气体} 。例如 {THING:ItemIce} 会融化成 {GAS:Water} 和 {GAS:Oxygen} 。注意不要让这些东西受热或阳光照射，除非你真的想让它们融化。{LIST_OF_ORES}

# HelpPage.GeneticsPage
source: Genetics
zh_cn: 遗传学

# HelpPage.GeneticsPage
source: Plants have a set of Genes that modifies its behavior. A plant's genes will be manipulated in a number of ways, both naturally as well as artificially. When a plant produces fruit or seeds it will pass on its genetics with a small random mutation. On top of random mutations, a plant's condition over its life can also affect its genes - for example if a plant is starved of water, while it may affect the plants growth speed and yield, the offspring will receive genes that make it require less water. In this way you can manipulate your crop's ideal conditions. There are a number of tools you will need to manage your crops effectively: {THING:ItemPlantSampler} and {THING:AppliancePlantGeneticAnalyzer}. These tools allow you to sample a growing plant and see the state of its genes. Plant genetics is not an exact science and will require trial and error and repeated attempts before you are able to reach your targets. {LIST_OF_GENES} {LIST_OF_GENETIC_DEVICES}
zh_cn: 植物们有一组可以改变其习性的基因。一株植物的基因将会以多种方式被影响，包括自然原因和人为原因。当一株植物结出果实或结籽时，它会伴随着一个小的随机突变将它的基因传递给下一代。 除了随机突变外，一株植物一生中的生存环境也会影响它的基因 - 例如，如果一株植物的生存环境缺乏水源，虽然这可能会影响它的生长速度和产量，但它的后代将会获得使其需要更少的水分的基因。通过这种方式，你可以操纵作物的理想基因条件。 为了有效地管理你的作物，你将需要用到一些工具： {THING:ItemPlantSampler} 和 {THING:AppliancePlantGeneticAnalyzer} 。这些工具能够让你对一株正在生长的植物进行采样，并查看它的基因状况。 植物遗传学不是一门精确的科学，你需要反复地试验和摸索才能达到目标。 {LIST_OF_GENES} {LIST_OF_GENETIC_DEVICES}

# HelpPage.IngotPage
source: Ingots
cs: Ingoty
es: Lingotes
fr: Lingots
hu: Öntött fémrudak
it: Lingotti
ru: Слитки
tr: Külçeler
vi: Thỏi
zh_cn: 锭

# HelpPage.IngotPage
source: These are items that are typically made from {LINK:SmeltingPage;Smelting} {LINK:OrePage;ores} for use in {LINK:FabricatorPage;fabricators}. {LIST_OF_INGOTS}
cs: Jedná se o předměty, které se obvykle vyrábějí z {LINK:SmeltingPage;tavení} {LINK:OrePage;rudy} pro použití ve {LINK:FabricatorPage;fabrikátorech}. {LIST_OF_INGOTS}
es: Estos son artículos que están típicamente hechos de {LINK:SmeltingPage;Smelting} {LINK:OrePage;ores}.Para usarlos en {LINK:FabricatorPage;fabricators}. {LIST_OF_INGOTS} {LIST_OF_INGOTS}
fr: Ce sont des éléments généralement fabriqués à partir de {LINK:SmeltingPage;fonte} et de {LINK:OrePage;minerais}. {LIST_OF_INGOTS}
hu: Ezek a tárgyak általában {LINK:OrePage;ércek} {LINK:SmeltingPage;beolvasztásával} készíthetőek el. Használhatóak {LINK:FabricatorPage;gyártáshoz} {LIST_OF_INGOTS}
zh_cn: 这些物品通常由 {LINK:SmeltingPage;熔炼} {LINK:OrePage;矿石} 制成，在 {LINK:FabricatorPage;制造机器} 中使用。 {LIST_OF_INGOTS}

# HelpPage.ToolPage
source: Tools
cs: Nástroje
es: Herramientas
fr: Outils
hu: Eszközök
it: Utensili
ru: Инструменты
tr: Aletler
vi: Dụng cụ
zh_cn: 工具

# HelpPage.ToolPage
source: These are items that can fit in a specialist tool slot, and are used for {LINK:ConstructionPage;Construction} and other tasks. {LIST_OF_TOOLS}
cs: Jedná se o předměty, které se vejdou do slotu pro specializované nástroje a používají se pro {LINK:ConstructionPage;konstrukce} a další úkoly. {LIST_OF_TOOLS}
es: Estos son artículos que pueden caber en una ranura de herramientas especializadas, y se utilizan para {LINK:ConstructionPage;Construction} y otras tareas. {LIST_OF_TOOLS}
fr: Ce sont des éléments pouvant tenir dans un emplacement d’outil spécialisé et utilisés pour la {LINK:ConstructionPage;construction} et d’autres tâches. {LIST_OF_TOOLS}
hu: Ezek a tárgyak speiális eszköz slotban használhatók, {LINK:ConstructionPage;építkezéshez} és egyéb feladatok elvégzésére alkalmasak. {LIST_OF_TOOLS}
zh_cn: 这些物品可以被放入专用工具插槽中，它们被用于 {LINK:ConstructionPage;建造} 和其它任务。 {LIST_OF_TOOLS}

# HelpPage.ResourcePage
source: Resources
cs: Zdroje
es: Recursos
fr: Ressources
hu: Nyersanyagok
it: Risorse
ru: Ресурсы
tr: Kaynaklar
vi: Tài nguyên
zh_cn: 资源

# HelpPage.ResourcePage
source: These are Items that are consumed during {LINK:ConstructionPage;Construction} and other tasks. {LIST_OF_RESOURCES}
cs: Jedná se o položky, které se spotřebovávají během {LINK:ConstructionPage;konstrukce} a dalších úkolů. {LIST_OF_RESOURCES}
es: Estos son artículos que se consumen durante {LINK:ConstructionPage;Construction} y otras tareas. {LIST_OF_RESOURCES}
fr: Il s’agit d’éléments utilisés lors de {LINK:ConstructionPage;construction} et par d’autres tâches. {LIST_OF_RESOURCES}
hu: Ezeket {LINK:ConstructionPage;építkezés} és egyéb feladatokhoz tudod felhasználni. {LIST_OF_RESOURCES}
vi: Đây là những mặt hàng được tiêu thụ trong {LINK:ConstructionPage;Xây dựng} và các nhiệm vụ khác. {LIST_OF_RESOURCES}
zh_cn: 这些物品会在 {LINK:ConstructionPage;建造} 和其它任务期间被消耗。 {LIST_OF_RESOURCES}

# HelpPage.KitPage
source: Kits
cs: Sady
hu: Készletek
it: Kit
ru: Наборы
tr: Donanımlar
vi: Bộ đồ nghề
zh_cn: 套件包

# HelpPage.KitPage
source: These are Items that are consumed during {LINK:ConstructionPage;Construction} and other tasks. {LIST_OF_KITS}
cs: Jedná se o položky, které se spotřebovávají během {LINK:ConstructionPage;konstrukce} a dalších úkolů. {LIST_OF_KITS}
es: Estos son los artículos que se consumen durante {LINK:ConstructionPage;Construction} y otras tareas. {LIST_OF_KITS}
fr: Il s’agit d’éléments utilisés lors de {LINK:ConstructionPage;construction}. {LIST_OF_KITS}
hu: Ezeket {LINK:ConstructionPage;építkezés} és egyéb feladatokhoz tudod használni. {LIST_OF_KITS}
vi: Đây là những mặt hàng được tiêu thụ trong {LINK:ConstructionPage;Xây dựng} và các nhiệm vụ khác. {LIST_OF_KITS}
zh_cn: 这些物品会在 {LINK:ConstructionPage;建造} 和其它任务期间被消耗。 {LIST_OF_KITS}

# HelpPage.AutomatedRocketPage
source: Automated Rocket Modules (A.R.M.)
cs: Automatizované raketové moduly (A.R.M.)
es: Modulos de Cohete Automatizados (M.C.A.)
fr: Modules de fusée automatisés (A.R.M.)
hu: Automatizált Rakétamodulok (A.R.M.)
zh_cn: 自动化火箭模块（A.R.M.）

# HelpPage.AutomatedRocketPage
source: Automated rockets are uncrewed vehicles that can be dispatched offworld to retrieve a range of resources. The rocket can be controlled by {LINK:LogicUnitPage;logic} or {LINK:LogicUnitPage;IC} or a mixture of these systems. Once launched, automated rockets seek out planets or asteroids with mineable resources, depending on which MODULES they have been constructed with. Rockets can be programmed to mine all available resources, then move to another planet, or return home. Their range - and therefore the amount of resources they can collect - is determined by their available fuel. If they run out of fuel, they are lost to the void forever. {HEADER:MODULES} Automated rocket system is composed of four fundamental modules, plus an engine and fuel tank(s): * AUTOMATION MODULE - the {THING:StructureModularRocketAutomation} is the control system, passing data to the various modules. * MINING MODULE - this performs the mining operation. Currently these are {THING:StructureRocketModuleMiningOre}, {THING:StructureModularRocketIceMining}, {THING:StructureRocketModuleMiningJunk} and {THING:StructureModularRocketGasMining}. * COUPLER - this connects mining modules to storage modules, by passing material from one to the other. Specifically, the {THING:StructureModularRocketCouplingDown} passes resources to a storage module BENEATH it. The {THING:StructureModularRocketCouplingUp} passes resources to a storage module ABOVE it. The rocket will not collect resources without this element. * STORAGE MODULE - this module receives resources from a mining module via a coupler and stores them until the rocket returns. This currently includes {THING:StructureRocketModuleSilo} for ores and {THING:StructureModularRocketFueltank01} for gas. Storage modules can be connected to an {LINK:ImportExportPage;chute network}, but are closed by default. Use {LINK:LogicUnitPage;logic} to set it to 'open'. {HEADER:LAUNCH CONDITIONS} * POWER - all modules of the rocket must be powered. Note that modules are created ‘On’ by default, but can be turned off and on using {LINK:LogicUnitPage;logic} connections. * FUEL - the rocket must have at least one fuel tank and sufficient fuel for takeoff (at least 500 mols). Note that the rocket also requires 500mols to land AND consumes 5 mols per tick during travel phase of operation. * CONSTRUCTION - The rocket must be correctly assembled (see MODULES above) * PROGRAMMING - The rocket is controlled by the {LINK:LogicUnitPage;IC system} (see below) {HEADER:ROCKET MODES} The rocket's mode is set via the device's 'activate' value. The mode determines the current behaviour: 0: Idle (at base) 1: Launching 2: Traveling 3: Arrived 4: Idle at destination (ready to activate mining modules). 5: Returning home 6: Returned 7: Lost {HEADER:UNIQUE ROCKET COMMANDS} * FUEL IN TANK REMAINING - Gets the fuel remaining in your rocket's fuel tank. * FUEL RETURN COST - Gets the cost of fuel to return the rocket to your current world. * ROCKET MODE - Gets the current RocketMode value (0-7). * COLLECTABLE GOODS - Returns 0 or 1 based on whether or not the current rocket system has the ability to collect resources on the planet.
cs: Automatické rakety jsou vozidla bez posádky, která lze vyslat mimo Zemi, aby získala různé zdroje. Raketu lze ovládat pomocí {LINK:LogicUnitPage;logiky} nebo {LINK:LogicUnitPage;IC}, případně kombinací těchto systémů. Po vypuštění automatické rakety vyhledávají planety nebo asteroidy s těžitelnými zdroji, podle toho, s jakými MODULY byly zkonstruovány. Rakety mohou být naprogramovány tak, aby vytěžily všechny dostupné zdroje a poté se přesunuly na jinou planetu nebo se vrátily domů. Jejich dolet - a tedy i množství surovin, které mohou nasbírat - je určen dostupným palivem. Pokud jim palivo dojde, jsou navždy ztraceny v prázdnotě. {HEADER:MODULY} Automatizovaný raketový systém se skládá ze čtyř základních modulů a motoru a palivové nádrže (nádrží): * AUTOMATIZAČNÍ MODUL - {THING:StructureModularRocketAutomation} je řídicí systém, který předává data jednotlivým modulům. * MODUL TĚŽBY - provádí těžební operace. V současné době jsou to {THING:StructureRocketModuleMiningOre}, {THING:StructureModularRocketIceMining}, {THING:StructureRocketModuleMiningJunk} a {THING:StructureModularRocketGasMining}. * SPOJKA - spojuje těžební moduly se skladovacími moduly tím, že předává materiál z jednoho do druhého. Konkrétně modul {THING:StructureModularRocketCouplingDown} předává suroviny úložnému modulu, který se nachází POD ním. Modul {THING:StructureModularRocketCouplingUp} předává zdroje úložnému modulu NAD ním. Bez tohoto prvku nebude raketa shromažďovat prostředky. * SKLADOVACÍ MODUL - tento modul přijímá suroviny z těžebního modulu prostřednictvím spojky a ukládá je, dokud se raketa nevrátí. V současné době sem patří {THING:StructureRocketModuleSilo} pro rudy a {THING:StructureModularRocketFueltank01} pro plyn. Skladovací moduly mohou být připojeny k síti {LINK:ImportExportPage;šachet}, ale ve výchozím nastavení jsou uzavřené. Pomocí {LINK:LogicUnitPage;logiky} je nastavte na "otevřené". {HEADER:PODMÍNKY SPUŠTĚNÍ} * NAPÁJENÍ - všechny moduly rakety musí být napájeny. Všimněte si, že moduly jsou ve výchozím nastavení vytvořeny 'zapnuté', ale lze je vypnout a zapnout pomocí spojení {LINK:LogicUnitPage;logiky}. * PALIVO - raketa musí mít alespoň jednu palivovou nádrž a dostatek paliva pro start (alespoň 500 mols). Všimněte si, že raketa také potřebuje 500 mols na přistání A spotřebuje 5 mols za tiknutí během cestovní fáze provozu. * KONSTRUKCE - raketa musí být správně sestavena (viz výše MODULY). * PROGRAMOVÁNÍ - Raketa se ovládá pomocí {LINK:LogicUnitPage;IC systému} (viz níže). {HEADER:RAKETOVÉ REŽIMY} Režim rakety se nastavuje pomocí hodnoty 'aktivace' zařízení. Režim určuje aktuální chování: 0: Nečinnost (na základně) 1: Odpalování 2: Cestování 3: Přílet 4: Nečinný v cíli (připraven k aktivaci těžebních modulů). 5: Návrat domů 6: Vrácen 7: Ztracen {HEADER:UNIKÁTNÍ RAKETOVÉ PŘÍKAZY} * ZŮSTATEK PALIVA V NÁDRŽI - Zjistí zbývající palivo v palivové nádrži rakety. * NÁKLADY NA PALIVO - Zjistí náklady na palivo pro návrat rakety na váš aktuální svět. * REŽIM RAKETY - Získá aktuální hodnotu režimu rakety (0-7). * SBÍRATELNÉ ZBOŽÍ - Vrací hodnotu 0 nebo 1 podle toho, zda má aktuální raketový systém možnost sbírat na planetě suroviny.
zh_cn: 自动化火箭是一种无人驾驶的运载工具，能够被派往世界各地收集一系列资源。火箭可以由 {LINK:LogicUnitPage;Logic单元} 或 {LINK:LogicUnitPage;集成电路（IC）} 或这些系统的结合体控制。 一旦发射升空，自动化火箭便会寻找具有可开采资源的行星或小行星，一切取决于建造它们所使用的模块。火箭可以被编程，从而被用于开采所有可获得的资源，接着移动到另一颗行星，或者返回。它们的活动范围 - 以及它们所能收集的资源量 - 取决于它们的可用燃料。如果它们的燃料耗尽，那么将永远迷失在茫茫太空中。 {HEADER:模块} 自动化火箭系统由四个基本模块组成，外加一台发动机和燃料箱： * 自动化模块 - {THING:StructureModularRocketAutomation} 是控制系统，负责将数据传输给其它各个模块。 * 采掘模块 - 这些模块负责执行开采工作。目前它们有 {THING:StructureRocketModuleMiningOre} ， {THING:StructureModularRocketIceMining} ， {THING:StructureRocketModuleMiningJunk} 和 {THING:StructureModularRocketGasMining} 。 * 耦合模块 - 这些模块通过将原料从一个模块传输到另一个模块，从而使采掘模块与存储模块相连。具体而言， {THING:StructureModularRocketCouplingDown} 将资源传输给它下方的存储模块。 {THING:StructureModularRocketCouplingUp} 将资源传输给它上方的存储模块。如果没有安装这种模块，火箭将无法收集资源。 * 存储模块 - 这些模块通过耦合模块接受来自采掘模块的资源，并将其储存，直至火箭返回。目前它们包括用以储存矿石的 {THING:StructureRocketModuleSilo} 以及用以储存气体的 {THING:StructureModularRocketFueltank01} 。存储模块可以连接到一个 {LINK:ImportExportPage;滑槽网络} ，但在默认情况下是关闭状态。使用 {LINK:LogicUnitPage;Logic单元} 将其设置为“open”。 {HEADER:发射条件} * 电力 - 火箭的所有模块都必须通电。请注意，在默认情况下模块在被创造时是“On”状态，但是可以通过与 {LINK:LogicUnitPage;Logic单元} 连接关闭和开启。 * 燃料 - 火箭必须至少有一个油箱和足够的燃料用于起飞（至少500mol）。请注意，火箭在着陆时也需要消耗500mol燃料，并且在行动的行进阶段每tick消耗5mol燃料。 * 建造 - 火箭必须被正确组装（参见上方的模块版块） * 程序设计 - 火箭由 {LINK:LogicUnitPage;集成电路（IC）系统} 控制（参见下文） {HEADER:火箭模式} 火箭的模式通过设备的“activate”值设置。火箭的模式确定了火箭目前的行为： 0：闲置（在基地） 1：发射中 2：行进中 3：已抵达 4：在目的地闲置（准备激活采掘模块） 5：返程中 6：已返回 7：迷失 {HEADER:特有火箭指令} * FUEL IN TANK REMAINING - 获取火箭油箱中剩余的燃料量。 * FUEL RETURN COST - 获取火箭返回当前世界所需的燃料量。 * ROCKET MODE - 获取当前的RocketMode值（0-7）。 * COLLECTABLE GOODS - 根据当前火箭系统是否有能力收集所在星球上的资源，返回值0或1。

# HelpPage.FoodPage
source: Food
cs: Jídlo
es: Comida
fr: Aliments
hu: Élelmiszer
it: Cibo
ru: Еда
tr: Gıda
vi: Thức ăn
zh_cn: 食物

# HelpPage.FoodPage
source: These are Items that are consumed to provide nutrition. {LIST_OF_FOOD}
cs: Jedná se o položky, které se konzumují za účelem zajištění výživy. {LIST_OF_FOOD}
es: Estos son artículos que se consumen para proporcionar nutrición. {LIST_OF_FOOD}
fr: Ce sont des éléments qui sont utilisés pour produire de la nourriture. {LIST_OF_FOOD}
hu: A következők használhatók a tápláltság növeléséhez. {LIST_OF_FOOD}
vi: Đây là những mặt hàng được tiêu thụ để cung cấp dinh dưỡng. {LIST_OF_FOOD}
zh_cn: 这些是在被消耗后能够提供营养的物品。 {LIST_OF_FOOD}

# HelpPage.ClothingPage
source: Clothing
cs: Oblečení
es: Ropa
fr: Vêtements
hu: Öltözködés
it: Vestiario
ru: Экипировка
tr: Giyim
vi: Y phục
zh_cn: 服装

# HelpPage.ClothingPage
source: These are Items that can be worn by entities in slots. {LIST_OF_CLOTHING}
cs: Jedná se o předměty, které mohou nosit entity ve slotech. {LIST_OF_CLOTHING}
es: Estos son elementos que pueden ser usados por las entidades en las ranuras. {LIST_OF_CLOTHING}
fr: Ce sont des pièces de tissu que les Stationeers peuvent porter. {LIST_OF_CLOTHING}
hu: Ezek a tárgyak entitások által hordhatók (slotokban). {LIST_OF_CLOTHING}
vi: Đây là những vật phẩm có thể được đeo bởi các đối tượng trong các khe. {LIST_OF_CLOTHING}
zh_cn: 这些是能够被实体穿戴在插槽中的物品。 {LIST_OF_CLOTHING}

# HelpPage.AppliancePage
source: Appliances
cs: Spotřebiče
es: Accesorios
fr: Appareils électroménagers
hu: Készülékek
it: Apparecchi
ru: Бытовая техника
tr: Araçlar
vi: Phụ tùng
zh_cn: 电器设备

# HelpPage.AppliancePage
source: These are Items that can be placed on Benches. You have to place them on a Bench by sitting them on a Bench and using a Wrench. {LIST_OF_APPLIANCES}
cs: Jedná se o položky, které lze umístit na lavičky. Musíte je umístit na lavičku tak, že je posadíte na lavičku a použijete hasák. {LIST_OF_APPLIANCES}
es: Estos son artículos que pueden ser colocados en mesas. Hay que colocarlos en una mesa colocándolos en una mesa y usando una llave inglesa. {LIST_OF_APPLIANCES}
fr: Ces objets peuvent être placés sur des plans de travail. Vous les posez sur un plan de travail et vous les fixez en utilisant une clé à molette. {LIST_OF_APPLIANCES}
hu: Olyan tárgyak, amik pultokra helyezhetőek le. A lehelyezéshez rakd a pultra az eszközt, majd rögzítsd a franciakulccsal. {LIST_OF_APPLIANCES}
vi: Đây là những vật phẩm có thể được đặt trên Ghế dài. Bạn phải đặt chúng trên Ghế dài bằng cách đặt chúng trên Băng ghế và sử dụng Cờ lê. {LIST_OF_APPLIANCES}
zh_cn: 这些是可以被安置在工作台上的物品。你必须将它们放置在工作台上，并且用扳手固定，从而将其安装在工作台上。 {LIST_OF_APPLIANCES}

# HelpPage.TravelPage
source: Travelling to Other Planets
cs: Cestování na jiné planety
es: Viajando a Otros Planetas
fr: Voyager vers d’autres planètes
hu: Utazás másik bolygókra
zh_cn: 星际旅行

# HelpPage.TravelPage
source: Wait! Don't close me yet! The following conditions must be met for launch: - Fully built rocket: at least 3 core modules - Fully fueled {THING:StructureModularRocketFueltank01} - Fuel mix ratio correct - a 2:1 mixture of {GAS:Volatiles} and {GAS:Oxygen}. - Power supplied to the {THING:StructureLaunchPad} - All players seated in {THING:StructureModularRocketCommand01} Below are the WORLD TRAVEL IDs. You can use them to travel to specific planets, when combined with a completed {LINK:RocketShuttlePage;Rocket Shuttle} and {LINK:LogicUnitPage;Logic Units}. Simply write the hash to the setting variable on {THING:StructureLaunchPad} with a {THING:StructureLogicWriter} and a {THING:StructureLogicMemory}. Note: You can click on a hash to copy it to the clipboard. {LIST}{WORLD_HASHES}{/LIST}
cs: Počkejte! Ještě mě nezavírejte! Pro odpálení musí být splněny následující podmínky: - Plně sestavená raketa: alespoň 3 základní moduly - Plně natankovaná {THING:StructureModularRocketFueltank01} - Správný poměr palivové směsi - směs 2:1 {GAS:Volatiles} a {GAS:Oxygen}. - Napájení {THING:StructureLaunchPad} - Všichni hráči sedí v {THING:StructureModularRocketCommand01} Níže jsou uvedeny ID VESMÍRNÝCH TĚLES. Můžete je použít k cestování na konkrétní planety, pokud je zkombinujete s dokončeným {LINK:RocketShuttlePage;raketoplánem} a {LINK:LogicUnitPage;logickými jednotkami}. Jednoduše zapište hash do proměnného nastavení na {KING:StructureLaunchPad} pomocí {KING:StructureLogicWriter} a {KING:StructureLogicMemory}. Poznámka: Kliknutím na hash jej můžete zkopírovat do schránky. {LIST} {WORLD_HASHES} {/LIST}
zh_cn: 等等！先别关掉我！想要发射火箭，必须满足以下条件： - 完全建成的火箭：拥有至少3个核心模块 - 燃料充足的 {THING:StructureModularRocketFueltank01} - 燃料混合比正确 - 将 {GAS:Volatiles} 和 {GAS:Oxygen} 以2:1的比例混合 - 向 {THING:StructureLaunchPad} 供电 - 所有玩家坐进 {THING:StructureModularRocketCommand01} 中 以下是星际旅行ID。当与一枚完整的 {LINK:RocketShuttlePage;火箭} 和 {LINK:LogicUnitPage;Logic单元} 配合使用时，你可以用它们前往特定的行星。 只需使用 {THING:StructureLogicWriter} 和 {THING:StructureLogicMemory} 将Hash值写入 {THING:StructureLaunchPad} 上的变量设置中。请注意：你可以点击一个Hash值将其复制到剪贴板中。 {LIST}{WORLD_HASHES}{/LIST}

# HelpPage.RocketShuttleModulesHelpPage
source: Rocket Shuttle Modules
cs: Moduly raketoplánu
es: Módulos del transbordador de cohetes
fr: Modules de navette fusée
hu: Űrsikló modulok
vi: Mô-đun tàu con thoi
zh_cn: 火箭模块
