Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.Home
source: Home
cs: Domů
es: Inicio
fr: Accueil
hu: Kezdőlap
ru: Начало
tr: Başlangıç
vi: Trang Chủ
zh_cn: 首页

# HelpPage.Search
source: Search
cs: Vyhledat
es: Buscar
fr: Rechercher
hu: Keresés
vi: Tìm kiếm
zh_cn: 搜索

# HelpPage.AirlockDevicePage
source: Airlock Devices
cs: Přechodová zařízení
es: Dispositivos de esclusas de aire
fr: Dispositifs de sas
hu: Légzsillip eszközök
it: Dispositivi per camere di decompressione
ru: Устройства для шлюза
tr: Hava Kilidi Cihazları
vi: Thiết bị khóa gió
zh_cn: 气闸室设备

# HelpPage.LogicUnitPage
source: Logic Units
cs: Logické jednotky
es: Unidades Lógicas
fr: Unité logique
hu: Logikai egységek
it: Unità logiche
ru: Логические чипы
tr: Mantık Birimleri
vi: Đơn vị logic
zh_cn: Logic单元

# HelpPage.CartridgePage
source: Cartridges
cs: Kazety
es: Cartuchos
fr: Cartouches
hu: Kártyák
vi: Hộp
zh_cn: 芯片

# HelpPage.CartridgePage
source: These can be added to {THING:ItemTablet} or {THING:ItemAdvancedTablet} to perform different diagnostic functions. {LIST_OF_CARTRIDGES}
cs: Lze je vložit do {THING:ItemTablet} nebo {THING:ItemAdvancedTablet} a provádět tak různé diagnostické funkce. {LIST_OF_CARTRIDGES}
es: Estos se pueden agregar a {THING:ItemTablet} o {THING:ItemAdvancedTablet} para hacer diferentes funciones de diagnostico. {LIST_OF_CARTRIDGES}
fr: Elles peuvent être insérées dans la {THING:ItemTablet} ou la {THING:ItemAdvancedTablet} pour réaliser différents diagnostics ou analyses. {LIST_OF_CARTRIDGES}
hu: Ezek behelyezhetőek a {THING:ItemTablet} és a {THING:ItemAdvancedTablet} eszközökbe különböző diagnosztikai műveletek végrehajtásához. {LIST_OF_CARTRIDGES}
zh_cn: 它们可以被插入 {THING:ItemTablet} 或 {THING:ItemAdvancedTablet} 中以实现不同的诊断功能。 {LIST_OF_CARTRIDGES}

# HelpPage.StructurePage
source: Structures
cs: Struktury
es: Estructuras
hu: Struktúrák
vi: Cấu trúc
zh_cn: 结构件

# HelpPage.ElectronicPage
source: Electronics
cs: Elektronika
es: Electrónica
fr: Électroniques
hu: Elektronika
vi: Điện tử học
zh_cn: 电子器件

# HelpPage.OrganicPage
source: Organics
cs: Organika
es: Orgánico
fr: Fournitures biologiques
hu: Organikus
vi: Vật hữu cơ
zh_cn: 有机物

# HelpPage.AtmosphericPage
source: Atmospherics
cs: Atmosférika
es: Atmosférica
fr: Atmosphériques
hu: Atmoszferika
vi: Điện khí quyển
zh_cn: 大气设备

# HelpPage.RubbishPage
source: Rubbish
cs: Odpadky
es: Basura
fr: Déchets
hu: Szemét
zh_cn: 电子器件

# HelpPage.FurniturePage
source: Furniture
cs: Nábytek
es: Muebles
fr: Ameublement
hu: Bútorok
vi: Đồ đạc
zh_cn: 家具

# HelpPage.LorePage
source: Factions
cs: Frakce
es: Facciones
hu: Frakciók
vi: Bè phái
zh_cn: 派系

# HelpPage.FabricatorPage
source: Fabricators
cs: Fabrikátory
es: Impresora Informatizada
fr: Machines
hu: Gyártógépek
it: Fabbricatori
ru: Фабрикаторы
tr: İmalatçı
vi: Nhà chế tạo
zh_cn: 制造机器

# HelpPage.FabricatorPage
source: These are powered Structures that can be used to Manufacture things you need in the game. They usually take {LINK:IngotPage;Ingots} to provide the {LINK:ReagentPage;Reagents} they need to make things. {LIST_OF_FABRICATORS}
cs: Jedná se o poháněné struktury, které lze použít k výrobě věcí, které ve hře potřebujete. Obvykle odebírají {LINK:IngotPage;ingoty}, které poskytují {LINK:ReagentPage;činidla}, které potřebují k výrobě věcí. {LIST_OF_FABRICATORS}
es: Estas son Estructuras potenciadas que pueden ser usadas para fabricar cosas que necesitas en el juego. Normalmente toman {LINK:IngotPage;Ingots} para proporcionar la {LINK:ReagentPage;Reagents} que necesitan para hacer las cosas. {LIST_OF_FABRICATORS}
fr: Ce sont des machines automatiques qui peuvent être utilisées pour fabriquer ce dont vous avez besoin dans le jeu. Elles utilisent généralement des {LINK:IngotPage;lingots} pour extraire les {LINK:ReagentPage;reactifs} dont elles ont besoin pour fabriquer des objets. {LIST_OF_FABRICATORS}
hu: Ezek az árammal ellátott masinák gyártják le az összes játékbeli tárgyat. Legtöbb esetben {LINK:IngotPage;öntött fémrudak} kellenek, hogy a gépeket a gyártáshoz elegendő {LINK:ReagentPage;reagenssel} lásd el. {LIST_OF_FABRICATORS}
vi: Đây là những Cấu trúc được cung cấp năng lượng có thể được sử dụng để Sản xuất những thứ bạn cần trong trò chơi. Họ thường lấy {LINK:IngotPage;Thỏi} cung cấp {LINK:ReagentPage;Thuốc thử} họ cần làm mọi thứ. {LIST_OF_FABRICATORS}
zh_cn: 这些是可以用来制造你在游戏中所需物品的由电力驱动的结构件。它们通常需要消耗 {LINK:IngotPage;锭} 作为它们制造物品的 {LINK:ReagentPage;化学原料} 。 {LIST_OF_FABRICATORS}

# HelpPage.DevicePage
source: Devices
cs: Zařízení
es: Dispositivos
fr: Dispositifs
hu: Berendezések
it: Dispositivi
ru: Устройства
tr: Cihazlar
vi: Thiết bị
zh_cn: 设备

# HelpPage.DevicePage
source: These are Structures, typically powered, that have specialist functions including Logic, Atmospherics, and more. They are constructed in the same way as other structures. {LIST_OF_DEVICES}
cs: Jedná se o struktury, obvykle s napájením, které mají specializované funkce včetně logiky, atmosféry a dalších. Jsou konstruovány stejným způsobem jako ostatní struktury. {LIST_OF_DEVICES}
es: Estas son estructuras, típicamente alimentadas, que tienen funciones especializadas incluyendo la lógica, la atmósfera y más. Están construidas de la misma manera que otras estructuras. {LIST_OF_DEVICES}
fr: Il s’agit de structures, généralement électriquement alimentées, dotées de fonctions spécialisées, notamment logiques, atmosphériques, etc. Ils sont construits de la même manière que les autres structures. {LIST_OF_DEVICES}
hu: Olyan árammal ellátott szerkezetek, melyek speciális funkciókkal rendelkeznek, mint például logika, atmoszferika kezelése stb. Ugyanúgy kell építeni őket, mint a többi építhető tárgyat. {LIST_OF_DEVICES}
vi: Đây là các Cấu trúc, thường được cấp nguồn, có các chức năng chuyên biệt bao gồm Logic, Khí quyển và hơn thế nữa. Chúng được xây dựng theo cách tương tự như các cấu trúc khác. {LIST_OF_DEVICES}
zh_cn: 这些是结构件，通常需要电力驱动，它们具有一些专业功能，包括Logic运算，大气控制等。它们的建造方式与其它结构件相同。 {LIST_OF_DEVICES}

# HelpPage.ImportExportPage
source: Import/Export and Chutes
cs: Import/export a šachty
es: Importación/Exportación y tolva
fr: Importation/Exportation et Gaines de transport
hu: Import/export és szállítás
vi: Nhập / Xuất và Vận chuyển ống dẫn
zh_cn: 进口/出口和滑槽

# HelpPage.ImportExportPage
source: These are structures, typically powered, that are able to receive and output other items, or assist this. Most have specialist functions including {LINK:LogicUnitPage;logic}, {LINK:AtmosphericPage;atmospherics}, and more. They are constructed in the same way as other structures. {LIST_OF_IMPORTEXPORT}
cs: Jedná se o struktury, obvykle napájené, které jsou schopny přijímat a vysílat jiné předměty nebo tomu napomáhat. Většina z nich má specializované funkce včetně {LINK:LogicUnitPage;logiky}, {LINK:AtmosphericPage;atmosfériky} a dalších. Jsou konstruovány stejným způsobem jako ostatní struktury. {LIST_OF_IMPORTEXPORT}
es: Se trata de estructuras, normalmente alimentadas, que pueden recibir y dar salida a otros elementos, o ayudar a ello. La mayoría tiene funciones especializadas que incluyen {LINK: LogicUnitPage; logic}, {LINK: AtmosphericPage; atmospherics} y más. Se construyen de la misma manera que otras estructuras. · {LIST_OF_IMPORTEXPORT} ¶ ·
fr: Ce sont des structures, généralement alimentées, qui sont capables de recevoir et de produire d’autres éléments, ou d’aider à cela. La plupart ont des fonctions spécialisées, notamment {LINK:LogicUnitPage;logic}, {LINK:AtmosphericPage;atmospherics}, etc. Ils sont construits de la même manière que les autres structures. {LIST_OF_IMPORTEXPORT}
hu: Ezek tipikusan elektromos árammal ellátott szerkezetek, melyek bemenetei és kimenetei más tárgyak, vagy ehhez kapcsolódó folyamatot segítenek. A legtöbb speciális funkciókkal rendelkezik, mint a {LINK:LogicUnitPage;logika}, az {LINK:AtmosphericPage;atmoszferika}, és hasonlók. Ugyanúgy megépíthetők, mint más szerkezetek. {LIST_OF_IMPORTEXPORT}
zh_cn: 这些是结构件，通常需要电力驱动，能够接收或输出其它物品，或者为此提供帮助。它们大多数都有专业功能，包括 {LINK:LogicUnitPage;Logic运算} ， {LINK:AtmosphericPage;大气控制} 等。它们的建造方式与其它结构件相同。 {LIST_OF_IMPORTEXPORT}

# HelpPage.SmeltingPage
source: Smelting
cs: Tavení
es: Fundición
fr: Fonte
hu: Kohászat
it: Fondere
ru: Выплавка
tr: Eritme
vi: Nấu chảy
zh_cn: 熔炼

# HelpPage.SmeltingPage
source: Once you have {LINK:OrePage;ore}, you need to turn it into {LINK:IngotPage;ingots} so you can use their {LINK:ReagentPage;reagents}. Smelting will often produce {LINK:GasPage;gases}. This occurs in either the {THING:StructureArcFurnace} (for simple recipes) and the {THING:StructureFurnace} for more complicated {LINK:AlloyPage;Alloys}, and finally the {THING:StructureAdvancedFurnace} for very complicated {LINK:SuperAlloyPage;Superalloys}. For the complex alloys, you will need to achieve mixtures at perfect ratios, {LINK:TemperaturePage;Temperature}, and {LINK:PressurePage;Pressure}.
cs: Jakmile získáte {LINK:OrePage;rudu}, musíte ji přeměnit na {LINK:IngotPage;ingoty}, abyste mohli použít jejich {LINK:ReagentPage;činidla}. Při tavení často vznikají {LINK:GasPage;plyny}. K tomu dochází buď v {THING:StructureArcFurnace} (pro jednoduché recepty) a {THING:StructureFurnace} pro složitější {LINK:AlloyPage;slitiny}, a konečně {THING:StructureAdvancedFurnace} pro velmi složité {LINK:SuperAlloyPage;superslitiny}. U složitých slitin budete muset dosáhnout směsí v dokonalých poměrech, {LINK:TemperaturePage;teploty} a {LINK:PressurePage;tlaku}.
es: Una vez que tenga {LINK:OrePage;ore}, deberá convertirlo en {LINK:IngotPage;ingots} para poder utilizar sus {LINK:ReagentPage;reagents}. La fundición a menudo produce {LINK:GasPage;gases}. Esto ocurre en el {THING:StructureArcFurnace} (for simple recipes) y el {THING:StructureFurnace} para los más complicados {LINK:AlloyPage;Alloys}. Para las aleaciones complejas, usted necesitará lograr mezclas en proporciones perfectas, {LINK:TemperaturePage;Temperature}, y {LINK:PressurePage;Pressure}.
fr: Une fois que vous avez {LINK: OrePage;ore}, vous devez le convertir en {LINK: IngotPage;lingots} pour pouvoir utiliser leur {LINK: ReagentPage;réactifs}. La fusion produit souvent {LINK: GasPage;gas}. Cela se produit soit dans le {THING: StructureArcFurnace} (pour des recettes simples) et dans le {THING: StructureFurnace} pour un {LINK: AlloyPage;Alliages} plus compliqué, et enfin un {THING:StructureAdvancedFurnace} pour un {LINK: SuperAlloyPage;Super alliages}. Pour les alliages complexes, vous devrez réaliser des mélanges avec des rapports parfaits, {LINK: TemperaturePage;Temperature} et {LINK: PressurePage;Pression}.
hu: Ha szereztél {LINK:OrePage;érceket}, {LINK:IngotPage;rudakká} kell olvasztanod őket, hogy {LINK:ReagentPage;reagensként} használhasd őket. A beolvasztás gyakran jár {LINK:GasPage;gázok} kibocsátásával. Ehhez szükség van a(z) {THING:StructureArcFurnace}ra (egyszerűbb dolgokhoz) vagy a {THING:StructureFurnace}ra bonyolultabb {LINK:AlloyPage;ötvözetekhez}, vagy használhatod a {THING:StructureAdvancedFurnace}t {LINK:SuperAlloyPage;szuperötvözetek} készítéséhez. A ötvözetek készítésekor figyelni kell a tökéletes keverési arányra, a megfelelő {LINK:TemperaturePage;hőmérsékletre} és {LINK:PressurePage;nyomásra}.
ru: Когда у вас есть {LINK:OrePage;руда}, вам нужно превратить её в {LINK:IngotPage;слитки}, чтобы можно было использовать их как {LINK:ReagentPage;реагенты}. При плавке часто образуются побочные {LINK:GasPage;газы}. Это происходит в {THING:StructureArcFurnace} (для простых рецептов) и в {THING:StructureFurnace} для сложных {LINK:AlloyPage;сплавов}, и наконец {THING:StructureAdvancedFurnace} для {LINK:SuperAlloyPage;суперсплавов}. Для сложных сплавов вам нужно будет подготовить идеальные соотношения: {LINK:TemperaturePage;температуры} и {LINK:PressurePage;давления}.
vi: Một khi bạn có {LINK:OrePage;quặng}, bạn cần biến nó thành {LINK:IngotPage;thỏi} vì vậy bạn có thể sử dụng {LINK:ReagentPage;thuốc thử} của bạn. Luyện kim thường sẽ tạo ra {LINK:GasPage;khí đốt}. Điều này xảy ra trong {THING:StructureArcFurnace} (đối với cách làm đơn giản) và {THING:StructureFurnace} phức tạp hơn {LINK:AlloyPage;Hợp kim}, và cuối cùng là {THING:StructureAdvancedFurnace} rất phức tạp {LINK:SuperAlloyPage;Siêu hợp kim}. Đối với các hợp kim phức tạp, bạn sẽ cần phải đạt được hỗn hợp ở tỷ lệ hoàn hảo, {LINK:TemperaturePage;Nhiệt độ}, và {LINK:PressurePage;Sức ép}.
zh_cn: 一旦你拥有了 {LINK:OrePage;矿石} ，你需要将它们转变为 {LINK:IngotPage;锭} ，这样你就可以使用它们的 {LINK:ReagentPage;化学原料} 。熔炼通常会产生 {LINK:GasPage;气体} 。熔炼可以在 {THING:StructureArcFurnace} 中进行（使用简单配方），或者在 {THING:StructureFurnace} 中进行以打造更加复杂的 {LINK:AlloyPage;合金} ，也可以在 {THING:StructureAdvancedFurnace} 中进行以打造十分复杂的 {LINK:SuperAlloyPage;超级合金} 。为了打造复杂的合金，你将需要将混合物调配成准确的比例，在适当的 {LINK:TemperaturePage;温度} 和 {LINK:PressurePage;压强} 下进行熔炼。

# HelpPage.MiningPage
source: Mining
cs: Těžba
es: Minería
fr: Minage
hu: Bányászat
it: Minare
ru: Горное дело
tr: Madencilik
vi: Khai thác mỏ
zh_cn: 采矿

# HelpPage.MiningPage
source: You can mine {LINK:OrePage;ore} using a {THING:ItemMiningDrill}. If you wear a {THING:ItemMiningBelt} the {LINK:OrePage;ore} will automatically be placed within it.
cs: Můžete těžit {LINK:OrePage;rudu} pomocí {THING:ItemMiningDrill}. Pokud máte na sobě {THING:ItemMiningBelt}, {LINK:OrePage;ruda} se do něj automaticky umístí.
es: Puede minar {LINK:OrePage;ore} usando un {THING:ItemMiningDrill}. Si usa un {THING:ItemMiningBelt} el {LINK:OrePage;ore} se colocará automáticamente dentro de él.
fr: Vous pouvez exploiter un {LINK:OrePage;minerai} avec un {THING:ItemMiningDrill}. Si vous portez un {THING:ItemMiningBelt}, le {LINK:OrePage;minerai} y sera automatiquement placé.
hu: {THING:ItemMiningDrill} használatával {LINK:OrePage;érceket} szerezhetsz. A {THING:ItemMiningBelt} viselésénél az {LINK:OrePage;ércek} atomatikusan abba helyeződnek át.
it: Puoi minare {LINK:OrePage;minerali} usando un {THING:ItemMiningDrill}. Se indossi una {THING:ItemMiningBelt} i {LINK:OrePage;minerali} verranno automaticamente piazzati al suo interno.
ru: Вы можете добывать {LINK:OrePage;руду} используя {THING:ItemMiningDrill}. Если вы носите {THING:ItemMiningBelt}, то в него автоматически помещается выкопанная {LINK:OrePage;руда}.
tr: Bir {THING:ItemMiningDrill} kullanarak kazabilirsin. Eğer bir {THING:ItemMiningBelt} giyersen, {LINK:OrePage;cevher} otomatik olarak içine yerleşecektir.
vi: Bạn có thể đào {LINK:OrePage;quặng} bằng cách sử dụng một {THING:ItemMiningDrill}. Nếu bạn mặc một {THING:ItemMiningBelt} cái {LINK:OrePage;quặng} sẽ tự động được đặt trong nó.
zh_cn: 你可以用一台 {THING:ItemMiningDrill} 来开采 {LINK:OrePage;矿石} 。如果你装备了一条 {THING:ItemMiningBelt} ，你开采的 {LINK:OrePage;矿石} 将会自动被收集进去。

# HelpPage.TradingPage
source: Trading
cs: Obchodování
es: Comercio
fr: Commerce
hu: Kereskedelem
zh_cn: 交易

# HelpPage.TradingPage
source: Trading is an essential part of a {LINK:Stationeers;Stationeers} existence, especially on more extreme worlds, where new cadets may be challenged at first to survive without assistance. {HEADER:Getting started} To contact a trader you need to establish a communications system. This requires the following: - A powered {THING:StructureVendingMachine} to store and trade items with. - An operational {THING:StructureSatelliteDish} to locate and identify prospective traders. - A working {THING:StructureComputer} with a {THING:MotherboardComms} running. - A powered {THING:StructureShuttleLandingPad} for the Trader to land on. When your system is up and running, you will see an empty screen on the computer terminal. Adjust the satellite dish's position until it registers one or more traders. These will appear on screen with a rating from 1-100%. This is your signal strenght. A Trader can only be summoned when signal strength is above 95%. Once a Trader has been contacted, it will subsequently provide a name. Different traders provide different categories of items. {HEADER:Traders} Electronics TechTree Electronics Organics Organicon Basic Spes'mall Basics Hydraulic HydrauliKit Ore MineRiteOres Microwave Microwares Chemistry ChemLab Exotics ExoTech Paint Color Corp Paints Tools Tool Corp Security Hall Corp Security Other Kolders' Assorted Goods Gas GasTrade Custom Spes'mall
cs: Obchodování je nezbytnou součástí existence {LINK:Stationeers;Stationeerů}, zejména na extrémnějších světech, kde mohou mít noví kadeti zpočátku problém přežít bez pomoci. {HEADER:Začátek} Abyste mohli kontaktovat obchodníka, musíte si vytvořit komunikační systém. K tomu je zapotřebí následující: - Napájený {THING:StructureVendingMachine}, který slouží k ukládání a obchodování s předměty. - Fungující {THING:StructureSatelliteDish} k vyhledávání a identifikaci potenciálních obchodníků. - Fungující {THING:StructureComputer} se spuštěnou {THING:MotherboardComms}. - Napájený {THING:StructureShuttleLandingPad}, na kterém může obchodník přistát. Po spuštění systému se na terminálu počítače zobrazí prázdná obrazovka. Upravujte polohu satelitní antény, dokud nezaregistruje jednoho nebo více obchodníků. Ti se objeví na obrazovce s hodnocením od 1 do 100 %. To je síla vašeho signálu. Obchodníka lze vyvolat pouze tehdy, když je síla signálu vyšší než 95 %. Jakmile je obchodník kontaktován, následně uvede své jméno. Různí obchodníci poskytují různé kategorie položek. {HEADER:Obchodníci} Elektronika TechTree Electronics Organické látky Organicon Základní Spes'mall základy Hydraulika HydrauliKit Ruda MineRiteOres Mikrovlnné Microwares Chemie ChemLab Exotika ExoTech Barva Color Corp Barvy Nástroje Tool Corp Bezpečnost Hall Corp Bezpečnost Ostatní Kolders' Assorted Goods Plyn GasTrade Vlastní Spes'mall
zh_cn: 交易是一位 {LINK:Stationeers;Stationeer} 的生活中必不可少的一部分，尤其在环境更加极端的世界中，新学员可能会在没有援助的情况下首先面临生存挑战。 {HEADER:新手入门} 要联系一位贸易商，你需要建立一个通信系统。这需要以下几点： - 一台已供电的 {THING:StructureVendingMachine} 用来储存和交易物品。 - 一架可使用的 {THING:StructureSatelliteDish} 用来定位并识别潜在的贸易商。 - 一台装有一块 {THING:MotherboardComms} 的工作中的 {THING:StructureComputer} 用来运行。 - 一个已供电的 {THING:StructureShuttleLandingPad} 用来让贸易商着陆。 当你的系统启动并运行时，你将会在计算机终端上看到一片空屏幕。调整卫星天线的位置，直到它显示一个或多个贸易商。他们将以1-100%的等级出现在屏幕上。这是你的信号强度。一位贸易商只能在信号强度高于95%时被召唤。一旦一位贸易商能够被联系上，他将会在屏幕上显示一个名称。不同的贸易商提供不同类别的商品。 {HEADER:贸易商} 电子设备 TechTree Electronics 有机物 Organicon 基础设施 Spes'mall Basics 水利设施 HydrauliKit 矿石 MineRiteOres 微波制品 Microwares 化学品 ChemLab 外星科技 ExoTech 颜料 Color Corp Paints 工具 Tool Corp 安保设施 Hall Corp Security 其它商品 Kolders' Assorted Goods 气体 GasTrade 客制化 Spes'mall {HEADER:译者特别提醒} 在交易终端界面中，会出现汉字显示为“口口口口”的错误，但是不用担心，点击可交易物品左侧的“i”按钮即可查看其详细信息。

# HelpPage.ConstructionPage
source: Construction
cs: Konstrukce
es: Construcción
hu: Építkezés
it: Costruzione
ru: Строительство
tr: İnşaat
vi: Xây dựng
zh_cn: 建造
