Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.AutomatedRocketPage
source: Automated rockets are uncrewed vehicles that can be dispatched offworld to retrieve a range of resources. The rocket can be controlled by <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color> or <color=#0080FFFF>{LINK:LogicUnitPage;IC}</color> or a mixture of these systems. Once launched, automated rockets seek out planets or asteroids with mineable resources, depending on which MODULES they have been constructed with. Rockets can be programmed to mine all available resources, then move to another planet, or return home. Their range - and therefore the amount of resources they can collect - is determined by their available fuel. If they run out of fuel, they are lost to the void forever. {HEADER:MODULES} Automated rocket system is composed of four fundamental modules, plus an engine and fuel tank(s): * AUTOMATION MODULE - the {THING:StructureModularRocketAutomation} is the control system, passing data to the various modules. * MINING MODULE - this performs the mining operation. Currently these are {THING:StructureRocketModuleMiningOre}, {THING:StructureModularRocketIceMining}, {THING:StructureRocketModuleMiningJunk} and {THING:StructureModularRocketGasMining}. * COUPLER - this connects mining modules to storage modules, by passing material from one to the other. Specifically, the {THING:StructureModularRocketCouplingDown} passes resources to a storage module BENEATH it. The {THING:StructureModularRocketCouplingUp} passes resources to a storage module ABOVE it. The rocket will not collect resources without this element. * STORAGE MODULE - this module receives resources from a mining module via a coupler and stores them until the rocket returns. This currently includes {THING:StructureRocketModuleSilo} for ores and {THING:StructureModularRocketFueltank01} for gas. Storage modules can be connected to an <color=#0080FFFF>{LINK:ImportExportPage;chute network}</color>, but are closed by default. Use <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color> to set it to 'open'. {HEADER:LAUNCH CONDITIONS} * POWER - all modules of the rocket must be powered. Note that modules are created ‘On’ by default, but can be turned off and on using <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color> connections. * FUEL - the rocket must have at least one fuel tank and sufficient fuel for takeoff (at least 500 mols). Note that the rocket also requires 500mols to land AND consumes 5 mols per tick during travel phase of operation. * CONSTRUCTION - The rocket must be correctly assembled (see MODULES above) * PROGRAMMING - The rocket is controlled by the <color=#0080FFFF>{LINK:LogicUnitPage;IC system}</color> (see below) {HEADER:ROCKET MODES} The rocket's mode is set via the device's 'activate' value. The mode determines the current behaviour: 0: Idle (at base) 1: Launching 2: Traveling 3: Arrived 4: Idle at destination (ready to activate mining modules). 5: Returning home 6: Returned 7: Lost {HEADER:UNIQUE ROCKET COMMANDS} * FUEL IN TANK REMAINING - Gets the fuel remaining in your rocket's fuel tank. * FUEL RETURN COST - Gets the cost of fuel to return the rocket to your current world. * ROCKET MODE - Gets the current RocketMode value (0-7). * COLLECTABLE GOODS - Returns 0 or 1 based on whether or not the current rocket system has the ability to collect resources on the planet.
es: Los cohetes automatizados son vehículos sin tripulación que se pueden enviar fuera del mundo para recuperar una variedad de recursos. El cohete puede ser controlado por <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color> o <color=#0080FFFF>{LINK:LogicUnitPage;IC}</color> o una combinación de estos sistemas. · Una vez lanzados, los cohetes automatizados buscan planetas o asteroides con recursos extraíbles, según los MÓDULOS con los que se hayan construido. Los cohetes se pueden programar para extraer todos los recursos disponibles y luego trasladarse a otro planeta o regresar a casa. Su alcance, y por lo tanto la cantidad de recursos que pueden recolectar, está determinada por el combustible disponible. Si se quedan sin combustible, se pierden para siempre en el vacío. · {HEADER:MODULES} El sistema de cohetes automatizado se compone de cuatro módulos fundamentales, más un motor y un tanque o varios de combustible: * MÓDULO DE AUTOMATIZACIÓN - la {THING:StructureModularRocketAutomation} es el sistema de control, pasando datos a los diversos módulos. * MÓDULO DE MINERÍA - este realiza la operación minera. Actualmente estos son {THING:StructureRocketModuleMiningOre}, {THING:StructureModularRocketIceMining}, {THING:StructureRocketModuleMiningJunk} y {THING:StructureModularRocketGasMining} . * ACOPLADOR: conecta los módulos de minería con los módulos de almacenamiento, pasando material de uno a otro. Específicamente, {THING:StructureModularRocketCouplingDown} pasa recursos a un módulo de almacenamiento DEBAJO de él. La {THING:StructureModularRocketCouplingUp} pasa recursos a un módulo de almacenamiento POR ENCIMA de él. El cohete no recolectará recursos sin este elemento. * MÓDULO DE ALMACENAMIENTO: este módulo recibe recursos de un módulo de minería a través de un acoplador y los almacena hasta que regresa el cohete. Esto incluye actualmente {THING:StructureRocketModuleSilo} para minerales y {THING:StructureModularRocketFueltank01} para gas. Los módulos de almacenamiento se pueden conectar a un <color=#0080FFFF>{LINK:ImportExportPage;chute network}</color>, pero están cerrados de forma predeterminada. Use <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color> para configurarlo en 'abierto' . {ENCABEZADO: CONDICIONES DE LANZAMIENTO} * ENERGIA: todos los módulos del cohete deben estar alimentados. Tenga en cuenta que los módulos se crean "Activados" de forma predeterminada, pero pueden desactivarse y activarse mediante las conexiones <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color>. * COMBUSTIBLE: el cohete debe tener al menos un tanque de combustible y suficiente combustible para el despegue (al menos 500 moles). Tenga en cuenta que el cohete también requiere 500 mol para aterrizar Y consume 5 mol por tic durante la fase de viaje de la operación. * CONSTRUCCIÓN - El cohete debe estar correctamente ensamblado (ver MÓDULOS arriba) * PROGRAMACIÓN - El cohete está controlado por el <color=#0080FFFF>{LINK:LogicUnitPage;IC system}</color> (ver más abajo) {HEADER:ROCKET MODES} El modo del cohete se establece mediante el valor de "activación" del dispositivo. El modo determina el comportamiento actual: 0: inactivo (en la base) 1: Lanzamiento 2: Viajar 3: Llegado 4: Inactivo en el destino (listo para activar módulos de minería) . 5: Regreso a casa 6: Devuelto 7: Perdido {HEADER: UNIQUE ROCKET COMMANDS} * COMBUSTIBLE EN EL TANQUE RESTANTE: Obtiene la cantidad que queda en el tanque de combustible de su cohete. * COSTO DE DEVOLUCIÓN DE COMBUSTIBLE - Obtiene el coste de combustible para devolver el cohete a su mundo actual. * MODO DEL COHETE - Obtiene el valor actual del modo del cohete (0-7) . * MERCANCÍAS CONSEGUIDAS - Devuelve 0 o 1 en función de si el sistema de cohetes actual tiene la capacidad de recolectar recursos en el planeta. ·
hu: Az automatizált rakéták legénység nélküli járművek, amelyek számos nyersanyag beszerzésére képesek. A rakéta irányítható <color=#0080FFFF>{LINK:LogicUnitPage;logika}</color>, <color=#0080FFFF>{LINK:LogicUnitPage;IC}</color>, vagy ezek keverékével. Kilövés után ezek az automatizált rakéták bányászható nyersanyaggal rendelkező bolygók és aszteroidák után kutatnak attól függően, hogy milyen modullal lettek felszerelve. A rakétákat be lehet programozni arra, hogy minden lehetséges nyersanyagot begyűjtsenek, majd menjenek egy másik bolygóra, vagy térjenek haza. A hatótávolság - és az ebből adódó begyűjthető nyersanyag mennyisége - az üzemanyag mennyisége által van meghatározva. Ha kifogy az üzemanyag, örökre elveszhet a rakéta az űr vákuumában... {HEADER:MODULOK} Egy automatizált rakétarendszer négy alapvető modulból, plusz egy hajtóműből és egy (vagy több) üzemanyagtartályból áll: * AUTOMATIZÁCIÓS MODUL - {THING:StructureModularRocketAutomation} az irányítórendszer, ez adja tovább a különböző adatokat a többi modulnak. * BÁNYÁSZMODUL - Ez hajtja végre a bányászat műveletét. A következők tartoznak ide: {THING:StructureRocketModuleMiningOre}, {THING:StructureModularRocketIceMining}, {THING:StructureRocketModuleMiningJunk}, {THING:StructureModularRocketGasMining}. * CSATOLÓ - Ez kötteti össze a bányászmodulokat a tárolómodulokkal úgy, hogy továbbítja a nyersanyagot au egyikből a másikba. Pontosabban: {THING:StructureModularRocketCouplingDown} az ALATTA levő tárolómodulba továbbít. {THING:StructureModularRocketCouplingUp} a FELETTE levő tárolómodulba továbbít. Csatoló nélkül a hajó nem fog tudni nyersanyagokat begyűjteni. * TÁROLÓMODUL - Ez a modul kapja meg a nyersanyagokat a bányászmodulból a csatolón keresztül. A nyersanyagokat addig tárolja, amíg a rakéta vissza nem ér. Ilyen például egy {THING:StructureRocketModuleSilo}, ami érceket tud tárolni, vagy egy {THING:StructureModularRocketFueltank01}, ami meg gázok tárolására alkalmas. Ezek a modulok csatlakoztathatók egy <color=#0080FFFF>{LINK:ImportExportPage;csúszdahálózatra}</color>, de arra figyelj, hogy alapból be vannak zárva. Ezt <color=#0080FFFF>{LINK:LogicUnitPage;logika}</color> segítségével változtathatod meg. Csak állítsd az értéket "nyitvára". {HEADER:KILÖVÉSI FELTÉTELEK} * ÁRAMELLÁTÁS - Minden modul hálózatba kell hogy legyen kötve. A modulok megépítése utáni kezdeti állapot minig a "be". A modulok <color=#0080FFFF>{LINK:LogicUnitPage;logika}</color> segítségével kikapcsolhatók. * ÜZEMANYAG - A rakétának legalább egy üzemanyagtartállyal és elégséges mennyiségű (legalább 500 mol) üzemanyaggal kell rendelkeznie a felszálláshoz. Arra figyelj, hogy a rakéta leszálláskor is elhasznál 500 mol üzemanyagot, ezen kívül menet közben is elhasznál 5 molt minden egyes tickben. * KONSTRUKCIÓ - A rakétát helyesen kell összeszerelni (lásd fent: MODULOK). * PROGRAMOZÁS - A rakétát megfelelően beállított <color=#0080FFFF>{LINK:LogicUnitPage;IC rendszerrel}</color> kell ellátni (lásd lent). {HEADER:RAKÉTAÜZEMMÓDOK} A rakéta üzemmódját az eszköz "aktiválás" értékének megváltoztatásával lehet állítani. Az adott üzemmód a jelenlegi viselkedést határozza meg: 0: üresjárat (indulás előtt a bázison) 1: indítás 2: utazás 3: megérkezve 4: üresjárat a célpontnál (bányászmodulok aktiválhatók) 5: hazatérés 6: hazatérve 7: elvesztve {HEADER:EGYEDI RAKÉTA PARANCSOK} * HÁTRALEVŐ ÜZEMANYAG A TARTÁLYBAN - Visszaadja az üzemanyagtartályban maradt üzemanyag mennyiségét. * VISSZATÉRÉSI ÜZEMANYAGKÖLTSÉG - Visszaadja annak az üzemanyagnak a mennyiségét, ami szükséges a bázishoz való visszatéréshez. * RAKÉTAÜZEMMÓD - Visszaadja a jelenlegi üzemmód értékét (0-7). * BEGYŰJTHETŐ JAVAK - 0-t vagy 1-et ad vissza, attól függően, hogy a jelenlegi rakétarendszer képes-e begyűjteni az erőforrásokat az adott bolygón.

# HelpPage.TravelPage
source: Wait! Don't close me yet! The following conditions must be met for launch: - Fully built rocket: at least 3 core modules - Fully fueled {THING:StructureModularRocketFueltank01} - Fuel mix ratio correct - a 2:1 mixture of {GAS:Volatiles} and {GAS:Oxygen}. - Power supplied to the {THING:StructureLaunchPad} - All players seated in {THING:StructureModularRocketCommand01} Below are the WORLD TRAVEL IDs. You can use them to travel to specific planets, when combined with a completed {LINK:RocketShuttlePage;Rocket Shuttle} and {LINK:LogicUnitPage;Logic Units}. Simply write the hash to the setting variable on {THING:StructureLaunchPad} with a {THING:StructureLogicWriter} and a {THING:StructureLogicMemory}. Note: You can click on a hash to copy it to the clipboard. {LIST} {WORLD_HASHES} {/LIST}
es: ¡Espera! ¡No me cierres todavía! Las siguientes condiciones son necesarias para poder despegar: - Cohete completamente construido: al menos 3 módulos centrales - Completamente cargado {THING:StructureModularRocketFueltank01} - Relación de mezcla de combustible correcta: una mezcla 2: 1 de {GAS:Volatiles} y {GAS:Oxygen}. - Energía suministrada a {THING:StructureLaunchPad} - Todos los jugadores sentados en {THING:StructureModularRocketCommand01} A continuación se muestran los ID de VIAJES MUNDIALES. Puede usarlos para viajar a planetas específicos, cuando se combinan con un {LINK:RocketShuttlePage;Rocket Shuttle} y {LINK:LogicUnitPage;Logic Units} completados. Simplemente escriba el hash en la variable de configuración en {THING:StructureLaunchPad} con una {THING:ItemLabeller} y una {THING:StructureLogicMemory}. Nota: puede hacer clic en un hash para copiarlo en el portapapeles. {LIST} {WORLD_HASHES} {/LIST}
fr: Attendez! Lisez bien ce qui suis ! Les conditions suivantes doivent être remplies pour le lancement : - Fusée entièrement construite : au moins 3 modules de base - Le {THING:StructureModularRocketFueltank01} est plein - Rapport de mélange de carburant : un mélange de 2:1 de {GAS:Volatiles} et {GAS:Oxygen}. - Alimentation électrique de l'{THING:StructureLaunchPad} - Tous les joueurs sont assis dans le {THING:StructureModularRocketCommand01} Vous trouverez ci-dessous les ID WORLD TRAVEL. Vous pouvez les utiliser pour voyager vers des planètes spécifiques, lorsqu’ils sont combinés avec une {LINK:RocketShuttlePage; fusée terminée} et des {LINK:LogicUnitPage; Unités logiques}. Il suffit d’écrire l'ID WORLD TRAVEL dans la variable de réglage de l'{THING:StructureLaunchPad} avec une {THING:ItemLabeller}. Remarque : Vous pouvez cliquer sur un hash pour le copier sur le presse-papiers. {LISTE} {WORLD_HASHES} {/LISTE}
hu: Várj! Még ne zárj be! Ezeknek a feltételeknek kell teljesülnie az indításhoz: - Teljesen megépített rakéta: legalább 3 központi modul - Teljesen feltankolt {THING:StructureModularRocketFueltank01} - Megfelelő üzemanyag-keverési arány - 2:1 arányú {GAS:Volatiles}-{GAS:Oxygen} keverék - {THING:StructureLaunchPad} ellátva árammal - Minden játékos a(z) {THING:StructureModularRocketCommand01} belsejében ül Ezek itt a VILÁGUTAZÓ-AZONOSÍTÓK. Használhatod őket bizonyos bolygók közti utazásra, ha együtt használod egy már kész {LINK:RocketShuttlePage;űrhajóval} és {LINK:LogicUnitPage;logikai egységekkel}. Csak írd be a hash értékeket a {THING:StructureLaunchPad} Beállítás változójábaegy {THING:ItemLabeller} segítségével. Megjegyzés: Ha a hash értékre kattintasz, akkor bemásolódik a vágólapra. Az induláshoz legalább 3 központi modulra lesz szükséged és arra, hogy minden játékos a rakétában üljön. {LIST} {WORLD_HASHES} {/LIST}
vi: Chờ đợi! Đừng đóng cửa tôi! Các điều kiện sau phải được đáp ứng để khởi chạy: - Tên lửa được chế tạo hoàn chỉnh: ít nhất 3 mô-đun cốt lõi - Được cung cấp đầy đủ nhiên liệu {THING:StructureModularRocketFueltank01} - Tỷ lệ hỗn hợp nhiên liệu chính xác - hỗn hợp 2: 1 của {GAS:Volatiles} và {GAS:Oxygen}. - Năng lượng cung cấp cho {THING:StructureLaunchPad} - Tất cả người chơi ngồi trong {THING:StructureModularRocketCommand01} Dưới đây là WORLD TRAVEL IDs. Bạn có thể sử dụng chúng để du hành đến các hành tinh cụ thể, khi được kết hợp với {LINK:RocketShuttlePage;Tàu con thoi hỏa tiễn} và {LINK:LogicUnitPage;Đơn vị logic}. Chỉ cần viết hàm băm vào biến cài đặt trên {THING:StructureLaunchPad} với một {THING:StructureLogicWriter} và một {THING:StructureLogicMemory}. Lưu ý: Bạn có thể nhấp vào một hàm băm để sao chép nó vào khay nhớ tạm. {LIST} {WORLD_HASHES} {/LIST}

# HelpPage.WeatherPage
source: The Solar System's planets are not as calm as they may seem. After seven days on any world with an atmosphere, the inscrutable forces of nature swing into action – hitting unwary Stationeers with blizzards, dust storms and volcanic events. As such, the ODA recommends that freshly deployed Stationeers create an airtight base within 7 days of landing. Any dynamic objects left outside in a storm – on Mars, Loulan, Vulcan or Europa – risks being blown far, far away, including your lander. Likewise, be aware that solar panels are fragile and may have their glass shattered, or occasionally even be destroyed by a sufficiently ferocious storm. During storms, their output is also drastically reduced.
es: Los planetas del Sistema Solar no están tan tranquilos como parecen. Después de siete días en cualquier mundo con atmósfera, las fuerzas inescrutables de la naturaleza entran en acción y golpean a los incautos Stationeers con ventiscas, tormentas de polvo y eventos volcánicos. Como tal, la ODA recomienda que los Stationeers recién desplegados creen una base hermética dentro de los 7 días posteriores al aterrizaje. Cualquier objeto dinámico que quede afuera en una tormenta (en Marte, Loulan, Vulcan o Europa) corre el riesgo de ser arrastrado muy, muy lejos, incluido su módulo de aterrizaje. Del mismo modo, tenga en cuenta que los paneles solares son frágiles y su vidrio puede romperse, o incluso ser destruido ocasionalmente por una tormenta lo suficientemente feroz. Durante las tormentas, su producción de energia también se reduce drásticamente.
fr: Les planètes du système solaire ne sont pas aussi calmes qu’elles peuvent paraître. Après sept jours sur n’importe quel monde avec une atmosphère, les forces insondables de la nature se balancent dans l’action - frappant stationeers imprudents avec des blizzards, des tempêtes de poussière et des événements volcaniques. À ce titre, l’ODA recommande que les stationnaires fraîchement déployés créent une base hermétique dans les 7 jours suivant l’atterrissage. Tous les objets dynamiques laissés à l’extérieur dans une tempête – sur Mars, Loulan, Vulcain ou Europa – risque d’être soufflé loin, très loin, y compris votre atterrisseur. De même, sachez que les panneaux solaires sont fragiles et peuvent avoir leur verre brisé, ou parfois même être détruit par une tempête suffisamment féroce. Pendant les tempêtes, leur production est également considérablement réduite.
hu: A Naprendszer bolygói nem olyan nyugisak, mint amilyennek tűnhetnek. Bármely, atmoszférával rendelkező bolygón az első hét nap után lecsapnak a természet erői - megkeserítve a stationeerek életét hó- és porviharokkal, valamint egyéb vulkanikus eseményekkel. Ezek miatt is ajánlja az FFÜ a frissen bevetett stationeereknek egy légmentes bázis építésének kivitelezését a landolás utáni első hét napban. Bármilyen mozgatható tárgy a viharban való kintfelejtésével - a Marson, Loulanon, Vulcanon vagy Europan - felmerülhet a kockázata annak, hogy azok nagyon, nagyon messze kavarodnak el - beleértve a leszállóegységed. Emellett ügyelj arra, hogy a napelemek törékenyek, az üveglap bennük eltörhet, vagy akár el is pusztulhatnak egy erősebb viharban. Viharos időben a tejesítményük is jelentősen lecsökken.
vi: Các hành tinh của Hệ Mặt trời không bình lặng như chúng có vẻ. Sau bảy ngày trên bất kỳ thế giới nào có bầu khí quyển, các lực lượng khôn lường của tự nhiên sẽ hành động - đánh những người Stationeer không cẩn thận bằng bão tuyết, bão bụi và các sự kiện núi lửa. Do đó, ODA khuyến nghị rằng các tàu Stationeer mới được triển khai nên tạo một căn cứ kín gió trong vòng 7 ngày kể từ ngày hạ cánh. Bất kỳ vật thể động nào bị bỏ lại bên ngoài trong một cơn bão - trên sao Hỏa, Loulan, Vulcan hoặc Europa - đều có nguy cơ bị thổi bay rất xa, rất xa, kể cả tàu đổ bộ của bạn. Tương tự, hãy lưu ý rằng các tấm pin mặt trời rất dễ vỡ và có thể bị vỡ kính hoặc thậm chí đôi khi bị phá hủy bởi một cơn bão đủ dữ dội. Khi có bão, sản lượng của chúng cũng giảm mạnh.
