Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.NutritionPage
source: {HEADER:HUNGER} Stationeers get hungry eventually, but not all food is created equal. Also, your hunger rate varies depending on settings and difficulty. Eating will only consume that part of an item adequate to restoring your hunger to 100%. Stationeers receive supplies of food such as <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> {THING:ItemCerealBar} in their lander upon arriving on a new world. When these are exhausted, you must find new sources of sustenance - such as growing your own, from the seeds supplied, or contacting a {LINK:TradingPage;Trader}. {HEADER:NUTRITION} Eating raw ingredients will satisfy hunger less than meals, ie will replace a smaller proportion of your hunger. The basic elements of food are created using <color=#0080FFFF>{LINK:OrganicPage;hydroponics}</color> systems. These can be processed into recipe ingredients using the {THING:ApplianceReagentProcessor}, then turned into meals using a {THING:ApplianceMicrowave} or {THING:StructureAutomatedOven}. Your hunger rate can be adjusted set in the main settings menu by adjusting the Hunger/Hydration rate slider in the settings. Note that the hunger slider also governs your {LINK:HydrationPage;Thirst}.
es: {HEADER:HUNGER} Los Stationeers eventualmente tienen hambre, pero no todos los alimentos son iguales. Además, su tasa de hambre varía según la configuración y la dificultad. Comer solo consumirá esa parte de un artículo adecuada para restaurar su hambre al 100% . Los Stationeers reciben suministros de comida como <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> {THING:ItemCerealBar} en su módulo de aterrizaje al llegar a un nuevo mundo. Cuando se agoten, debe encontrar nuevas fuentes de sustento, como cultivar las suyas propias, a partir de las semillas suministradas o ponerse en contacto con un {LINK:TradingPage;Trader}. {HEADER:NUTRITION} Comer ingredientes crudos satisfará menos el hambre que las comidas, es decir, reemplazará una proporción menor de su hambre. Los elementos básicos de los alimentos se crean utilizando sistemas <color=#0080FFFF>{LINK:OrganicPage;hydroponics}</color>. Estos se pueden procesar en ingredientes de recetas usando el {THING:ApplianceReagentProcessor}, luego convertirse en comidas usando un {THING:ApplianceMicrowave} o {THING:StructureAutomatedOven}. Su tasa de hambre se puede configurar en el menú de configuración principal ajustando el control deslizante Tasa de hambre / hidratación en la configuración. Tenga en cuenta que el control deslizante del hambre también gobierna su {LINK:HydrationPage;Thirst}.
fr: {HEADER:FAIM} Les Stationeers finissent par avoir faim, mais les aliments que vous créez ne sont pas égaux. De plus, votre niveau de faim varie en fonction des paramètres et de la difficulté du jeu. Manger ne consommera que la partie d'un consommable nécessaire pour restaurer votre faim à 100%. Les Stationeers reçoivent des provisions de nourriture, telles que la <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> {THING:ItemCerealBar}, dans leur atterrisseur à leur arrivée sur un nouveau monde. Lorsque celles-ci sont épuisées, vous devez trouver de nouvelles sources de subsistance, comme cultiver les vôtres à partir des graines fournies, ou contacter un {LINK:TradingPage;commerçant}. {HEADER:ALIMENTATION} Manger des ingrédients crus ne satisfera pas votre faim autant qu'un repas, c'est-à-dire qu'ils restaureront une plus petite proportion de votre niveau de faim. Les éléments basiques composant la nourriture de base sont produits à l'aide de la <color=#0080FFFF>{LINK:OrganicPage;station hydroponique}</color>. Ceux-ci peuvent être transformés en ingrédients utilisables dans des recettes à l'aide du {THING:ApplianceReagentProcessor}, puis transformés en repas à l'aide d'un {THING:ApplianceMicrowave} ou d'un {THING:StructureAutomatedOven}. Votre niveau de faim peut être ajusté dans le menu général des paramètres en ajustant le curseur "Niveau de faim/soif". Notez que ce réglage ajuste également votre niveau de {LINK:HydrationPage;soif}.
hu: {HEADER:HUNGER} Minden stationeer megéhezik egyszer, viszont minden ételt máshogy kell elkészíteni. Az éhséged mértéke függ a beállításoktól és a nehézségi szinttől is. Az étel elfogyasztásakor annak csak annyi része fogy el, amennyi szükséges a 100%-os tápláltsághoz. A stationeerek kapnak induláskor ellátmányt, mint a <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> {THING:ItemCerealBar}. Ezek a leszállóegységgel együtt érkeznek. Ha a készletek kifogytak, muszáj új módot találnod az élelem megszerzésére - termesztéssel, az ellátmánnyal érkezett magokkal, vagy egy {LINK:TradingPage;kereskedő} segítségével. Nyers, feldolgozatlan élelem fogyasztása is enyhítheti az éhséget, de kevésbé, mint az elkészített ételek (azaz kevesebbet tölt vissza az éhségcsíkba). Az legalapvetőbb hozzávalókat <color=#0080FFFF>{LINK:OrganicPage;hidroponikus}</color> rendszerek segítségével állíthatod elő. Ezeket a {THING:ApplianceReagentProcessor} segítségével dolgozhatod fel, majd ezeket egy kész fogássá alakíthatod a {THING:ApplianceMicrowave} vagy az {THING:StructureAutomatedOven} segítségével. Az éhséged mértékét a beállításokban állíthatod át az Éhség/Szomjúság csúszka átállításával. Ez a csúszka a {LINK:HydrationPage;szomjúság} mértékét és változtatja.

# HelpPage.HydrationPage
source: Your average Stationeer needs to drink water regularly. However, arcane and possibly misguided <color=#0080FFFF>{LINK:ODA;ODA}</color> health and safety regulations have long denied Stationeers the right to in-suit hydration mechanisms. Instead, they must take regular drink breaks to open their helmet, and imbibe water. Doing so in an unpressurized environment is unadvised. How often to drink? This is determined by your difficulty level, the heat of the planet and how much you like to move your body. Water comes in many forms. At least one {THING:ItemWaterBottle} is supplied to Stationeers as part of their rations when landing on new planets, with more in your lander crates. These can be refilled using a {THING:ItemWaterBottleFiller}, which must itself be connected to a liquid pipe network. The network itself can be filled using a {THING:StructureIceCrusher} with a suitable supply of ice. Your thirst rate can be adjusted set on the main settings menu by adjusting your Hunger/Hydration rate slider.
es: El Stationeer medio necesita beber agua con regularidad. Sin embargo, las normas de salud y seguridad arcanas y posiblemente erróneas <color=#0080FFFF>{LINK:ODA;ODA}</color> han negado durante mucho tiempo a los Stationeers el derecho a los mecanismos de hidratación dentro del traje. En cambio, deben tomar descansos regulares para beber para abrir su casco y beber agua. No se recomienda hacerlo en un entorno sin presión. ¿Con qué frecuencia beber? Esto está determinado por tu nivel de dificultad, el calor del planeta y cuánto te gusta mover tu cuerpo. El agua se presenta de muchas formas. Al menos una {THING:ItemWaterBottle} se proporciona a Stationeers como parte de sus raciones cuando aterrizan en nuevos planetas, con más en sus cajas de aterrizaje. Estos se pueden rellenar con un {THING:ItemWaterBottleFiller}, que debe estar conectado a una red de tuberías de líquido. La red en sí se puede llenar usando un {THING:StructureIceCrusher} con un suministro adecuado de hielo. Su tasa de sed se puede ajustar en el menú de configuración principal ajustando el control deslizante de tasa de hambre / hidratación.
fr: Le Stationeer moyen a besoin de boire de l’eau régulièrement. Cependant, les réglementations obscures et peut-être erronées de l’<color=#0080FFFF>{LINK:ODA;ODA}</color> en matière de santé et de sécurité ont longtemps refusé aux Stationeers le droit à des mécanismes d’hydratation implantés dans la combinaison. Au lieu de cela, ils doivent prendre régulièrement des pauses pour ouvrir leur casque et boire de l’eau. Le faire dans un environnement non pressurisé est déconseillé. À quelle fréquence faut-il boire ? Cela est déterminé par le niveau de difficulté, la chaleur de la planète et combien vous aimez bouger votre corps. L’eau se présente sous de nombreuses formes. Au moins une {THING:ItemWaterBottle} est fournie aux Stationeers car faisant partie de leurs rations lors de l’atterrissage sur de nouvelles planètes. D’autres peuvent être présentes dans les caisses de l’atterrisseur. Elles peuvent être remplies à l’aide d’un {THING:ItemWaterBottleFiller} qui doit être connecté à un réseau de tuyaux pour liquides. Le réseau lui-même peut être rempli à l’aide d’un {THING:StructureIceCrusher} avec un approvisionnement approprié en glace. Votre niveau de soif peut être réglé dans les paramètres du jeu, en ajustant le curseur du niveau de faim/hydratation.
hu: Egy stationeernek egy szüksége van a folyamatos folyadékbevitelre. A rejtélyes, talán téves <color=#0080FFFF>{LINK:ODA;FFÜ}</color> egészségügyi és biztonsági előírások meggátolják, hogy lehessen az űrruhában beépített hidratációs rendszer, ehelyett minden kortynál fel kell nyitni a sisakot. Vákuumban ez kifejezetten nem ajánlott! Milyen gyakorisággal kell folyadékot bevinni? Ezt meghatározza az általad választott nehézségi szint, a bolygód hőmérséklete, és hogy mennyit mozgolódsz. Ivóvízhez többféleképpen is juthatsz. Mindig találsz legalább egy {THING:ItemWaterBottle}ot a kezdőkészleted részeként, amit landoláskor kapsz. Ezeket a {THING:ItemWaterBottleFiller} segítségével töltöheted meg, ha az folyadékhálózatba van kötve. A hálózatot a {THING:StructureIceCrusher} segítségével töltheted meg, melybe elégséges mennyiségű jeget kell táplálnod. A szomjúság mértékét a beállításokban átállíthatod az "Éhség/szomjúság mértéke" csúszkával.
vi: Stationeer trung bình của bạn cần uống nước thường xuyên. Tuy nhiên, phức tạp và có thể sai lầm <color=#0080FFFF>{LINK:ODA;ODA}</color> các quy định về sức khỏe và an toàn từ lâu đã từ chối các nhà Stationeers quyền áp dụng các cơ chế hydrat hóa phù hợp. Thay vào đó, họ phải thường xuyên nghỉ giải lao để mở mũ bảo hiểm và thấm nước. Làm như vậy trong môi trường không áp suất là không bị giám sát. Uống bao lâu một lần? Điều này được xác định bởi độ khó của bạn, sức nóng của hành tinh và mức độ bạn muốn di chuyển cơ thể. Nước có nhiều dạng. Ít nhất một {THING:ItemWaterBottle} được cung cấp cho Stationeers như một phần trong khẩu phần của họ khi hạ cánh xuống các hành tinh mới, với nhiều hơn trong thùng tàu đổ bộ của bạn. Chúng có thể được nạp lại bằng cách sử dụng {THING:ItemWaterBottleFiller}, mà bản thân nó phải được kết nối với mạng ống chất lỏng. Bản thân mạng có thể được lấp đầy bằng cách sử dụng {THING:StructureIceCrusher} với nguồn cung cấp đá thích hợp. Tỷ lệ khát của bạn có thể được điều chỉnh trên menu cài đặt chính bằng cách điều chỉnh thanh trượt Tỷ lệ đói / ngậm nước của bạn.

# HelpPage.EVAPage
source: Your spacesuit provides you with a portable atmosphere, with adjustable pressure and air conditioning (temperature) settings, as well as an warning system that will alert you should the atmosphere inside the suit become hazardous. It functions in conjunction with a suitable helmet to function properly, as well as suitable gas canisters and filters in the suit's various slots. These will need to be changed regularly, and can also be recharged (or drained) using a {THING:StructureSuitStorage}. There are several suits, including the {THING:ItemEvaSuit} and the more pressure- and temperature-resistant {THING:ItemHardSuit}. Your suit various readouts are at the bottom-right of the screen. Pressing the appropriate numeric key (2will bring up a panel showing its slots and settings. These include: - A/C On / Off (i.e. Temperature control on/off) - Filters On / Off - Air On / Off - Pressure Up / Down (with a range of 0kPA to 202kPa, or 0-2 Earth atmospheres) - Temperature Up / Down (with a range of 0°C to 60°C) Suits contains 6-8 slots: - Air tank (x1) - insert a canister or smart canister containing a breathable gas mix, eg O2 or nitrogen/oxygen 35/65. - Waste tank (x1) - collects gases removed by the filters - Life support (x1) - holds one battery, which powers your A/C, lights, etc. - Filters (x3) - requires at least one CO2 filter (if human), depending on your breathable gas mix. Note that a {THING:ItemHardSuit} has 4 filter slots. - IC - {THING:ItemHardSuit} only. Pressure: should be set to 50-100 KPa (0.5 to 1 Earth atmospheres). Humans in-game tolerate up to ~250kPa and can survive up to ~300kPA. Temperature: normally set to 18-21°C, with humans in-game preferring 10-29°C, tolerating 0-39°C and surviving around up to 49°C. In higher temperatures, your A/C will consume more battery power to maintain internal temperature. Filters: the default filter is the CO2 filter, which captures the gas generated by humans when breathing out. If you are not using 100% oxygen in your breathing gas, add additional filters, eg if you mix 25% Oxygen + 75% nitrogen, the nitrogen will accumulate in your suit over time and suffocate you, unless you have a nitrogen filter. If you have the correct filters and breathable gas, but are still experiencing problems, use the 'Flush' function on your Space Helmet. Low/critical oxygen warnings will sound as your filters cease to function. If damaged, your suit can be patched by holding duct tape in your hand and using 'activate' button.
es: Su traje espacial le proporciona una atmósfera portátil, con ajustes de presión y aire acondicionado (temperatura) ajustables, así como un sistema de advertencia que lo alertará si la atmósfera dentro del traje se vuelve peligrosa. Funciona en conjunto con un casco adecuado para que funcione correctamente, así como cartuchos de gas y filtros adecuados en las distintas ranuras del traje. Estos deberán cambiarse con regularidad y también se pueden recargar (o drenar) usando un {THING:StructureSuitStorage}. Hay varios trajes, incluido el {THING:ItemEvaSuit} y el {THING:ItemHardSuit} más resistente a la presión y la temperatura. Las distintas lecturas de su traje se encuentran en la parte inferior derecha de la pantalla. Al presionar la tecla numérica correspondiente (2 aparecerá un panel que muestra sus ranuras y configuraciones. Estos incluyen: - A / C encendido / apagado (es decir, control de temperatura encendido / apagado) - Filtros de encendido / apagado - Aire encendido / apagado - Presión arriba / abajo (con un rango de 0kPA a 202kPa, o 0-2 atmósferas terrestres) - Temperatura arriba / abajo (con un rango de 0 ° C a 60 ° C) Los trajes contienen 6-8 ranuras: - Tanque de aire (x1): inserte un bote o un bote inteligente que contenga una mezcla de gas respirable, p. Ej. O2 o nitrógeno / oxígeno 35/65. - Tanque de residuos (x1): recoge los gases eliminados por los filtros - Soporte vital (x1): contiene una batería, que alimenta su A / C, luces, etc. - Filtros (x3): requiere al menos un filtro de CO2 (si es humano), dependiendo de su mezcla de gases respirables. Tenga en cuenta que una {THING:ItemHardSuit} tiene 4 ranuras de filtro. - IC - {THING:ItemHardSuit} solamente. Presión: debe establecerse en 50-100 KPa (0,5 a 1 atmósferas terrestres). Los humanos en el juego toleran hasta ~ 250kPa y pueden sobrevivir hasta ~ 300kPA. Temperatura: normalmente se establece en 18-21 ° C, y los humanos en el juego prefieren 10-29 ° C, toleran 0-39 ° C y sobreviven hasta 49 ° C. En temperaturas más altas, su A / C consumirá más energía de la batería para mantener la temperatura interna. Filtros: el filtro predeterminado es el filtro de CO2, que captura el gas generado por los humanos al exhalar. Si no está usando oxígeno al 100% en su gas de respiración, agregue filtros adicionales, por ejemplo, si mezcla 25% de oxígeno + 75% de nitrógeno, el nitrógeno se acumulará en su traje con el tiempo y lo asfixiará, a menos que tenga un filtro de nitrógeno. Si tiene los filtros correctos y el gas respirable, pero aún tiene problemas, use la función 'Flush' en su Space Helmet. Las advertencias de oxígeno bajo / crítico sonarán cuando sus filtros dejen de funcionar. Si está dañado, puede reparar su traje sosteniendo cinta adhesiva en la mano y usando el botón "activar".
fr: Votre combinaison vous offre une atmosphère portable, avec des réglages de pression et de température, ainsi qu’un système d’avertissement qui vous avertira si l’atmosphère à l’intérieur de la combinaison devient dangereux. Elle fonctionne en conjonction avec un casque approprié, ainsi que des cartouches de gaz et des filtres dans les différents emplacements de la combinaison. Ceux-ci devront être changés régulièrement, et peuvent également être rechargés (ou vidés) en utilisant déposant la combinaison dans un {THING:StructureSuitStorage}. Il existe plusieurs combinaisons, y compris la {THING:ItemEvaSuit} et le modèle le plus résistant à la pression et à la température la {THING:ItemHardSuit}. Différentes données de votre combinaison sont en bas à droite de l’écran. Appuyer sur la touche numérique 2, cela fera apparaître un panneau montrant ses emplacements et ses paramètres. Ceux-ci comprennent : - A/C Marche/Arrêt (Climatisation marche/arrêt) - Filtres activés/désactivés - Air On / Off - Pression Monter/Descendre (avec une plage de 0kPA à 202kPa, ou de 0 à 2 atmosphères terrestres) - Température Monter/Descendre (avec une plage de 0 °C à 60 °C) Les combinaisons contiennent de 6 à 8 emplacements : - Réservoir d’air (x1) - insérer une Bouteille de Gaz ou une Bouteille de Gaz (Evoluée) contenant un mélange de gaz respirable, par exemple de l'oxygène ou azote/oxygène 35/65. - Réservoir à déchets (x1) - collecte les gaz évacués par les filtres. - Système de survie (x1) - contient une pile qui alimente votre combinaison : la lumière, le chauffage, etc. - Filtres (x3) - nécessite au moins un filtre de CO2 (si vous êtes humain), en fonction de votre mélange de gaz respirable. Notez qu’une {THING:ItemHardSuit} a 4 emplacements de filtre. - IC - {THING:ItemHardSuit} uniquement. Pression : doit être réglée à 50-100 KPa (0,5 à 1 atmosphère terrestre). Les humains dans le jeu tolèrent jusqu’à ~250 kPa et peuvent survivre jusqu’à ~300 kPA.
vi: Bộ đồ không gian của bạn cung cấp cho bạn một bầu không khí di động, với các cài đặt áp suất và điều hòa không khí (nhiệt độ) có thể điều chỉnh, cũng như hệ thống cảnh báo sẽ cảnh báo bạn nếu không khí bên trong bộ đồ trở nên nguy hiểm. Nó có chức năng kết hợp với mũ bảo hiểm phù hợp để hoạt động bình thường, cũng như hộp đựng khí và bộ lọc phù hợp trong các khe khác nhau của bộ đồ. Chúng sẽ cần được thay đổi thường xuyên và cũng có thể được sạc lại (hoặc xả) bằng cách sử dụng {THING:StructureSuitStorage}. Có một số bộ quần áo, bao gồm {THING:ItemEvaSuit} và càng chịu được áp suất và nhiệt độ {THING:ItemHardSuit}. Các bài đọc khác nhau phù hợp của bạn nằm ở dưới cùng bên phải của màn hình. Nhấn phím số thích hợp (2 sẽ hiển thị một bảng hiển thị các vị trí và cài đặt của nó. Chúng bao gồm: - A/C Bật / Tắt (tức là bật / tắt điều khiển nhiệt độ) - Bộ lọc Bật / Tắt - Phát sóng Bật / Tắt - Áp suất Tăng / Giảm (với một khoảng của 0kPA đến 202kPa, hoặc 0-2 Bầu khí quyển trái đất) - Nhiệt độ Tăng / Giảm (với khoảng của 0°C đến 60°C) Bộ đồ chứa 6-8 khe: - Bình khí (x1) - chèn một hộp hoặc hộp thông minh có chứa hỗn hợp khí thở, eg O2 hoặc nitrogen/oxygen 35/65. - Thùng chứa chất thải (x1) - thu thập các khí được loại bỏ bởi các bộ lọc - Hỗ trợ cuộc sống (x1) - giữ một pin, cung cấp năng lượng cho bạn A/C, đèn, etc. - Bộ lọc (x3) - yêu cầu ít nhất một bộ lọc CO2 (nếu con người), tùy thuộc vào hỗn hợp khí thở của bạn. Lưu ý rằng một {THING:ItemHardSuit} có 4 khe lọc. - Chỉ có IC - {THING:ItemHardSuit}. Áp suất: nên được đặt thành 50-100 KPa (0.5 đến 1 Bầu khí quyển trái đất). Con người trong trò chơi chịu đựng đến ~250kPa và có thể tồn tại đến ~300kPA. Nhiệt độ: thường được đặt thành 18-21°C,10-29°C với con người trong trò chơi thích hơn, chịu đau đớn 0-39°C và sống sót lên đến 49°C.Ở nhiệt độ cao hơn, A/C của bạn sẽ tiêu tốn nhiều pin hơn để duy trì nhiệt độ bên trong. Bộ lọc: bộ lọc mặc định là bộ lọc CO2, trong đó thu lại khí do con người tạo ra khi thở ra. Nếu bạn không sử dụng 100% oxygen trong khí thở của bạn, thêm các bộ lọc bổ sung, ví dụ: nếu bạn trộn 25% Oxygen + 75% nitrogen, nitơ sẽ tích tụ trong bộ đồ của bạn theo thời gian và làm bạn ngạt thở, trừ khi bạn có bộ lọc nitơ. Nếu bạn có bộ lọc và khí thở phù hợp, nhưng vẫn gặp sự cố, hãy sử dụng chức năng 'Xả' trên Mũ bảo hiểm không gian của bạn. Cảnh báo oxy thấp / tới hạn sẽ phát ra khi bộ lọc của bạn ngừng hoạt động. Nếu bị hư hỏng, bộ đồ của bạn có thể được vá bằng cách cầm băng keo trên tay và sử dụng nút 'kích hoạt'.

# HelpPage.LorePage
source: Lore
vi: Học vấn

# HelpPage.ImportExportPage
source: These are Structures, typically powered, that have specialist functions including Logic, Atmospherics, and more. They are constructed in the same way as other structures. {LIST_OF_IMPORTEXPORT}
vi: Đây là các Cấu trúc, thường được cấp nguồn, có các chức năng chuyên biệt bao gồm Logic, Khí quyển và hơn thế nữa. Chúng được xây dựng theo cách tương tự như các cấu trúc khác. {LIST_OF_IMPORTEXPORT}

# HelpPage.ConstructionPage
source: Guides
vi: Hướng dẫn
