Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.ConstructionPage
source: {HEADER:Getting Started} Typically you will use {LINK:KitPage;kits} to initiate construction and then a variety of {LINK:ToolPage;tools} and {LINK:ResourcePage;resources} to complete. Pay close attention to how many of your kit are required to construct what you have selected, as some structures require more than one of the stack to be consumed. For some kits you will have multiple options, use the {COLORRED:Scroll Wheel} to change the current option you are looking to build. {HEADER:Build States} Some structures will have multiple build states that require different combinations to complete. Your tooltip will advise you of what combination you need to complete the structure. Sometimes you will need to have two objects, one in each hand, to complete a build state. Some tools will need to be turned on first, which can done by pressing {KEY:ToggleHandPower} while it's in your active hand. {HEADER:Tooltips} If you look directly at a structure that is incomplete you will get information about what you need to do to complete it. If you have a {LINK:ToolPage;tool} in your hand and its not the right {LINK:ToolPage;tool}, a tooltip will appear telling you what you would need to use to deconstruct it. {HEADER:Pressure} When building, it's important to note that pressure is measured as a differential. Most structures have a 200kPa pressure limit: if the difference between inside and outside is greater than that, you've got problems.
cs: {HEADER}:Začátek} Obvykle použijete {LINK:KitPage;sady} k zahájení stavby a poté různé {LINK:ToolPage;nástroje} a {LINK:ResourcePage;zdroje} k dokončení. Dávejte dobrý pozor na to, kolik sad je potřeba ke stavbě toho, co jste si vybrali, protože některé sady vyžadují spotřebování více než jedné z nich. U některých sad budete mít k dispozici více možností, pomocí {COLORRED:rolovacího kolečka} změňte aktuální možnost, kterou chcete postavit. {HEADER:Stavy stavby} Některé stavby budou mít více stavů sestavení, které vyžadují k dokončení různé kombinace. Nápověda vás bude informovat o tom, jakou kombinaci potřebujete k dokončení stavby. Někdy budete k dokončení stavu stavby potřebovat dva předměty, v každé ruce jeden. Některé nástroje bude třeba nejprve zapnout, což lze provést stisknutím {KEY:ToggleHandPower}, když je máte v aktivní ruce. {HEADER:Popisky} Pokud se podíváte přímo na nedokončenou konstrukci, zobrazí se informace o tom, co je třeba udělat pro její dokončení. Pokud máš v ruce {LINK:ToolPage;nástroj} a není to ten správný {LINK:ToolPage;nástroj}, zobrazí se nápověda, která ti řekne, co bys musel použít, abys ji rozložil. {HEADER:Tlak} Při stavbě je důležité si uvědomit, že tlak se měří jako diferenciál. Většina konstrukcí má limit tlaku 200 kPa: pokud je rozdíl mezi vnitřkem a vnějškem větší než tato hodnota, máte problémy.
es: {HEADER:Getting Started} Normalmente usted usará {LINK:KitPage;kits} para iniciar la construcción y luego una variedad de {LINK:ToolPage;tools} y {LINK:ResourcePage;resources} para completar. Preste mucha atención a cuántos de su kit son necesarios para construir lo que ha seleccionado, ya que algunas estructuras requieren más de una de las pilas para ser consumidas. Para algunos kits tendrá múltiples opciones, utilice la {COLORRED:Scroll Wheel} para cambiar la opción actual que desea construir. {HEADER:Build States} Algunas estructuras tendrán múltiples estados de construcción que requieren diferentes combinaciones para completarse. Su mensaje le aconsejará sobre la combinación que necesita para completar la estructura. A veces necesitará tener dos objetos, uno en cada mano, para completar un estado de construcción. Algunas herramientas deberán encenderse primero, lo que puede hacerse pulsando {KEY:ToggleHandPower} mientras está en su mano activa. {HEADER:Tooltips} Si observa directamente una estructura que está incompleta, obtendrá información sobre lo que necesita hacer para completarla. Si tiene una {LINK:ToolPage;tool} en su mano y no es la {LINK:ToolPage;tool} correcta, aparecerá un mensaje que le indicará lo que necesita usar para desmontarla. {HEADER:Pressure} Al construir, es importante tener en cuenta que la presión se mide como un diferencial. La mayoría de las estructuras tienen un límite de presión de 200 kPa: si la diferencia entre el interior y el exterior es mayor que eso, tiene problemas.
fr: {HEADER:Debuter} En règle générale, vous utiliserez des {LINK:KitPage;kits} pour lancer la construction, puis divers {LINK:ToolPage;outils} et {LINK:ResourcePage;resources} pour compléter. Portez une attention particulière au nombre de kit requis pour construire ce que vous avez sélectionné, car certaines structures en nécessitent plusieurs. Pour certains kits, vous aurez plusieurs options, utilisez la {COLORRED:molette de la souris} pour modifier l’option actuelle que vous souhaitez créer. {HEADER:Construire des structures} Certaines structures auront plusieurs états de construction nécessitant différentes combinaisons. Votre infobulle vous indiquera la combinaison dont vous avez besoin pour compléter la structure. Parfois, vous aurez besoin de deux objets, un dans chaque main, pour compléter un état de construction. Certains outils devront d'abord être activés, ce qui peut être fait en appuyant sur {KEY:ToggleHandPower} tant qu'il est dans votre main active. {HEADER:Info-bulles} Si vous regardez directement une structure incomplète, vous obtiendrez des informations sur ce que vous devez faire pour la compléter. Si vous avez un {LINK:ToolPage;outil} dans la main et que ce n'est pas le bon {LINK:ToolPage;outil}, une info-bulle apparaîtra pour vous indiquer ce que vous devez utiliser pour le déconstruire.
hu: {HEADER:Getting Started} Általában a {LINK:KitPage;készleteket} kell használnod valaminek a megépítésének megkezdéséhez, ezután számos {LINK:ToolPage;eszköz} segítségével fejezheted be az építkezést. Figyelj arra, hogy egyes dolgok megépítéséhez hány készletet használsz, mivel számos struktúra és szerkezet más és más számű készlet használatát igényli. Egyes készleteknél több építési opció is van, melyek közül a {COLORRED:Scroll Wheel} használatával választhatsz. {HEADER:Build States} Egyes szerkezetek több konstrukciós fázissal is rendelkeznek, amelyeken végig kell menni az építésnél. Eszköztippként fog megjelenni, hogy milyen kombinációban kell végrehajtanod a műveleteket. Néha két dologra is szükséged van egyszerre, általában egy eszközre az egyik kezedben, és alapanyagra a másik kezedben, ahhoz, hogy egy fázist végre tudj hajtani. Egyes eszközöket először be kell kapcsolni, ezt a {KEY:ToggleHandPower} használatával teheted meg. {HEADER:Tooltips} Ha közvetlenül ránézel egy félkész, építés alatt levő dologra, akkor megkapod az építéshez szükséges információkat eszköztipp formájában. Amikor nem az az {LINK:ToolPage;eszköz} van a kezedben, ami az építéshez szükséges, akkor az eszköztippben az az eszköz jelenik meg, amivel az adott dolog lebontható. {HEADER:Pressure} Építkezésnél fontos megjegyezni, hogy a nyomás különbségként van kezelve. A legtöbb struktúra nyomásbírása legfeljebb 200kPa, szóval ha a külső és a belső nyomás különbsége ennél nagyobb, akkor probléma van!
zh_cn: {HEADER:新手入门} 通常你将使用 {LINK:KitPage;套件包} 开始建造，然后使用各种 {LINK:ToolPage;工具} 和 {LINK:ResourcePage;资源} 完成建造。请密切关注建造你所选择的结构件需要多少套件包，因为一些结构件需要消耗多于一个的套件包。对于一些套件包，你将拥有多个建造选项，使用 {COLORRED:鼠标滚轮} 变更你期待建造的结构件的当前建造选项。 {HEADER:建造状态} 一些结构件将拥有多个建造状态，它们需要不同的工具和材料的组合以完成建造。你的工具提示将会为你提供你需要何种组合以完成结构件建造的建议。有时你将需要拥有两件物品，一手各拿一件，以完成一个建造状态。一些工具需要事先开启，当这些工具拿在你手中时，可以通过按 {KEY:ToggleHandPower} 以开启。 {HEADER:工具提示} 如果你径直地看向一个不完整的结构件，你将会得到完成建造所需物品的信息。如果你的手中持有一个 {LINK:ToolPage;工具} 但是它不是正确的 {LINK:ToolPage;工具} ，一条工具提示将会出现，告诉你你将需要用什么来拆除此结构件。 {HEADER:压强} 在建造时，需要留意的是，压强是以两侧差值的大小来测量的。大多数结构件所能承受的压强上限是200kPa：如果内侧和外侧之间的压强差值大于它，你就有麻烦了。

# HelpPage.ReagentPage
source: Reagents
cs: Činidla
es: Reactivos
fr: Réactifs
hu: Reagensek
it: Reagenti
ru: Реагенты
tr: Reaktifler
vi: Thuốc thử
zh_cn: 化学原料

# HelpPage.ReagentPage
source: These are chemical quantities of certain types. {LIST_OF_REAGENTS}
cs: Jedná se o chemická množství určitých typů. {LIST_OF_REAGENTS}
es: Se trata de cantidades químicas de ciertos tipos. {LIST_OF_REAGENTS}
fr: Ce sont des quantités chimiques de certains types. {LIST_OF_REAGENTS}
hu: Ezek bizonyos típusú kémiai mennyiségek {LIST_OF_REAGENTS}
vi: Đây là những đại lượng hóa học của một số loại nhất định. {LIST_OF_REAGENTS}
zh_cn: 这些是某些种类的化学原料。 {LIST_OF_REAGENTS}

# HelpPage.MusicPage
source: Making Music
cs: Tvorba hudby
es: Haciendo Musica
fr: Faire de la musique
hu: Zenekészítés
zh_cn: 编曲

# HelpPage.MusicPage
source: The {LINK:ODA;ODA} does not approve of soundtracks or other distractions. As such, {LINK:Stationeers;Stationeers} have had to create their own musical accompaniment to the demanding labor of building and maintaining off-world infrastructure. Central to this pasttime is the step sequencer, which allows Stationeers to sequence short musical patterns or loops. {HEADER:DIY MUSIC - GETTING STARTED} 1: Connect 8 {THING:DeviceStepUnit}s to your step sequencer via the data port on the lefthand side. 2: Label each step unit, then assign step units 1 through 8 on the step sequencer using the screwdiver. 3: Select the output speaker (eg {THING:PassiveSpeaker}) where the sequencer will play the sounds. This needs to be connected to the logic network on the righthand side of the sequencer. 4: Place a {THING:StopWatch} and use a {THING:StructureLogicReader} and {THING:StructureLogicWriter} to write the time to the time variable on the sequencer. 5: Set the BPM on the sequencer using a {THING:StructureLogicDial} and a {THING:StructureLogicWriter} to write to the sequencer's BPM variable. A higher bpm will play the sequence faster. 6: Insert a sound cartridge of your chosing and select which variant of sound you wish to play by pushing the arrow buttons located above and below the sound cartidge slot. 7: Choose the pitch of the sounds to play by setting the dial on each of your 8 step units to the desired note. With drums, each note is a different drum sounds. You can trial your sounds by pushing the activate button on each step unit (with the sequencer inactive). 8: Get freaky with the {THING:DeviceLfoVolume}. 9: Finally, activate the sequencer, Vibeoneer.
cs: {LINK:ODA;ODA} neschvaluje zvukové stopy ani jiné rušivé prvky. Proto si {LINK:Stationeers; Stationeeři} museli vytvořit vlastní hudební doprovod k náročné práci při budování a údržbě mimozemské infrastruktury. Ústředním prvkem této zábavy je krokový sekvencer, který umožňuje Stationeerům sekvencovat krátké hudební vzory nebo smyčky. {HEADER:DIY HUDBA - ZAČÁTEK} 1: Připojte 8 {THING:DeviceStepUnit} k vašemu krokovému sekvenceru přes datový port na levé straně. 2: Označte každou krokovou jednotku a poté přiřaďte krokové jednotky 1 až 8 na krokovém sekvenceru pomocí šroubováku. 3: Vyberte výstupní reproduktor (např. {THING:PassiveSpeaker}), na kterém bude sekvencer přehrávat zvuky. Ten musí být připojen k logické síti na pravé straně sekvenceru. 4: Umístěte {THING:StopWatch} a pomocí {THING:StructureLogicReader} a {THING:StructureLogicWriter} zapište čas do proměnné čas na sekvenceru. 5: Nastavte BPM na sekvenceru pomocí {THING:StructureLogicDial} a {THING:StructureLogicWriter} pro zápis do proměnné BPM sekvenceru. Vyšší bpm přehraje sekvenci rychleji. 6: Vložte zvukovou kazetu podle vlastního výběru a stisknutím tlačítek se šipkami umístěných nad a pod slotem pro zvukovou kazetu vyberte, kterou variantu zvuku chcete přehrát. 7: Zvolte výšku přehrávaných zvuků nastavením voliče na každé z 8 krokových jednotek na požadovanou notu. U bicích je každá nota jiným zvukem bubnu. Zvuky si můžete vyzkoušet stisknutím tlačítka aktivace na každé krokové jednotce (při neaktivním sekvenceru). 8: Udělejte si pořádnou šílenost s funkcí {THING:DeviceLfoVolume}. 9: Nakonec aktivujte sekvencer Vibeoneer.
zh_cn: {LINK:ODA;ODA} 不赞成配乐或其它娱乐活动。 因此， {LINK:Stationeers;Stationeer} 们不得不创作他们自己的音乐伴奏以满足建造和维护外太空基础设施的费力劳动。 这种消遣方式的核心是步进音序器，有了它，Stationeer们就能够对简短的音乐样式或循环进行排序。 {HEADER:DIY音乐 - 新手入门} 1：通过左侧的数据端口将8个 {THING:DeviceStepUnit} 连接到你的步进音序器上。 2：用贴标机标明每个步进单元，然后使用螺丝刀在步进音序器上指派步进单元1至8。 3：选择能够使步进音序器播放声音的扬声器（例如 {THING:PassiveSpeaker} ）。它需要被连接至步进音序器右侧的Logic网络中。 4：放置一块 {THING:StopWatch} 并使用 {THING:StructureLogicReader} 和 {THING:StructureLogicWriter} 将时间写入步进音序器 上的时间变量中。 5：使用 {THING:StructureLogicDial} 和 {THING:StructureLogicWriter} 在步进音序器上设置BPM（每分钟节拍数），以写入步进音序器的BPM。BPM越高，播放音序的速度就越快。 6：插入你选择的一张声卡，然后通过按下位于声卡插槽上方和下方的箭头按钮选择你想要播放的声音的变体。 7：通过设置每个步进单元上的调节旋钮为你想要的音符，以选择你想要播放的声音的音高（Pitch）和音量（Volume）。例如对于鼓而言，每一个音符都对应一种不同的鼓声。你可以通过按下每个步进单元上的激活按钮（当步进音序器处于未激活状态时）以试听你的声音。 8：为 {THING:DeviceLfoVolume} 感到痴狂。 9：最后，激活你的步进音序器，Vibeoneer。

# HelpPage.TemperatureControlPage
source: Temperature Control
cs: Regulace teploty
es: Control de Temperatura
fr: Contrôle de la température
hu: Hőmérséklet-szabályozás
zh_cn: 温度控制
