Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.ConstructionPage
source: {HEADER:Getting Started} Typically you will use {LINK:KitPage;kits} to initiate construction and then a variety of {LINK:ToolPage;tools} and {LINK:ResourcePage;resources} to complete. Pay close attention to how many of your kit are required to construct what you have selected, as some structures require more than one of the stack to be consumed. For some kits you will have multiple options, use the {COLORRED:Scroll Wheel} to change the current option you are looking to build. {HEADER:Build States} Some structures will have multiple build states that require different combinations to complete. Your tooltip will advise you of what combination you need to complete the structure. Sometimes you will need to have two objects, one in each hand, to complete a build state. Some tools will need to be turned on first, which can done by pressing {KEY:ToggleHandPower} while it's in your active hand. {HEADER:Tooltips} If you look directly at a structure that is incomplete you will get information about what you need to do to complete it. If you have a {LINK:ToolPage;tool} in your hand and its not the right {LINK:ToolPage;tool}, a tooltip will appear telling you what you would need to use to deconstruct it.
it: {HEADER:Inizio} Tipicamente userai dei {LINK:KitPage;kit} per iniziare a costruire e una varietà di {LINK:ToolPage;utensili} e {LINK:ResourcePage;risorse} per completare la costruzione. Presta attenzione a quanti kit sono necessari per costruire ciò che hai scelto, in quanto alcune strutture consumeranno più di un kit. Per alcuni kit avrai una scelta multipla, usa la {COLORRED:Rotella del Mouse} per selezionare l'opzione che hai intenzione di costruire. {HEADER:Costruzione a stati} Alcune strutture hanno multipli stati di costruzione, che richiedono diverse combinazioni per completarle. La finestra di suggerimento ti avviserà su quale combinazione ti servirà per completare la struttura. A volte dovrai utilizzare due oggetti, ciascuno per mano, per completarne lo stato di costruzione. Alcuni utensili dovranno prima essere accesi, premendo il tasto {KEY:ToggleHandPower} mentre li tieni nella tua mano attiva. {HEADER:Finestra di suggerimento} Se guardi direttamente una struttura incompleta otterrai informazioni su cosa necessiti per completarla. Se hai un {LINK:ToolPage;utensile} in mano e non è quello corretto, una finestra di suggerimento apparirà per dirti di cosa hai bisogno per demolirlo.
ru: {HEADER:Начало работы} Как правило, вы будете использовать {LINK:KitPage;kits} для начала постройки, а затем множество {LINK:ToolPage;инструментов} и {LINK:ResourcePage;ресурсов} для завершения. Обратите особое внимание на то, сколько потребуется наборов для построения того, что вы выбрали, так как для некоторых структур требуется более одной штуки. Для некоторых наборов у вас будет несколько вариантов постройки, используйте {COLORRED:Scroll Wheel}, чтобы изменить текущий вариант, который вы хотите построить. {HEADER:Build States} Некоторые структуры будут иметь несколько стадий сборки, которые требуют различных комбинаций для завершения. Всплывающая подсказка сообщит вам о том, какая комбинация вам нужна для завершения структуры. Иногда вам нужно иметь два объекта, по одному в каждой руке, для завершения стадии сборки. Сначала нужно будет включить некоторые инструменты, нажав {KEY:ToggleHandPower}, когда он находятся в активной руке. {HEADER:Всплывающие подсказки} Если вы посмотрите на структуру, которая недостроена, вы получите информацию о том, что нужно сделать, чтобы завершить ее. Если у вас в руке {LINK:ToolPage;инструмент} и он не подходит, появится всплывающая подсказка, сообщающая, что необходимо использовать.
tr: {HEADER:Başlarken} Genellikle, inşa etmeye başlamak için {LINK:KitPage;donanımlar} ve daha sonra tamamlamak için {LINK:ToolPage;aletler} ve {LINK:ResourcePage;kaynaklar} çeşitleri kullanacaksın. Seçtiğin yapıyı inşa etmek için kaç tane donanımın gerektiği ile yakından ilgilen; bazı yapılar, ihtiyacı olan birden fazla yığın gerektirebilir. Çok seçeneğin olacak bazı donanımlarda, inşa etmek için ilgilendiğin mevcut seçeneği değiştirmek için {COLORRED:Scroll Wheel}'ni kullan. {HEADER:İnşa Durumları} Bazı yapılar, tamamlanmaları için farklı kombinasyonlar gerektiren birkaç inşa durumlarına sahip olacaklar. İpuçların, yapıları tamamlamak için ihtiyacın olan kombinasyonların ne olduğunu sana bildirecektir. Bazen, bir inşa durumunu tamamlamak için, her biri bir elinde olacak şekilde iki nesneye ihtiyacın olacak. Bazı aletlerin önce, etkin elinde oldukları zaman {KEY:ToggleHandPower} tuşuna basılarak açılmaları gerekecektir. {HEADER:İpuçları} Eğer tamamlanmamış bir yapıya doğrudan bakarsan, tamamlanması için nelerin ihtiyacın olduğu bilgisini alabilirsin. Eğer elinde yanlış bir {LINK:ToolPage;alet} var ise, yapıyı sökmek için neye ihtiyacın olduğunu söyleyen bir ipucu belirecektir.
vi: {HEADER:Bắt đầu} Thông thường bạn sẽ sử dụng {LINK:KitPage;bộ dụng cụ} để bắt đầu xây dựng và sau đó là một loạt các {LINK:ToolPage;dụng cụ} và {LINK:ResourcePage;tài nguyên} để hoàn thành. Hãy chú ý đến số lượng bộ dụng cụ của bạn được yêu cầu để xây dựng những gì bạn đã chọn, vì một số cấu trúc yêu cầu nhiều hơn một trong số các ngăn xếp được sử dụng. Đối với một số bộ dụng cụ, bạn sẽ có nhiều lựa chọn, hãy sử dụng {COLORRED:Scroll Wheel} để thay đổi tùy chọn hiện tại mà bạn đang muốn xây dựng. {HEADER:Xây dựng các quốc gia} Một số cấu trúc sẽ có nhiều trạng thái xây dựng yêu cầu các kết hợp khác nhau để hoàn thành. Chú giải công cụ của bạn sẽ cho bạn biết sự kết hợp nào bạn cần để hoàn thành cấu trúc. Đôi khi bạn sẽ cần phải có hai đối tượng, mỗi đối tượng trong tay, để hoàn thành trạng thái xây dựng. Một số công cụ sẽ cần được bật trước, bạn có thể thực hiện bằng cách nhấn {KEY:ToggleHandPower} trong khi nó nằm trong tay bạn. {HEADER:Chú giải công cụ} Nếu bạn nhìn trực tiếp vào một cấu trúc chưa hoàn chỉnh, bạn sẽ nhận được thông tin về những gì bạn cần làm để hoàn thành nó. Nếu bạn có một {LINK:ToolPage;dụng cụ} trong tay bạn và nó không phải là {LINK:ToolPage;dụng cụ} đúng, một chú giải công cụ sẽ xuất hiện cho bạn biết những gì bạn cần sử dụng để giải cấu trúc nó.

# HelpPage.OrePage
source: These are Items that are {LINK:MiningPage;mined} and can often be {LINK:SmeltingPage;smelted}. You can also get mixed ore by recycling items in the {THING:StructureRecycler} and then passing it through the {THING:StructureCentrifuge} which will break it into {LINK:OrePage;ore} for {LINK:SmeltingPage;smelting}. There are some ores that will melt when exposed to sunlight or heat and produce {LINK:GasPage;gases}. For example {THING:ItemIce} melts into {GAS:Water} and {GAS:Oxygen}. Be careful to keep these out of heat or sunlight until you actually want them to melt.{LIST_OF_ORES}
vi: Đây là những mặt hàng được {LINK:MiningPage;khai thác} và thường có thể bị {LINK:SmeltingPage;nấu chảy}. Bạn cũng có thể lấy quặng hỗn hợp bằng cách tái chế các vật phẩm trong {THING:StructureRecycler} và sau đó chuyển nó qua {THING:StructureCentrifuge} cái nào sẽ phá vỡ nó thành {LINK:OrePage;quặng} để {LINK:SmeltingPage;nấu chảy}. Có một số loại quặng sẽ tan chảy khi tiếp xúc với ánh sáng mặt trời hoặc nhiệt và sản xuất {LINK:GasPage;khí đốt}. Ví dụ {THING:ItemIce} tan vào {GAS:Water} và {GAS:Oxygen}. Hãy cẩn thận để chúng ngoài nhiệt hoặc ánh sáng mặt trời cho đến khi bạn thực sự muốn chúng tan chảy.{LIST_OF_ORES}

# HelpPage.IngotPage
source: These are Items that are typically made from {LINK:SmeltingPage;Smelting} {LINK:OrePage;ores}. {LIST_OF_INGOTS}
vi: Đây là những mặt hàng thường được làm từ {LINK:SmeltingPage;luyện kim} {LINK:OrePage;quặng}. {LIST_OF_INGOTS}

# HelpPage.ToolPage
source: These are Items that can fit in a specialist tool slot, and are used for {LINK:ConstructionPage;Construction} and other tasks. {LIST_OF_TOOLS}
vi: Đây là những mặt hàng có thể vừa với rãnh dụng cụ chuyên dụng và được sử dụng để {LINK:ConstructionPage;Xây dựng} và các nhiệm vụ khác. {LIST_OF_TOOLS}

# HelpPage.TravelPage
source: Destination
ru: Пункт назначения
vi: Dự định

# HelpPage.TravelPage
source: Guides
vi: Hướng dẫn

# HelpPage.RocketShuttleModulesHelpPage
source: Guides
vi: Hướng dẫn

# HelpPage.WeatherPage
source: Guides
vi: Hướng dẫn

# HelpPage.NutritionPage
source: Hunger + nutrition
vi: Đói + dinh dưỡng

# HelpPage.NutritionPage
source: Guides
vi: Hướng dẫn

# HelpPage.NutritionPage
source: Stationeers get hungry eventually, but not all food is created equal. Also, your hunger rate varies depending on settings and difficulty. Eating will only consume that part of an item adequate to restoring your hunger to 100%. Stationeers receive supplies of food such as an <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> {THING:ItemCerealBar} in their lander upon arriving on a new world. When these are exhausted, you must find new sources of sustenance. Eating raw ingredients will satisfy hunger less than meals, ie will replace a smaller proportion of your hunger. The basic elements of food are created using <color=#0080FFFF>{LINK:OrganicsPage;hydroponics}</color> systems. These can be processed into recipe ingredients using the {THING:ApplianceReagentProcessor}, then turned into meals using a {THING:ApplianceMicrowave}. Your hunger rate can be adjusted set in the main settings menu by adjusting the Hunger/Hydration rate slider.
vi: Cuối cùng thì Stationeers cũng đói, nhưng không phải tất cả thức ăn đều được tạo ra như nhau. Ngoài ra, tỷ lệ đói của bạn thay đổi tùy thuộc vào cài đặt và độ khó. Ăn sẽ chỉ tiêu thụ phần đó của một món đủ để giúp bạn khôi phục cơn đói từ 100%. Stationeers nhận được nguồn cung cấp thực phẩm như <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> {THING:ItemCerealBar} trong tàu đổ bộ của họ khi đến một thế giới mới. Khi những thứ này cạn kiệt, bạn phải tìm nguồn dinh dưỡng mới. Ăn các nguyên liệu thô sẽ ít làm thỏa mãn cơn đói hơn các bữa ăn chính, tức là sẽ thay thế một phần nhỏ cơn đói của bạn. Các yếu tố cơ bản của thực phẩm được tạo ra bằng cách sử dụng hệ thống <color=#0080FFFF>{LINK:OrganicsPage;hydroponics}</color>. Chúng có thể được chế biến thành các thành phần công thức bằng cách sử dụng {THING:ApplianceReagentProcessor}, sau đó được chuyển thành các bữa ăn bằng cách sử dụng {THING:ApplianceMicrowave}. Tỷ lệ đói của bạn có thể được điều chỉnh trong menu cài đặt chính bằng cách điều chỉnh thanh trượt Tỷ lệ đói / Hydrat hóa.

# HelpPage.HydrationPage
source: Hydrate yourself
vi: Hydrat hóa bản thân

# HelpPage.HydrationPage
source: Guides
vi: Hướng dẫn

# HelpPage.EVAPage
source: Guides
vi: Hướng dẫn

# HelpPage.DecayPage
source: Food decays over time into {THING:DecayedFood}, unless refrigerated in a sutable atmosphere. The exact speed of decay varies individually by: - TEMPERATURE - Refrigeration will slow decay, but many foods will be damaged by exposure to extreme low pressure, as well as extreme heat. The optimum temperature is 0 kelvin (-272 C). - FOOD TYPE - Each <color=#0080FFFF>{LINK:OrganicPage;food}</color> type has its own decay properties. {THING:ItemTomatoSoup} lasts a lot longer than a {THING:ItemTomato}, for instance. - PRESSURE - Food decays faster when the pressure drops below 1 atmosphere (101kPa). Decay happens exponentially more quickly as the atmosphere approaches a perfect vacuum. There is no effect from higher pressures. - ATMOSPHERE - Different gases can slow and accelerate the decay process. The process will take account of respective gas ratios in mixed atmospheres in calculating the decay modifier. The following rates apply across all foods: > Oxygen x 1.3 > Nitrogen x 0.6 > Carbon Dioxide x 0.8 > Volatiles x 1 > Pollutant x 3 > Nitrous Oxide x 1.5 > Water x 2 > Vacuum - see PRESSURE (above).
fr: Les aliments se décomposent au fil du temps en {THING:DecayedFood}, à moins qu’ils ne soient réfrigérés dans une atmosphère appropriée. La vitesse exacte de désintégration varie en fonction : - DE LA TEMPÉRATURE - La réfrigération ralentie la décomposition, mais de nombreux aliments seront endommagés par l’exposition à une pression extrêmement basse, ainsi qu’à une chaleur extrême. La température optimale est de 0 kelvin (-272 C). - DU TYPE D’ALIMENT - Chaque type <color=#0080FFFF>{LINK:OrganicPage;food}</color> a ses propres propriétés de décomposition. Par exemple, une {THING:ItemTomatoSoup} dure beaucoup plus longtemps qu’une {THING:ItemTomato}. - DE LA PRESSION - Les aliments se décomposent plus rapidement lorsque la pression tombe en dessous de 1 atmosphère (101kPa). La désintégration se produit exponentiellement plus rapidement à mesure que l’atmosphère s’approche du vide parfait. Une pression plus élevée n'a pas d’effet. - DE L'ATMOSPHÈRE - Différents gaz peuvent ralentir ou accélérer le processus de décomposition . Le procédé prend en compte la proportion de chaque gaz présents dans l’atmosphère pour calculer le taux de décomposition . Les taux suivants s’appliquent à tous les aliments : > Oxygène x 1,3 > Azote x 0,6 > Dioxyde de carbone x 0,8 > Volatiles x 1 > Polluant x 3 > Protoxyde d’azote x 1,5 > Eau x 2 > Vide - voir PRESSION (ci-dessus).

# HelpPage.GettingStarted
source: Getting Started
it: Inizio
tr: Başlarken

# HelpPage.InventoryPage
source: Inventory
it: Inventario
tr: Envanter

# HelpPage.InventoryPage
source: All things in the game can have various slots. These slots may have slot classes, allowing only certain things into those slots. There are various hotkeys for accessing slots that are on your character, such as {KEY:HelmetSlot} for accessing your {SLOT:Helmet}. {HEADER:Inventory Windows} Some slots will have slots of their own. To interact with the contents of a slot either use the hotkey to open it's window, or hold {KEY:MouseControl} and use the mouse to click on it. Now the window for that slot is open and you can interact with it's slots and settings. Windows are repositionable by dragging their title bar. {HEADER:Fast Equipping} You can hold down a hotkey to fast equip, unequip, or swap a slot. For example, if we had a {THING:ItemSpaceHelmet} in our hands, and nothing in our {SLOT:Helmet}, if we held down {KEY:HelmetSlot} for a second it would be transferred into the slot. {HEADER:Drag and Drop} Alternatively, if you hold down {KEY:MouseControl} you can also drag and drop. You can drag and drop between slots, windows, even between the world and slots within the world. {HEADER:Dropping} You can drop an item using the mouse, via {KEY:MouseControl} and dragging and dropping it into the world or you can press {KEY:Drop}. {HEADER:Selecting} The {KEY:InventorySelect} button will swap whatever your selected slot is in your active hand, along with whatever slot you have selected with the {COLORRED:Mouse Wheel} if you want to use the hotkeys rather than doing it using the mouse.
it: Tutte le cose nel gioco possono avere vari slot. Questi slot potrebbero essere slot di classe, permettendo solo alcuni oggetti di poter essere inseriti dentro questi slot. Ci sono varie hotkeys per accedere agli slot sul tuo personaggio, come {KEY:HelmetSlot} per accedere al tuo {SLOT:Helmet}. {HEADER:Finestra inventario} Alcuni slot avranno slot a loro volta. Per interagire con il contenuto di uno slot puoi utilizzare la giusta hotkey per aprirne la finestra, oppure tenere premuto {KEY:MouseControl} e usare il mouse per cliccarci. Ora la finestra per quello slot è aperta e puoi interagire con i suoi slot e settaggi. Le finestre sono riposizionabili trascinandole dalla barra titolo. {HEADER:Equipaggiamento rapido} Puoi tenere premuta una hotkey per equipaggiare, rimuovere, o scambiare il contenuto di uno slot. Per esempio, se avessimo il {THING:ItemSpaceHelmet} nelle nostre mani, e niente equipaggiato nel nostro {SLOT:Helmet}, tenendo premuto {KEY:HelmetSlot} per un secondo questo verrebbe trasferito nello slot. {HEADER:Trascina e rilascia} Alternativamente, puoi tenere premuto {KEY:MouseControl} così che tu possa anche trascinare e rilasciare. Puoi trascinare e rilasciare tra slot, finestre e anche tra il mondo e gli slot presenti nel mondo. {HEADER:Buttare} Puoi buttare un oggetto usando il mouse, tramite {KEY:MouseControl} trascinandolo e rilasciandolo nel mondo oppure puoi premere {KEY:Drop}. {HEADER:Selecting} Il tasto {KEY:InventorySelect} scambierà qualsiasi cosa sia presente nello slot della tua mano attiva, con un qualsiasi slot che avrai selezionato usando {COLORRED:Mouse Wheel} se vuoi utilizzare le hotkeys invece di effettuarlo con il mouse.
tr: Oyundaki her şey çeşitli yuvalara sahiptir. Bu yuvalar, sadece uygun tipteki şeyleri yerleştirebilecek tiplere sahip olabilir. {SLOT:Helmet}'na erişim için {KEY:HelmetSlot} gibi, karakterin üzerindeki yuvalara erişebilmek için çeşitli kısayollar vardır. {HEADER:Envanter Pencereleri} Bazı yuvalar, kendi yuvalarına sahiptir. Bir yuvanın içeriği ile etkileşime geçebilmek için, ya kısayol tuşunu kullanabilir veya {KEY:MouseControl} tuşuna basılı tutarak ve üzerine tıklamak için fareyi kullanabilirsin. Şimdi yuvanın penceresi açık ve onun yuvaları ve seçenekleri ile etkileşime geçebilirsin. Pencereler, başlık çubuklarını sürükleyerek konumlandırılabilirler. {HEADER:Hızlı Yerleştirmek} Bir yuvaya hızlıca yerleştirmek, çıkarmak veya yer değiştirmek için kısayoluna basılı tutabilirsin. Örnek olarak, Eğer elimizde bir {THING:ItemSpaceHelmet} var ise ve {SLOT:Helmet}'imiz boş ise ve de eğer bir saniye boyunca {KEY:HelmetSlot}'na basılı tutarsak, {THING:ItemSpaceHelmet}'i yuvaya taşınmış olacaktır. {HEADER:Sürükle ve Bırak} Alternatif olarak, eğer {KEY:MouseControl}'e basılı tutarsan "sürükle ve bırak" yapabilirsin. Yuvalar arasında, hatta dünyalar arasında ve dünya içerisindeki yuvalar arasında "sürükle ve bırak" yapabilirsin. {HEADER:Bırakmak} {KEY:MouseControl} yoluyla, fareyi kullanarak bir nesneyi tutabilirsin ve dünyaya doğru sürükleyip bırakabilirsin veya {KEY:Drop} tuşuna basabilirsin. {HEADER:Seçmek} Eğer yuvalar arasında yer değiştirmeyi fare ile yapmak yerine kısayol kullanarak yapmak istersen, {KEY:InventorySelect} tuşu, {COLORRED:Mouse Wheel} ile seçmiş olduğun herhangi bir yuvayı, etkin elindeki seçili yuva ile değiştirecektir.

# HelpPage.AirlockDevicePage
source: Placing a {THING:CircuitboardAirlockControl} in a {THING:StructureConsole} you can connect various devices to it, in order to make a functioning airlock. {HEADER:List of Airlock Devices} The following devices can be connected to, and used by, the airlock control system: {LIST_OF_AIRLOCK_DEVICES}
it: Piazzare una {THING:CircuitboardAirlockControl} in una {THING:StructureConsole} ti permette di collegare vari dispositivi, in modo da creare una camera di decompressione funzionante. {HEADER:Lista dei dispositivi per camera di decompressione} I seguendi dispositivi possono essere collegati, ed utilizzati, dal sistema di controllo della camera di decompressione: {LIST_OF_AIRLOCK_DEVICES}
tr: Çalışan bir hava kilidi yapmak için, çeşitli cihazları bağlayabileceğin bir {THING:StructureConsole}'a bir {THING:CircuitboardAirlockControl} yerleştir. {HEADER:Hava Kilidi Cihazlarının Listesi} Listelenen cihazlar, hava kilidi kontrol sistemine bağlanabilir ve kullanılabilir: {LIST_OF_AIRLOCK_DEVICES}

# HelpPage.LogicUnitPage
source: {HEADER:List of Logic Units} {LIST_OF_LOGIC_UNITS}
it: {HEADER:Lista Unità Logiche} {LIST_OF_LOGIC_UNITS}
tr: {HEADER:Mantık Birimlerinin Listesi} {LIST_OF_LOGIC_UNITS}

# HelpPage.SlotLeftHand
source: Hand Slots
it: Slot delle mani
tr: El Yuvaları

# HelpPage.SlotLeftHand
source: Your hands are special slots. You have one active hand at any time, which is the hand that is currently used by your {COLORRED:Primary Action}. To swap the active hand, press {KEY:SwapHands}. You active hand can be interacted with by pressing {KEY:ActiveHandSlot} which will open and close the contents of your active hand. As always, you can use {KEY:MouseControl} to bring up the mouse and interact that way. For more information, see the {LINK:InventoryPage;Inventory} section.
it: Le tue mani sono slot speciali. Puoi avere una mano attiva alla volta, cioè la mano che è attualmente usata da {COLORRED:Primary Action}. Per scambiare la mano attiva, premi {KEY:SwapHands}. Puoi interagire con la tua mano attiva premendo {KEY:ActiveHandSlot}, che aprirà e chiuderà ciò che è contenuto in essa. Come sempre, puoi utilizzare {KEY:MouseControl} per utilizzare il mouse per interagire. Per maggiori informazioni, vedi la sezione {LINK:InventoryPage;Inventario}.
tr: Ellerin özel yuvalardır. Herhangi bir zamanda mevcuttaki {COLORRED:Primary Action}'ni kullanman için bir etkin elin vardır.Etkin elini değiştirmek için {KEY:SwapHands} tuşuna bas. Etkin elin ile, içeriğini açıp kapayabileceğin {KEY:ActiveHandSlot} tuşuna basarak etkileşime geçebilirsin. Her zaman olduğu gibi, fareyi ortaya çıkarmak ve bu şekilde etkileşime geçebilmek için {KEY:MouseControl} tuşunu kullanabilirsin. Daha fazla bilgi için {LINK:InventoryPage;Envanter} bölümüne bak.

# HelpPage.SlotRightHand
source: Hand Slots
it: Slot delle mani
tr: El Yuvaları

# HelpPage.SlotRightHand
source: Your hands are special slots. You have one active hand at any time, which is the hand that is currently used by your {COLORRED:Primary Action}. To swap the active hand, press {KEY:SwapHands}. You active hand can be interacted with by pressing {KEY:ActiveHandSlot} which will open and close the contents of your active hand. As always, you can use {KEY:MouseControl} to bring up the mouse and interact that way. For more information, see the {LINK:InventoryPage:Inventory} section.
it: Le tue mani sono slot speciali. Puoi avere una mano attiva alla volta, cioè la mano che è attualmente usata da {COLORRED:Primary Action}. Per scambiare la mano attiva, premi {KEY:SwapHands}. Puoi interagire con la tua mano attiva premendo {KEY:ActiveHandSlot}, che aprirà e chiuderà ciò che è contenuto in essa. Come sempre, puoi utilizzare {KEY:MouseControl} per utilizzare il mouse per interagire. Per maggiori informazioni, vedi la sezione {LINK:InventoryPage;Inventario}.
tr: Ellerin özel yuvalardır. Herhangi bir zamanda, mevcuttaki {COLORRED:Primary Action}'ini kullanabileceğin bir etkin elin vardır. Etkin elini değiştirmek için {KEY:SwapHands} tuşuna bas. Etkin elin ile, içeriğini açıp kapatabileceğin {KEY:ActiveHandSlot} tuşuna basarak etkileşime geçebilirsin. Her zaman olduğu gibi, fareyi ortaya çıkarmak ve bu yol ile etkileşime geçmek için {KEY:MouseControl} tuşunu kullanabilirsin. Daha fazla bilgi için, {LINK:InventoryPage:Envanter} bölümüne bak.

# HelpPage.FabricatorPage
source: These are powered Structures that can be used to Manufacture things you need in the game. They usually take {LINK:IngotPage;Ingots} to provide the {LINK:ReagentPage;Reagents} they need to make things. {HEADER:List of Fabricators} {LIST_OF_FABRICATORS}
it: Queste sono strutture alimentate che puoi usare per produrre oggetti che ti serviranno nel gioco. Solitamente necessitano di {LINK:IngotPage;lingotti} che facciano da {LINK:ReagentPage;Reagenti} di cui hanno bisogno per produrre cose. {HEADER:Lista di Fabbricatori} {LIST_OF_FABRICATORS}
ru: Это мощные структуры, которые можно использовать для изготовления вещей, нужных вам в игре. Обычно они используют {LINK:IngotPage;слитки} как {LINK:ReagentPage;реагенты}, необходимые им для создания вещей. {HEADER:Список фабрикаторов} {LIST_OF_FABRICATORS}
tr: Bu makineler, oyunda ihtiyacın olan şeyleri Üretmek için kullanılan elektrikli Yapılardır. Birşeyleri yapmaları için ihtiyaç duydukları {LINK:ReagentPage;Reaktifler}i sağlamak için, genellikle {LINK:IngotPage;Külçeler} alırlar. {HEADER:İmalatçıların Listesi} {LIST_OF_FABRICATORS}
