Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.TemperatureControlPage
source: In order to control the temperature of a system, we have to either add heat to it thus increasing its temperature or remove heat from it thus cooling it down, that's the basic idea of temperature control. Devices that achieve this goal for you are {THING:ItemWallHeater}, {THING:ItemWallCooler}, {THING:StructurePipeRadiator}, and {THING:StructureAirConditioner}. NOTE: There are many methods of temperature control. Some involve none of the devices mentioned. Here, we are covering the basics. It is important to understand your environment before you install any type of temperature control. The gas or liquid volume is an important factor to when choosing your method of temperature control. A {THING:StructureTankSmall} can hold up to 6000L, while a {THING:StructureTankBig} can hold up to 50,000L, which means that if both are full, the small tank will react faster to temperature changes. A room is a space that can hold a certain amount of gas. The bigger it is the more volume it will be able to hold, so the same rules generally apply to tanks and rooms. {HEADER:PIPE NETWORKS} A pipe network is one or more pipe segments connected to each other with no separation at any point. A pipe network shares the same atmosphere everywhere along the pipe, no matter how large it is. If you change the temperature or pressure at one end of the network, the furthest end will experience the same change immediately with no delay. Adding devices to a network may split it into two different networks. For instance, adding a {THING:StructureVolumePump} to a pipe network will split the network into two networks: one before the pump, and one after it. Use the {THING:ItemTablet} with the {THING:CartridgeAtmosAnalyser} installed to see information about the contents of any pipe network. {HEADER:RADIATORS} Manufactured in the pipe bender, a {THING:StructurePipeRadiator} will help you exchange heat between pipes and their surrounding environment. They work on both insulated pipes and pipes, as well as having liquid variants. In normal conditions a pipe segment will exchange heat with its surrounding environment, but adding a radiator to that pipe segment will speed up the process greatly. A pipe segment will keep exchanging heat with the surrounding atmosphere until both equalize in temperature. {HEADER:PASSIVE COOLING} You can cool or heat any environment by using a {THING:StructurePipeRadiator} to exchange heat between two atmospheres. An example of this would be to place a pipe on the wall, fill it with gas, and place radiators on the pipe. Now the two atmospheres of the pipe and the room will exchange temperature until their environments equalize. {HEADER:WALL HEATER} The {THING:ItemWallHeater} is a simple device that can be installed on a wall or a frame and connected to power. When switched on, it will start heating the surrounding environment. It consumes 1010W of power and can be controlled by logic chips to run when the temperature hits a certain level. {HEADER:WALL COOLER} The {THING:ItemWallCooler} complements the wall heater, which can only raise the temperature. The wall cooler functions by drawing heat from the surrounding atmosphere and adding that heat into its pipe network. In order to run the wall cooler properly, you will need to connect pipes to the wall cooler and fill the connected pipe network with any type of gas. The gas's heat capacity and volume will determine how fast it reacts to temperature changes. The higher the difference in temperature between the gas stored in the pipes and the room, the less efficient the wall cooler will be. So to keep the wall cooler running at an acceptable efficiency you will need to get rid of the heat that accumulates in the pipes connected to it. A common practice would be to run the pipes to the outside and use radiators on the outside section of the pipes to get rid of the heat. The less efficient the wall cooler, the less power it consumes. It will consume 1010W at max efficiency. The wall cooler can be controlled by logic chips to run when the temperature hits a certain degree. If the wall cooler is flashing an error then it is missing one of the following: - Pipe connection to the wall cooler. - Gas in the connected pipes, or pressure is too low. - Atmosphere in the surrounding environment or pressure is too low. {HEADER:AIR CONDITIONER} The {THING:StructureAirConditioner} in its basic form works just like the wall cooler and can benefit from the same designs. However it is more powerful. It cools faster and uses considerably more power depending on the situation, thus making it more suitable to deal with large volumes and large areas. It can heat or cool depending on the setting. AIR CONDITIONER: HOW IT WORKS The air conditioner has 3 pipe connections (Input, Output, Waste). Gas goes in through the input side, then, depending on the setting, heat is added or removed from the incoming gas, and added to the waste pipe. The output gas will then exit through the output connection, cooler or hotter depending on the setting. You can connect the input pipe to the output pipes (you can see if they are connected if they both have the same network number): this will give you more control over the temperature, since the gas won't reach the target temperature after the first pass. It will take time and energy to remove or add heat from any gas. The way you install and set up your air conditioner depends on what you are trying to cool or heat up. For a room, you will need a passive vent inside the room connected to the air conditioner's input and output, while the waste pipe has to be filled with a coolant gas. The air conditioner does not have to be inside the room. The only part of this setup that has to be in the room is the passive vent which will circle the room's atmosphere through to the air conditioner to be cooled or heated. You can use a single air conditioner to do both heating and cooling. You just need to change the target temperature setting on the panel. However, if you want to automate cooling and heating at the same time you will need one air conditioner for cooling and another one for heating, because the setting on the panel can only be changed manually. Setting up more than one air conditioner on the same pipe network can be useful if you need things to go faster or if you need to use some for heating and others for cooling. Do this by connecting the inputs and the outputs of the air conditioners together and having them all share the same pipe network for their inputs and outputs. The waste pipe network can also be shared between them, but it has to be separate from the input/output pipe network. The same idea applies when using the air conditioner to control the temperature of tanks. However, instead of using a passive vent, you will need to connect the tank to the air conditioner directly. AIR CONDITIONER: KEEP IN MIND - The greater the difference in temperature between the input pipe and the waste pipe, the more power the air conditioner will use - The power consumed by the air conditioner can exceed 5kW, therefore using heavy cables to power up air conditioners is recommended. - Running the waste pipe outside and equalizing it with the outside atmosphere isn't always the best option: the gas you put inside of it can be applied somewhere else in your base. AIR CONDITIONER: BASE TEMPERATURE CONTROL There are many ways to control the temperature of your base using air conditioners - this is one way of achieving this goal: Step 1: Run a single pipe network around your base, and install passive vents connected to this pipe in every room you wish to be controlled by this setup. This is 'Network A' Step 2: Connect 'Network A' to an air conditioner's input and output. Step 3: Connect the waste pipe to a different network, and run it to the outside. Install radiators on this network. This is the basic setup. To automate it you will need a pipe analyzer on Network A, then read the temperature and run your air conditioner(s) accordingly. Good luck, Cadet!
cs: Abychom mohli regulovat teplotu systému, musíme do něj buď přidávat teplo, a tím zvyšovat jeho teplotu, nebo z něj odebírat teplo, a tím ho ochlazovat, to je základní myšlenka regulace teploty. Zařízení, která tohoto cíle dosahují, jsou {THING:ItemWallHeater}, {THING:ItemWallCooler}, {THING:StructurePipeRadiator} a {THING:StructureAirConditioner}. POZNÁMKA: Existuje mnoho způsobů regulace teploty. Některé nezahrnují žádné z uvedených zařízení. Zde se zabýváme základními způsoby. Před instalací jakéhokoli typu regulace teploty je důležité znát své prostředí. Objem plynu nebo kapaliny je důležitým faktorem při výběru metody regulace teploty. Nádrž {THING:StructureTankSmall} pojme až 6000 l, zatímco nádrž {THING:StructureTankBig} až 50 000 l. To znamená, že pokud jsou obě plné, malá nádrž bude na změny teploty reagovat rychleji. Místnost je prostor, který pojme určité množství plynu. Čím je větší, tím větší objem pojme, takže pro nádrže a místnosti obecně platí stejná pravidla. {HEADER:POTRUBNÍ SÍTĚ} Potrubní síť je jeden nebo více segmentů potrubí vzájemně propojených bez oddělení v jakémkoli bodě. Potrubní síť sdílí stejnou atmosféru všude podél potrubí bez ohledu na jeho velikost. Pokud změníte teplotu nebo tlak na jednom konci sítě, na nejvzdálenějším konci se stejná změna projeví okamžitě a bez zpoždění. Přidáním zařízení do sítě může dojít k jejímu rozdělení na dvě různé sítě. Například přidání zařízení {THING:StructureVolumePump} do sítě potrubí rozdělí síť na dvě sítě: jednu před čerpadlem a druhou za ním. Pomocí {THING:ItemTablet} s nainstalovaným {THING:CartridgeAtmosAnalyser} můžete zobrazit informace o obsahu libovolné potrubní sítě. {HEADER:RADIÁTORY} Vyrobený v ohýbačce trubek, {THING:StructurePipeRadiator} vám pomůže vyměňovat teplo mezi trubkami a jejich okolím. Fungují jak na izolovaných trubkách, tak na potrubích a mají i kapalinové varianty. Za normálních podmínek si segment potrubí vyměňuje teplo s okolním prostředím, ale přidáním radiátoru k tomuto segmentu potrubí se tento proces značně urychlí. Segment potrubí si bude vyměňovat teplo s okolním prostředím, dokud se teplota obou nevyrovná. {HEADER:PASIVNÍ CHLAZENÍ} Pomocí {THING:StructurePipeRadiator} můžete ochlazovat nebo ohřívat libovolné prostředí a vyměňovat tak teplo mezi dvěma atmosférami. Příkladem může být umístění trubky na stěnu, její naplnění plynem a umístění radiátorů na trubku. Nyní si budou obě atmosféry potrubí a místnosti vyměňovat teplotu, dokud se jejich prostředí nevyrovnají. {HEADER:NÁSTĚNNÉ TOPENÍ} {THING:ItemWallHeater} je jednoduché zařízení, které lze nainstalovat na stěnu nebo rám a připojit k napájení. Po zapnutí začne ohřívat okolní prostředí. Spotřebovává 1010 W energie a může být řízeno logickými čipy, aby se spustilo, když teplota dosáhne určité úrovně. {HEADER:NÁSTĚNNÝ CHLADIČ} {THING:ItemWallCooler} doplňuje nástěnné topení, které může pouze zvyšovat teplotu. Nástěnný chladič funguje tak, že odebírá teplo z okolní atmosféry a dodává toto teplo do své potrubní sítě. Abyste mohli nástěnný chladič správně provozovat, budete muset k nástěnnému chladiči připojit potrubí a připojenou síť potrubí naplnit libovolným typem plynu. Tepelná kapacita a objem plynu určí, jak rychle bude reagovat na změny teploty. Čím vyšší je rozdíl teplot mezi plynem uloženým v potrubí a místností, tím méně účinný bude nástěnný chladič. Abyste tedy udrželi nástěnný chladič v provozu s přijatelnou účinností, budete se muset zbavit tepla, které se akumuluje v připojených trubkách. Běžnou praxí je vyvést potrubí ven a použít radiátory na vnější části potrubí, abyste se tepla zbavili. Čím je nástěnný chladič méně účinný, tím méně energie spotřebuje. Při maximální účinnosti bude spotřebovávat 1010 W. Chladič na stěně lze řídit pomocí logických čipů tak, aby se spustil, když teplota dosáhne určitého stupně. Pokud nástěnný chladič bliká chybou, pak mu chybí jeden z následujících údajů: - Připojení potrubí k nástěnnému chladiči. - Plyn v připojeném potrubí nebo příliš nízký tlak. - Atmosféra v okolním prostředí nebo je příliš nízký tlak. {HEADER:KLIMATIZACE} {THING:StructureAirConditioner} ve své základní podobě funguje stejně jako nástěnný chladič a může využívat stejné konstrukce. Je však výkonnější. Chladí rychleji a v závislosti na situaci spotřebuje podstatně více energie, takže je vhodnější pro řešení velkých objemů a velkých ploch. V závislosti na nastavení může ohřívat nebo chladit. KLIMATIZACE: JAK FUNGUJE Klimatizace má 3 potrubní přípojky (vstupní, výstupní, odpadní). Plyn přichází vstupní stranou, poté se v závislosti na nastavení přidává nebo odebírá teplo z příchozího plynu a přidává se do odpadního potrubí. Výstupní plyn pak vychází výstupní přípojkou, v závislosti na nastavení chladnější nebo teplejší. Vstupní potrubí můžete propojit s výstupním potrubím (zda jsou propojena, zjistíte, pokud mají obě stejné číslo sítě): tím získáte větší kontrolu nad teplotou, protože plyn nedosáhne cílové teploty po prvním průchodu. Odebrání nebo přidání tepla z jakéhokoli plynu zabere čas a energii. Způsob instalace a nastavení klimatizace závisí na tom, co se snažíte ochladit nebo ohřát. Pro místnost budete potřebovat pasivní ventilaci uvnitř místnosti připojenou ke vstupu a výstupu klimatizace, zatímco odpadní potrubí musí být naplněno chladicím plynem. Klimatizační zařízení nemusí být uvnitř místnosti. Jediná část této sestavy, která musí být v místnosti, je pasivní ventilační otvor, který bude obíhat atmosféru místnosti do klimatizátoru, aby se ochladila nebo ohřála. Jednu klimatizaci můžete použít k vytápění i chlazení. Stačí změnit nastavení cílové teploty na panelu. Pokud však chcete automatizovat chlazení a vytápění současně, budete potřebovat jednu klimatizaci pro chlazení a druhou pro vytápění, protože nastavení na panelu lze měnit pouze ručně. Nastavení více než jedné klimatizace na stejné potrubní síti může být užitečné, pokud potřebujete, aby vše probíhalo rychleji, nebo pokud potřebujete některé použít pro vytápění a jiné pro chlazení. Udělejte to tak, že propojíte vstupy a výstupy klimatizací dohromady a všechny budou sdílet stejnou potrubní síť pro své vstupy a výstupy. Odpadní potrubní síť může být mezi nimi také společná, ale musí být oddělena od vstupní/výstupní potrubní sítě. Stejná myšlenka platí při použití klimatizace k regulaci teploty nádrží. Místo pasivního odvzdušnění však musíte nádrž připojit přímo ke klimatizační jednotce. KLIMATIZACE: MĚJTE NA PAMĚTI - Čím větší je rozdíl teplot mezi vstupním a odpadním potrubím, tím více energie klimatizace spotřebuje - Příkon spotřebovaný klimatizací může přesáhnout 5 kW, proto se doporučuje používat k napájení klimatizace těžké kabely. - Vedení odpadního potrubí ven a jeho vyrovnávání s venkovní atmosférou není vždy nejlepší volbou: plyn, který do něj vložíte, se může uplatnit na jiném místě vaší základny. KLIMATIZACE: REGULACE TEPLOTY NA ZÁKLADNĚ Existuje mnoho způsobů, jak regulovat teplotu základny pomocí klimatizace - toto je jeden ze způsobů, jak tohoto cíle dosáhnout: Krok 1: Rozveďte kolem základny síť jednoho potrubí a do každé místnosti, kterou chcete tímto nastavením řídit, nainstalujte pasivní ventilační otvory napojené na toto potrubí. Toto je "síť A" Krok 2: Připojte "síť A" ke vstupu a výstupu klimatizačního zařízení. Krok 3: Připojte odpadní potrubí k jiné síti a vyveďte ho ven. Na tuto síť nainstalujte radiátory. Toto je základní nastavení. Pro automatizaci budete potřebovat analyzátor potrubí na síti A, pak odečtete teplotu a podle toho spustíte klimatizaci (klimatizace). Hodně štěstí, kadete!
es: Para controlar la temperatura de un sistema, tenemos que agregarle calor aumentando así su temperatura o quitarle calor y enfriarlo, esa es la idea básica del control de temperatura. Los dispositivos que logran este objetivo para usted son {THING:ItemWallHeater}, {THING:ItemWallCooler}, {THING:StructurePipeRadiator} y {THING:StructureAirConditioner} . NOTA: Existen muchos métodos de control de temperatura. Algunos no involucran ninguno de los dispositivos mencionados. Aquí, cubrimos los conceptos básicos. Es importante comprender su entorno antes de instalar cualquier tipo de control de temperatura. El volumen de gas o líquido es un factor importante a la hora de elegir su método de control de temperatura. Un {THING:StructureTankSmall} puede contener hasta 6000L, mientras que un {THING:StructureTankBig} puede contener hasta 50,000L, lo que significa que si ambos están llenos, el tanque pequeño reaccionará más rápido a los cambios de temperatura. Una habitación es un espacio que puede contener una cierta cantidad de gas. Cuanto más grande sea, más volumen podrá contener, por lo que las mismas reglas generalmente se aplican a los tanques y salas. {HEADER:PIPE NETWORKS} Una red de tuberías es uno o más segmentos de tubería conectados entre sí sin separación en ningún punto. Una red de tuberías comparte la misma atmósfera en todas partes a lo largo de la tubería, sin importar cuán grande sea. Si cambia la temperatura o la presión en un extremo de la red, el extremo más alejado experimentará el mismo cambio inmediatamente sin demora. Agregar dispositivos a una red puede dividirla en dos redes diferentes. Por ejemplo, agregar una {THING:StructureVolumePump} a una red de tuberías dividirá la red en dos redes: una antes de la bomba y otra después de ella. Utilice la {THING:ItemTablet} con un {THING:CartridgeAtmosAnalyser} instalado para ver información sobre el contenido de cualquier red de tuberías. {HEADER:RADIATORS} Fabricado en la dobladora de tubos, un {THING:StructurePipeRadiator} le ayudará a intercambiar calor entre los tubos y el entorno que los rodea. Funcionan tanto en tuberías aisladas como en tuberías conectadas, además de tener sus variantes líquidas. En condiciones normales, un segmento de tubería intercambiará calor con el entorno que lo rodea, pero agregar un radiador a ese segmento de tubería acelerará enormemente el proceso. Un segmento de tubería seguirá intercambiando calor con la atmósfera circundante hasta que ambos se igualen en temperatura. {HEADER:PASSIVE COOLING} Puede enfriar o calentar cualquier ambiente usando un {THING:StructurePipeRadiator} para intercambiar calor entre dos atmósferas. Un ejemplo de esto sería colocar una tubería en la pared, llenarla de gas y colocar radiadores en la tubería. Ahora las dos atmósferas de la tubería y la habitación intercambiarán temperatura hasta que sus ambientes se igualen. {HEADER:WALL HEATER} {THING:ItemWallHeater} es un dispositivo simple que se puede instalar en una pared o en un marco y conectarse a la corriente. Cuando se enciende, comenzará a calentar el entorno circundante. Consume 1010W de energía y puede ser controlado por chips lógicos para que funcione cuando la temperatura alcanza un cierto nivel. {HEADER:WALL COOLER} El {THING:ItemWallCooler} complementa el calentador de pared, que solo puede elevar la temperatura. El enfriador de pared funciona extrayendo calor de la atmósfera circundante y agregando ese calor a su red de tuberías. Para que el enfriador de pared funcione correctamente, deberá conectar las tuberías al enfriador de pared y llenar la red de tuberías conectada con cualquier tipo de gas. La capacidad calorífica y el volumen del gas determinarán qué tan rápido reacciona a los cambios de temperatura. Cuanto mayor sea la diferencia de temperatura entre el gas almacenado en las tuberías y la habitación, menos eficiente será el enfriador de pared. Entonces, para mantener el enfriador de pared funcionando con una eficiencia aceptable, deberá deshacerse del calor que se acumula en las tuberías conectadas a él. Una práctica común sería tender las tuberías hacia el exterior y usar radiadores en la sección exterior de las tuberías para eliminar el calor. Cuanto menos eficiente sea el enfriador de pared, menos energía consume. Consumirá 1010W a máxima eficiencia. El enfriador de pared se puede controlar mediante chips lógicos para que funcione cuando la temperatura alcanza un cierto grado. Si el enfriador de pared muestra un error, entonces falta uno de los siguientes elementos: - Conexión de tubería al enfriador de pared. - Hay gas en las tuberías conectadas o la presión es demasiado baja. - La atmósfera en el entorno circundante o la presión es demasiado baja. {HEADER:AIR CONDITIONER} El {THING:StructureAirConditioner} en su forma básica funciona igual que el enfriador de pared y puede beneficiarse de los mismos diseños. Sin embargo, es más poderoso. Se enfría más rápido y consume mucha más energía dependiendo de la situación, lo que lo hace más adecuado para trabajar con grandes volúmenes y grandes áreas. Puede calentar o enfriar según la configuración. AIRE ACONDICIONADO: CÓMO FUNCIONA El acondicionador de aire tiene 3 conexiones de tubería (entrada, salida, residuos). El gas entra por el lado de entrada y luego, según la configuración, se agrega o elimina calor del gas entrante y se agrega a la tubería de desagüe. El gas de salida saldrá a través de la conexión de salida, más frío o más caliente según la configuración. Puede conectar la tubería de entrada a las tuberías de salida (puede ver si están conectadas si ambas tienen el mismo número de red): esto le dará más control sobre la temperatura, ya que el gas no alcanzará la temperatura objetivo después de la primer pase. Se necesitará tiempo y energía para eliminar o agregar calor a cualquier gas. La forma en que instale y configure su aire acondicionado depende de lo que esté tratando de enfriar o calentar. Para una habitación, necesitará una ventilación pasiva dentro de la habitación conectada a la entrada y salida del aire acondicionado, mientras que la tubería de desagüe debe llenarse con un gas refrigerante. El aire acondicionado no tiene que estar dentro de la habitación. La única parte de esta configuración que tiene que estar en la habitación es el respiradero pasivo que circulará la atmósfera de la habitación hasta el aire acondicionado para enfriar o calentar. Puede usar un solo acondicionador de aire para calentar y enfriar. Solo necesita cambiar la configuración de temperatura objetivo en el panel. Sin embargo, si desea automatizar el enfriamiento y la calefacción al mismo tiempo, necesitará un acondicionador de aire para enfriar y otro para calentar, porque la configuración en el panel solo se puede cambiar manualmente. Configurar más de un acondicionador de aire en la misma red de tuberías puede ser útil si necesita que las cosas vayan más rápido o si necesita usar algunos para calentar y otros para enfriar. Haga esto conectando las entradas y salidas de los acondicionadores de aire juntos y haciendo que todos compartan la misma red de tuberías para sus entradas y salidas. La red de tuberías de desagüe también se puede compartir entre ellos, pero debe estar separada de la red de tuberías de entrada / salida. La misma idea se aplica cuando se usa el aire acondicionado para controlar la temperatura de los tanques. Sin embargo, en lugar de usar un respiradero pasivo, necesitará conectar el tanque al aire acondicionado directamente. AIRE ACONDICIONADO: TENER EN CUENTA - Cuanto mayor sea la diferencia de temperatura entre la tubería de entrada y la tubería de desagüe, más energía utilizará el aire acondicionado - La potencia consumida por el acondicionador de aire puede exceder los 5kW, por lo que se recomienda el uso de cables pesados ​​para encender los acondicionadores de aire. - Hacer funcionar la tubería de desagüe hacia el exterior e igualarla con la atmósfera exterior no siempre es la mejor opción: el gas que pone dentro se puede aplicar en cualquier otro lugar de su base. AIRE ACONDICIONADO: CONTROL DE TEMPERATURA BASE Hay muchas formas de controlar la temperatura de su base utilizando acondicionadores de aire; esta es una forma de lograr este objetivo: Paso 1: Ejecute una red de tubería única alrededor de su base e instale ventilaciones pasivas conectadas a esta tubería en cada habitación que desee controlar con esta configuración. Esta es la 'Red A' Paso 2: Conecte la 'Red A' a la entrada y salida de un acondicionador de aire. Paso 3: conecte la tubería de desagüe a una red diferente y llévela al exterior. Instale radiadores en esta red. Esta es la configuración básica. Para automatizarlo, necesitará un analizador de tuberías en la Red A, luego lea la temperatura y haga funcionar su acondicionador o acondicionadores de aire según corresponda. ¡Buena suerte, Cadete! ·
hu: Ahhoz, hogy egy rendszer hőmérsékletét szabályozhassuk, hőt kell hozzáadni, ezzel növelve a rendszer hőmérsékletét, vagy hőt kell elvonni, aminek következtében pedig lehűl. Az eszközök, amik ezt a célt szolgálják a következők: {THING:ItemWallHeater}, {THING:ItemWallCooler}, {THING:StructurePipeRadiator}, {THING:StructureAirConditioner}. MEGJEGYZÉS: A hőmérséklet-szabályozásnak számos módszere van. Egyes módszerek az említett eszközök egyikét sem hasznosítják. Itt csak az alapvető dolgok kerülnek említésre. Fontos, hogy megértsd a környezeted, mielőtt nekikezdenél a hőszabályozásnak. A gáz vagy folyadék térfogata egy fontos tényezője a hőmérséklet-szabályozásnak. Egy {THING:StructureTankSmall} körülbelül 6000 L, míg egy {THING:StructureTankBig} akár 50000 L folyadék vagy gáz eltárolására is képes. Ez azt jelenti, hogy ha tele vannak, akkor a kisebb tartály gyorsabban reagál a külső hőmérséklet-változásra. Egy fallal körülvett helyiség egy adott térfogatot fog körbe. Minél nagyobb ez a hely, annál több gázt tud befogadni. Ez az általános szabály a szobákra, helyiségekre és tartályokra is egyaránt igaz. {HEADER:CSŐHÁLÓZATOK} Egy csőhálózat egy vagy több csőszegmensből áll, melyek szakadás nélkül össze vannak kötve. A csőhálózaton belül a nyomás és a hőmérséklet minden ponton meg kell hogy egyezzen. Ez azt jelenti, hogy ha megváltoztatod az egyik paramétert az egyik felén a hálózatnak, a másik felén is azonnal meg fog változni, akármilyen messze is legyen az. Bizonyos eszközök hozzáadásával a hálózatok szétválhatnak. Ilyen például egy {THING:StructureVolumePump}, ami a hálózatot két részre osztja: egyre, ami a pumpa előtt van, egyre pedig, ami utána. A csőhálózatok tartalmáról egy {THING:ItemTablet} segítségével tudsz, melybe be van helyezve egy {THING:CartridgeAtmosAnalyser}. {HEADER:RADIÁTOROK} A csőhajlítóval gyártható {THING:StructurePipeRadiator} segít a cső és környezete közötti hőcserében. Használható hőszigetelt és sima csövekhez, akár többféle folyadékkal is. Normális körülmények között a csőszegmens magában is hőcserét folytat a környezetével, de egy radiátor hozzáadása felgyorsítja a folyamatot. A hőcsere addig folytatódik, ameddig a hőmérséklet ki nem egyenlítődik a cső és környezete között. {HEADER:PASSZÍV HŰTÉS} Egy {THING:StructurePipeRadiator} segítségével két atmoszféra között tudsz hőt cserélni, ezzel az egyiket fűteni, illetve hűteni lehet (vagy fordítva). Például egy nyomás alatt levő helyiségben helyezz le egy csőszegmenst, majd tegyél rá egy radiátort! A hőcsere ezután megkezdődik a csőben levő, illetve a szobában levő atmoszféra között. Ez addig megy, amíg a kettő ki nem egyenlíti egymást. {HEADER:FALI MELEGÍTŐ} A {THING:ItemWallHeater} egy egyszerű eszköz, ami falra vagy keretre helyezhető, és hálózatba kötendő. Ha be van kapcsolva, akkor a környezetét kezdi melegíteni. 1010W-ot fogyaszt, és irányítható logikai egységekkel szabályozható, így például be lehet állítani, hogy kapcsoljon ki, ha a környezet elért egy adott hőmérsékletet. {HEADER:FALI HŰTŐ} A {THING:ItemWallCooler} a csak fűteni tudó fali melegítő ellentétje. A fali hűtő hőt von el a környezetéből, melyet a hozzá csatlakoztatott csőhálózat nyel el. Ahhoz, hogy a hűtő megfelelően működjön, be kell kötni egy gázzal vagy folyadékkal feltöltött csőhálózatba. A betöltött anyag hőkapacitásától és térfogatától függ az, hogy milyen gyorsan változik a hőmérséklete. Minél nagyobb a hőmérséklet-különbség a cső tartalma és a szoba között, annál kisebb lesz a fali hűtő hatásfoka. Szóval ahhoz, hogy elfogadható hatásfokú legyen a hűtés, el kell vezetned a csőben felgyülemlett hőt. Egy egyszerű példa erre a cső kivezetése a külvilágba, és radiátorokkal való felszerelése. Így a felesleges hő kisugárzódik, ezzel hűtve a csőhálózatot. Minél kisebb a fali hűtő hatásfoka, annál kevesebb áramot használ. A legnagyobb hatásfoknál 1010W áramot fogyaszt. A fali hűtő irányítható logikai egységekkel úgy, hogy például egy adott hőmérsékletnél kapcsoljon be. Ha a fali hűtőn villog a hibajelző fény, akkor a következők egyike lehet a gond: - Nincs cső csatlakoztatva a hűtőhöz. - A csatlakoztatott cső nyomása túl alacsony vagy nincs. - A környezet nyomása túl alacsony vagy nincs. {HEADER: LÉGKONDICIONÁLÓ} A {THING:StructureAirConditioner} alapesetben ugyanúgy működik, mint egy fali hűtő, hasonlóan is lehet működtetni. Viszont valamivel többet is tud. Gyorsabban hűt, de szituációtól függően többet is fogyaszt. Nagyobb térfogat hőmérsékletét egyszerűbben lehet vele szabályozni. Beállítástól függően hűteni és fűteni is tud. LÉGKONDICIONÁLÓ: HOGYAN MŰKÖDIK? A légkondicionáló három csőcsatlakozóval rendelkezik: bemenet, kimenet, selejt. A gáz a bemeneten megy be a készülékbe, majd beállítástól függően a légkondicionáló ettől a gáztól hőt von el vagy ad hozzá. Az elvont hőt a selejtes kimeneten levő gáz kapja meg, vagy a szükséges hőt éppen attól vonja el. Ezek után a kimeneten a hidegebb vagy melegebb gáz fog távozni. A ki- és bemeneti csöveket összekötheted (akkor vannak összekötve, ha a hálózati számuk megegyezik), így jobban tudod kontrollálni a hőmérsékletet, mert a gáz visszakerül a légkörbe, és ezért nem lesz akkora az összesített hőmérséklet-változás, azaz több ideig tart a hőcsere. A légkondicionálót a kívánt használatnak megfelelően kell beállítanod, attól függ mit szeretnél felmelegíteni vagy lehűteni. Egy szobához passzív ventilátort kell belülre szerelned, amit össze kell kötnöd a légkondicionáló bemenetével és kimenetével, a selejt kimenethez pedig egy a selejtes gázokat eltároló tartályt kell kötnöd. A légkondicionálónak nem muszáj a helyiségen belül lennie. Az előbb felsorolt elemek közül kizárólag a passzív ventilátornak kell bent lennie, ami keringeti a szoba levegőjét a légkondicionálón keresztül hűtéshez vagy fűtéshez. Akár egyetlen légkondicionálóval is végezhetsz fűtést és hűtést egyaránt, ehhez csak meg kell változtatnod a célhőmérsékletet a készülék paneljén. Viszont ha a folyamatot automatizálni szeretnéd, akkor kettőre lesz szükséged, külön fűtéshez és hűtéshez, ugyanis a hőmérsékletet szabályozó panelt csak manuálisan lehet állítani. Egy csőhálózathoz akár több légkondicionáló készüléket is köthetsz. Ez hasznos lehet akkor, ha valamit gyorsabban szeretnél hőszabályozni, vagy több dolgot szeretnél külön hűteni vagy fűteni. Ezt úgy teheted meg, hogy a készülékek ki- és bemeneteit egy csőhálózatra kötöd. A selejt kimeneteket is összekötheted, de arra figyelned kell, hogy egy másik, elválasztott hálózatba legyenek bekötve, különben visszakeveredne a felesleges gáz oda, ahova nem kéne. Ezeket mind használhatod tartályokhoz is, csak akkor a passzív ventilátorra való kötés helyett közvetlenül a tartályhoz kell csatlakoztatnod a légkondicionálót. LÉGKONDICIONÁLÓ: TARTSD ÉSZBEN! - Minél nagyobb a hőmérseklet-különbség a bemeneti cső és a selejtes cső között, annál többet fog a légkondicionáló fogyasztani. - Mivel a készülék általi fogyasztás mértéke átlépheti az 5kW-ot, ajánlott fejlett kábelt használni. - A selejtes cső kivezetése a külső atmoszférába nem mindig a legjobb megoldás, hiszen azt a kivezetett gázt fel is használhatod valamire a bázisodban. LÉGKONDICIONÁLÓ: EGYSZERŰ HŐMÉRSÉKLET-SZABÁLYOZÁS A légkondicionáló használatával többféleképpen is szabályozhatod a bázisod hőmérsékletét - a következő megoldás ezek egyike: 1. lépés: Futtass körbe egy hosszú csövet a bázisod körül bent, erre szerelj passzív ventilátorokat azokba a szobákba, melyek hőmérsékletét szabályozni szeretnéd! Legyen ez az "A" hálózat! 2. lépés: Csatlakoztasd "A" hálózatot egy légkondicionáló ki- és bemeneteihez! 3. lépés: Csatlakoztasd a selejtes kimenetet egy másik hálózathoz! Erre a csőhálózatra szerelj radiátorokat! Ez egy egyszerű hálózat. Ahhoz, hogy mindezt automatizáld, szükséged lesz egy csőelemzőre az "A" hálózaton, melynek kiolvastathatod a hőmérséklet-értékét, majd ennek megfelelően irányíthatod a légkondicionáló(ka)t. Sok sikert, kadét!
zh_cn: 为了控制一个系统的温度，我们要么给它加热，这样它的温度就会升高，或者将热量排出，从而使其冷却，这是温度控制的基本思想。能够让你完成这个目标的设备有 {THING:ItemWallHeater} ， {THING:ItemWallCooler} ， {THING:StructurePipeRadiator} 以及 {THING:StructureAirConditioner} 。 注：温度控制有许多种方法。有些方法不涉及到上述设备。在这里，我们将介绍基本知识。 在安装任何类型的温度控制设备之前，了解你所处的环境非常重要。在选择温度控制的方法时，气体或液体的体积是一个重要因素。一个 {THING:StructureTankSmall} 最高可容纳6,000L，而一个 {THING:StructureTankBig} 最高可容纳50,000L，这意味着如果两者都已满，小型储罐将会对温度的变化反应更快。一个房间是一个可以容纳一定量气体的空间。这个空间越大，它所能容纳的体积就越大，这样的规则通常适用于储罐和房间。 {HEADER:管道网络} 一个管道网络是由一段或多段相互连接的管段组成的，这些管段在任何一点上都不应分开。一个管道网络沿着管道各处共享相同的大气环境，无论它有多大。如果你改变管道网络某一端的温度或者压强，最远的另一端也将立即经历相同的变化，没有延迟。 在一个管道网络中增添设备可以将其拆分为两个不同的管道网络。例如，将一台 {THING:StructureVolumePump} 安装到一个管道网络中将会将这个管道网络拆分为两个不同的管道网络：一个在泵之前，另一个在泵之后。 使用安装有 {THING:CartridgeAtmosAnalyser} 的 {THING:ItemTablet} 以查看有关任何管道网络的内容物的信息。 {HEADER:散热器} 一台在弯管机中制造的 {THING:StructurePipeRadiator} 将帮助你在管道及其周围环境之间进行热交换。它们既适用于隔热管道和普通管道，同时也适用于液体管道和隔热液体管道。 在正常情况下，一段管段将会与其周围的环境进行热交换，但在该管段上安装一台散热器将会大大加快该热交换的过程。一段管段将会持续与周围的大气环境进行热交换，直到两者温度相等。 {HEADER:被动冷却} 你可以使用一台 {THING:StructurePipeRadiator} 冷却或加热任何环境，从而在在两个大气环境之间进行热交换。这方面的一个例子是，在墙上放置一段管道，将其充满气体，然后在管道上安装散热器。现在，管道中和房间中的两个大气环境将会进行热交换，直到两者温度相等。 {HEADER:壁挂式加热器} {THING:ItemWallHeater} 是一台简易的设备，它能够被安装在一面墙或者一个框架上，并且接通电源。当开关开启时，它将会开始给周围的大气环境加热。它的耗电功率为1010W，并且当温度达到一定水平时，它能够在Logic芯片的控制下运行。 {HEADER:壁挂式冷却器} {THING:ItemWallCooler} 补全了壁挂式加热器的短板，后者仅能升高温度。此壁挂式冷却器的工作原理是，从周围的大气环境中吸收热量，并将吸收的热量传递到与之相连的管道网络中。要想正确运行此壁挂式冷却器，你需要将管道连接至其上，并在连接上的管道网络中填充任意种类的气体。气体的热容和体积将会决定其对温度变化的反应快慢。 管道中与房间内储存的气体温差越大，壁挂式冷却器的效率就越低。因此，要想让壁挂式冷却器以令人满意的效率运行，你将需要排出连接至其上的管道中积聚的热量。一种常见的做法是，将管道延伸铺设至室外，并用在室外管段上安装的散热器排出热量。 壁挂式冷却器的工作效率越低，其消耗的电力就越少。以最大工作效率运行时，它的耗电功率为1010W。当温度达到一定程度时，壁挂式冷却器能够在Logic芯片的控制下运行。 如果壁挂式冷却器的开关在闪灯报错，那么说明它具有以下问题之一： - 缺少与壁挂式冷却器的管道连接。 - 与之相连的管道中缺少气体，或者气体压强太低。 - 周围环境中缺少大气，或者大气压强太低。 {HEADER:空调机} {THING:StructureAirConditioner} 在它的基础形态下工作原理与壁挂式冷却器一样，你可以从与壁挂式冷却器相同的设计方案中获益。不过，它比壁挂式冷却器更加强大。它冷却的速度更快，并且取决于具体情况，它比壁挂式冷却器消耗多相当多的电力，因此它更适合处理大体积和大区域的情况。具体取决于设置，它可以进行加热或冷却工作。 空调机：工作原理 空调机有3个管道接口（输入，输出，废弃物）。气体通过输入端进入空调机，接着，取决于具体设置，空调机将会向进入的气体中添加或去除热量，并且向废弃物管道排出的气体施加相反的效果。然后，输出的气体将通过连接的输出管道排出，变得更冷或者更热取决于具体设置。 你可以将输入管道连接到输出管道（如果它们拥有相同的网络编号，则你可以查看它们是否已连接）：这会让你更好地控制温度，因为气体在第一次通过后不会达到目标温度。从任何气体中去除或添加热量都需要消耗时间和能量。 你安装和设置空调机所采用的方式取决于你想要冷却或者加热的目标。对于一个房间来说，你将需要在房间内安装一台被动式通风口，连接到空调机的输入和输出端，与此同时废弃物管道必须装满一种气体冷却剂。 空调机并非一定要安装在房间内部。这套设施中唯一必须安装在房间内部的是被动式通风口，被动式通风口将会使房间内的大气循环流动通过空调机，从而被冷却或加热。 你在使用一台空调机时，既可以用它制热，也可以用它制冷。你仅需要改变空调机面板上的目标温度设置。但是，如果你想同时自动化地制冷和制热，你将需要两台空调机，一台用来制冷，另一台用来制热，因为空调机面板上的温度设置只能手动修改。 如果你需要加快制热或制冷的速度，或者你需要使用一些空调机制热，并且使用另一些制冷，那么在同一个管道网络中安装多台空调机会是相当有帮助的。要实现此目的，你需要将这些空调机的输入端和输出端连接到一起，从而使这些空调机的输入端和输出端共享同一个管道网络。这些空调机的废弃物管道也可以共享，但是必须与输入端/输出端的管道网络分开。当使用空调机控制储罐温度时，同样的构思也适用。但是，此时你需要将储罐直接连接到空调机，而不是使用被动式通风口。 空调机：牢记于心 - 输入管道和废弃物管道之间的温差越大，空调机的耗电功率也越大。 - 空调机的耗电功率可能会超过5kW，因此建议使用重型电缆为空调机供电。 - 将废弃物管道安装在室外，并且使其与外部大气温度平衡，并不总是最佳选择：你放入废弃物管道的气体可以被应用于你基地中的其它地方。 空调机：基地温度控制 通过使用空调机，有很多方法可以控制你基地的温度 - 这是实现这个目标的一种方式： 第1步：在你的基地四周安装一个单一的管道网络，并且在每间你希望由这套设施控制的房间内安装连接到该管道网络的被动式通风口。这是“网络A”。 第2步：将“网络A”连接到一台空调机的输入端和输出端。 第3步：将废弃物端连接到一个不同的管道网络，并且将其延伸到房间外部。在这个管道网络上安装散热器。 这是基础的温度控制设施。要实现自动化，你需要在网络A上安装一台管道分析仪，然后读取温度数据并且由此运行你的空调机。 祝你好运，学员！
