Repository: sisizanohitopontoon/locales
Catalog: */HelpPage.po
Languages: cs, es, fr, hu, it, ru, tr, vi, zh_cn

# HelpPage.DevicePage
source: These are Structures, typically powered, that have specialist functions including Logic, Atmospherics, and more. They are constructed in the same way as other structures. {HEADER:List of Devices} {LIST_OF_DEVICES}
it: Queste sono strutture, tipicamente alimentate, che hanno funzioni specialistiche che includono controllo logici, atmosferici ed altro. Sono costruiti nello stesso modo delle altre strutture. {HEADER:Lista dei dispositivi} {LIST_OF_DEVICES}
ru: Это структуры с обычным электропитанием, которые выполняют специальные функции, в том числе логические, атмосферные и другие. Они создаются также как и другие конструкции. {HEADER:Список устройств} {LIST_OF_DEVICES}
tr: Bu cihazlar Mantık, Atmosferikler ve daha fazla özelleştirilmiş fonksiyonlara sahip, tipik olarak elektrikli yapılardır. Diğer yapılar ile aynı yolla inşa edilirler. {HEADER:Cihazların Listesi} {LIST_OF_DEVICES}

# HelpPage.ReagentPage
source: These are chemical quantities of certain types. {HEADER:List of Reagents} {LIST_OF_REAGENTS}
it: Queste sono le quantità chimiche di determinati tipi. {HEADER:Lista dei reagenti} {LIST_OF_REAGENTS}
ru: Это определенное количество химических элементов. {HEADER:Список реагентов} {LIST_OF_REAGENTS}
tr: Bu reaktifler, belli türlerdeki kimyasal miktarlardır. {HEADER:Reaktiflerin Listesi} {LIST_OF_REAGENTS}

# HelpPage.GasPage
source: These are chemical gases of certain types. {HEADER:List of Gases} {LIST_OF_GASES}
it: Questi sono gas chimici di determinati tipi. {HEADER:Lista dei Gas} {LIST_OF_GASES}
ru: Это определенное количество химических газов. {HEADER:Список газов} {LIST_OF_GASES}
tr: Bunlar, belli türlerdeki kimyasal gazlardır. {HEADER:Gazların Listesi} {LIST_OF_GASES}

# HelpPage.AlloyPage
source: Alloys
it: Leghe
tr: Alaşımlar

# HelpPage.IngotPage
source: These are Items that are typically made from {LINK:SmeltingPage;Smelting} {LINK:OrePage;ores}. {HEADER:List of Ingots} {LIST_OF_INGOTS}
it: Questi sono oggetti che vengono tipicamente creati {LINK:SmeltingPage;fondendo} {LINK:OrePage;minerali}. {HEADER:Lista di lingotti} {LIST_OF_INGOTS}
tr: Bunlar, tipik olarak {LINK:OrePage;Cevherler}i {LINK:SmeltingPage;Eritme} ile üretilen Öğelerdir. {HEADER:Külçelerin Listesi} {LIST_OF_INGOTS}

# HelpPage.ToolPage
source: These are Items that can fit in a specialist tool slot, and are used for {LINK:ConstructionPage;Construction} and other tasks. {HEADER:List of Tools} {LIST_OF_TOOLS}
it: Questi sono oggetti che possono essere inseriti in slot speciali per utensili, e sono utilizzati per la {LINK:ConstructionPage;costruzione} e altre attività. {HEADER:Lista degli utensili} {LIST_OF_TOOLS}
tr: Bunlar, özelleştirilmiş alet yuvalarına sığan, {LINK:ConstructionPage;İnşaat} ve diğer görevler için kullanılan Öğelerdir. {HEADER:Aletlerin Listesi} {LIST_OF_TOOLS}

# HelpPage.ResourcePage
source: These are Items that are consumed during {LINK:ConstructionPage;Construction} and other tasks. {HEADER:List of Resources} {LIST_OF_RESOURCES}
it: Questi sono oggetti che sono consumati durante la {LINK:ConstructionPage;costruzione} e altre attività. {HEADER:Lista delle Risorse} {LIST_OF_RESOURCES}
tr: Bunlar, {LINK:ConstructionPage;İnşaat} ve diğer görevler sırasında tüketilen Öğelerdir. {HEADER:Kaynakların Listesi} {LIST_OF_RESOURCES}

# HelpPage.KitPage
source: These are Items that are consumed during {LINK:ConstructionPage;Construction} and other tasks. {HEADER:List of Kits} {LIST_OF_KITS}
it: Questi sono oggetti che sono consumati durante la {LINK:ConstructionPage;costruzione} e altre attività. {HEADER:Lista dei Kit} {LIST_OF_KITS}
ru: Это предметы, необходимые для {LINK:ConstructionPage;строительства}. {HEADER:Список наборов} {LIST_OF_KITS}
tr: Bunlar, {LINK:ConstructionPage;İnşaat} ve diğer görevler sırasında tüketilen Öğelerdir. {HEADER:Donanımların Listesi} {LIST_OF_KITS}

# HelpPage.FoodPage
source: These are Items that are consumed to provide nutrition. {HEADER:List of Food} {LIST_OF_FOOD}
it: Questi sono oggetti che vengono consumati per fornire nutrimento. {HEADER:Lista di cibi} {LIST_OF_FOOD}
ru: Это предметы, необходимые для поддержания сытости. {HEADER:Список еды} {LIST_OF_FOOD}
tr: Bunlar, beslenmeyi sağlamak için tüketilen Öğelerdir. {HEADER:Gıdaların Listesi} {LIST_OF_FOOD}

# HelpPage.ClothingPage
source: These are Items that can be worn by entities in slots. {HEADER:List of Clothing} {LIST_OF_CLOTHING}
it: Questi sono oggetti che possono essere indossati in vari slot. {HEADER:Lista Vestiario} {LIST_OF_CLOTHING}
ru: Это предметы, которые можно носить в слотах одежды. {HEADER:Список экипировки} {LIST_OF_CLOTHING}
tr: Bunlar, yuvalar aracılığı ile giyilebilir Öğelerdir. {HEADER:Giysi Listesi} {LIST_OF_CLOTHING}

# HelpPage.AppliancePage
source: These are Items that can be placed on Benches. You have to place them on a Bench by sitting them on a Bench and using a Wrench. {HEADER:List of Appliances} {LIST_OF_APPLIANCES}
it: Questi sono oggetti che possono essere piazzati su un Piano di lavoro. Devi piazzarli sul piano di lavoro, posizionandoli sopra e poi utilizzando una chiave. {HEADER:Lista di Apparecchi} {LIST_OF_APPLIANCES}
ru: Это предметы, которые можно разместить на столе. Сперва вы должны поместить их на стол, и затем используя гаечный ключ закрепить. {HEADER:Список бытовой техники} {LIST_OF_APPLIANCES}
tr: Bunlar, Tezgâhların üstüne yerleştirilebilir Öğelerdir. Bir Tezhâhın üstüne koyarak ve bir İngiliz Anahtarı kullanarak yerleştirmelisin. {HEADER:Araçların Listesi} {LIST_OF_APPLIANCES}

# HelpPage.ThingSlotHeaderTemplate
source: {HEADER:Slots}{LIST}{0}{/LIST}
ru: {HEADER:Слоты}{LIST}{0}{/LIST}
tr: {HEADER:Yuvalar}{LIST}{0}{/LIST}

# HelpPage.ThingSlotItemTemplate
source: {0}. {POS:100}{1} {POS:300}Type {2}
it: {0}. {POS:100}{1} {POS:300}Tipo {2}
tr: {0}. {POS:100}{1} {POS:300}Tür {2}

# HelpPage.ThingStackTemplate
source: Stack Size {POS:300}{0}
it: Dimensioni pila {POS:300}{0}
tr: İstif Boyutu {POS:300}{0}

# HelpPage.ThingNutritionTemplate
source: Max Nutrition {POS:300}{0}
it: Massimo nutrimento {POS:300}{0}
tr: En Fazla Beslenme {POS:300}{0}

# HelpPage.IceMeltingTemplate
source: Melt Temperature {POS:300}{1} Melt Pressure {POS:300}{0}
it: Temperatura di fusione {POS:300}{1} Pressione di fusione {POS:300}{0}
tr: Erime Sıcaklığı {POS:300}{1} Erime Basıncı {POS:300}{0}

# HelpPage.CreatorsHeaderTemplate
source: {HEADER:Manufactured By}{LIST}{0}{/LIST}
it: {HEADER:Creato da}{LIST}{0}{/LIST}
ru: {HEADER:Изготовлено}{LIST}{0}{/LIST}
tr: {HEADER:Üretimi Yapan} {LIST}{0}{/LIST}

# HelpPage.ConstructedByHeaderTemplate
source: {HEADER:Constructed From} {LIST}{0}{/LIST}
ru: {HEADER:Построен из набора} {LIST}{0}{/LIST}
tr: {HEADER:İnşa Eden} {LIST}{0}{/LIST}

# HelpPage.CreatedHeaderTemplate
source: {HEADER:Can Manufacture} {LIST}{0}{/LIST}
ru: {HEADER:Можно изготовить} {LIST}{0}{/LIST}
tr: {HEADER:Üretim Yapabilir} {LIST}{0}{/LIST}

# HelpPage.ConstructedHeaderTemplate
source: {HEADER:Can Construct} {LIST}{0}{/LIST}
ru: {HEADER:Можно построить} {LIST}{0}{/LIST}
tr: {HEADER:İnşa Edebilir} {LIST}{0}{/LIST}

# HelpPage.LogicTypeHeaderTemplate
source: {HEADER:Logic}{LIST}{0}{/LIST}
ru: {HEADER:Логика}{LIST}{0}{/LIST}
tr: {HEADER:Mantık}{LIST}{0}{/LIST}

# HelpPage.ModeStringHeaderTemplate
source: {HEADER:Modes}{LIST}{0}{/LIST}
ru: {HEADER:Режимы}{LIST}{0}{/LIST}
tr: {HEADER:Modlar}{LIST}{0}{/LIST}

# HelpPage.CreatedGasesTemplate
source: {HEADER:Gases} {LIST}{0}{/LIST}
it: NEXTPREVIOUS {HEADER:Gas} {LIST}{0}{/LIST}
ru: {HEADER:Газы} {LIST}{0}{/LIST}
tr: {HEADER:Gazlar} {LIST}{0}{/LIST}

# HelpPage.CreatedReagentTemplate
source: {HEADER:Reagents} {LIST}{0}{/LIST}
it: {HEADER:Reagenti} {LIST}{0}{/LIST}
ru: {HEADER:Реагенты} {LIST}{0}{/LIST}
tr: {HEADER:Reaktifler} {LIST}{0}{/LIST}

# HelpPage.ReagentPageTemplate
source: A {LINK:ReagentPage;reagent}, often usable when in {LINK:IngotPage;Ingots} form. {HEADER:General} {LIST}Unit {POS:300}{1}{/LIST} {HEADER:Found In} {LIST}{2}{/LIST}
it: Un {LINK:ReagentPage;reagente}, spesso utilizzabile in forma di {LINK:IngotPage;lingotto}. {HEADER:Generale} {LIST}Unit {POS:300}{1}{/LIST} {HEADER:Trovato in} {LIST}{2}{/LIST}
tr: Bir {LINK:ReagentPage;reaktif}, çoğu zaman {LINK:IngotPage;Külçeler} biçiminde kullanılır. {HEADER:Genel Olarak} {LIST}Birim {POS:300}{1}{/LIST} {HEADER:İçeriğinde Bulunan} {LIST}{2}{/LIST}

# HelpPage.GasPageTemplate
source: A {LINK:GasPage;gas}, often produced when {LINK:SmeltingPage;smelting}. {HEADER:General} {LIST}Specific Heat {POS:300}{1}{2}{/LIST} {HEADER:Found In} {LIST}{0}{/LIST}
it: Un {LINK:GasPage;gas}, spesso prodotti durante la {LINK:SmeltingPage;fusione} di minerali. {HEADER:Generale} {LIST}Calore specifico {POS:300}{1}{2}{/LIST} {HEADER:Trovato in} {LIST}{0}{/LIST}
tr: {LINK:SmeltingPage;eritme} işleminde, çoğunlukla bir {LINK:GasPage;gaz} açığa çıkar. {HEADER:Genel Olarak} {LIST}Belirli Sıcaklık {{POS:300}{1}{2}{/LIST} {HEADER:İçeriğinde Bulunan} {LIST}{0}{/LIST}

# HelpPage.GasPageFlamableTemplate
source: Flamable Limit {POS:300}{0} to {1}
it: Limite di infiammabilità {POS:300}{0} a {1}
tr: Alevlenme Sınırı {POS:300}{0} ile {1}

# HelpPage.SuperAlloyPage
source: Superalloys
it: Superleghe

# HelpPage.OrePage
source: These are Items that are {LINK:MiningPage;mined} and can often be {LINK:SmeltingPage;smelted}. You can also get mixed ore by recycling items in the {THING:StructureRecycler} and then passing it through the {THING:StructureCentrifuge} which will break it into {LINK:OrePage;ore} for {LINK:SmeltingPage;smelting}. {HEADER:Melting Ices} There are some ores that will melt when exposed to sunlight or heat and produce {LINK:GasPage;gases}. For example {THING:ItemIce} melts into {GAS:Water} and {GAS:Oxygen}. Be careful to keep these out of heat or sunlight until you actually want them to melt. {HEADER:List of Ores} {LIST_OF_ORES}
it: Questi sono oggetti che vengono {LINK:MiningPage;minati} e spesso {LINK:SmeltingPage;fusi}. Puoi ottenere anche una miscela di minerali riciclando oggetti con un {THING:StructureRecycler} e poi passandola in una {THING:StructureCentrifuge} che li dividerà in singoli {LINK:OrePage;minerali} per poterli nuovamente {LINK:SmeltingPage;fondere}. {HEADER:Sciogliere ghiacci} Questi sono minerali che possono essere esposti alla luce del sole o al calore e produrranno {LINK:GasPage;gas}. Per esempio il {THING:ItemIce} si scioglie in {GAS:Water} e {GAS:Oxygen}. Fai attenzione a tenerli lontani da calore e luce solare finché non vuoi fonderli. {HEADER:Lista di minerali} {LIST_OF_ORES}
ru: Это элементы {LINK:MiningPage;минералов}, которые могут быть {LINK:SmeltingPage;расплавлены}. Вы также можете получить смешанную руду, переработав предметы в {THING:StructureRecycler} и затем пропустив ее через {THING:StructureCentrifuge}, которая разделит ее на отдельные {LINK:OrePage;руды} для {LINK:SmeltingPage;выплавки}. {HEADER:Melting Ices} Есть некоторые руды, которые плавятся под воздействием солнечного света или тепла и производят {LINK:GasPage;газы}. Например, {THING:ItemIce} плавится в {GAS:Water} и {GAS:Oxygen}. Будьте осторожны, чтобы они не попали под солнечный свет или не нагрелись, пока вам это не потребуется. {HEADER:Список руд} {LIST_OF_ORES}

# HelpPage.IngotPage
source: These are Items that are typically made from {LINK:SmeltingPage;Smelting} {LINK:OrePage;ores}. {HEADER:List of Ingots} {LIST_OF_INGOTS} {HEADER:List of Alloys} {LIST_OF_INGOTS} {HEADER:List of Super-Alloys} {LIST_OF_INGOTS}
ru: Это предметы, которые обычно изготавливаются из {LINK:SmeltingPage;Переплавка} {LINK:OrePage;Руды}. {HEADER:Список слитков} {LIST_OF_INGOTS} {HEADER:Список Сплавов} {LIST_OF_INGOTS} {HEADER:Список Супер-Сплавов} {LIST_OF_INGOTS}

# HelpPage.ToolPage
source: These are Items that can fit in a specialist tool slot, and are used for {LINK:ConstructionPage;Construction} and other tasks. {HEADER:List of Tools} {LIST_OF_TOOLS}
ru: Это предметы, которые могут поместиться в специальном слоте для инструментов и используются для {LINK:ConstructionPage;Строительства} и других задач. {HEADER:Список инструментов} {LIST_OF_TOOLS}

# HelpPage.ResourcePage
source: These are Items that are consumed during {LINK:ConstructionPage;Construction} and other tasks. {HEADER:List of Resources} {LIST_OF_RESOURCES}
ru: Это предметы, которые расходуются во время {LINK:ConstructionPage;Строительства} и в других задачах. {HEADER:Список ресурсов} {LIST_OF_RESOURCES}

# HelpPage.LogicTransmitHeaderTemplate
source: {HEADER:Connects to} {LIST}{0}{/LIST}
ru: {HEADER:Подключается к} {LIST}{0}{/LIST}

# HelpPage.TierListHeaderTemplate
source: {HEADER:Structures Tier List}
ru: {HEADER:Стадии постройки}

# HelpPage.ReagentPageTemplate
source: A {LINK:ReagentPage;reagent}, often usable when in {LINK:IngotPage;Ingots} form. {HEADER:General} {LIST}Unit {1}{/LIST} {HEADER:Found In} {LIST}{2}{/LIST}
ru: {LINK:ReagentPage;Реагенты}, часто используются в форме {LINK:IngotPage;Слитков}. {HEADER:Общая} {LIST}шт. {1}{/LIST} {HEADER:Найти в} {LIST}{2}{/LIST}

# HelpPage.GasPageTemplate
source: A {LINK:GasPage;gas}, often produced when {LINK:SmeltingPage;smelting}. {HEADER:General} {LIST}Specific Heat {1}{2}{/LIST} {HEADER:Found In} {LIST}{0}{/LIST}
ru: {LINK:GasPage;Газ}, часто вырабатывается в процессе {LINK:SmeltingPage;Плавки руд}. {HEADER:Общая} {LIST}Удельная теплоемкость {1}{2}{/LIST} {HEADER:Найти в} {LIST}{0}{/LIST}
