Repository: sisizanohitopontoon/locales
Catalog: */IncidentInterface.po
Languages: cs, de, es, fr, hu, pt_br, pt_pt, ru, tr, vi, zh_tw

# Interface.Incident_BrokenCable_Title
source: Burn Random Cable
cs: Vypálí náhodný kabel
de: Zufälliges Kabel durchbrennen lassen
es: Quemar cable aleatorio
fr: Bruler un câble au hasard
hu: Random kábel égetése
pt_br: Queimar um cabo aleatrio
pt_pt: Queimar um cabo aleatório
ru: Сгорел случайный кабель
tr: Rastgele Kablo Yak
vi: Dây bị đốt ngẫu nhiên
zh_tw: 燒毀隨機電纜

# Interface.Incident_BrokenCable
source: Strong electric pulses have been detected, beware of burnt cables.
cs: Byly detekovány silné elektrické impulsy, pozor na spálené kabely.
de: Starke elektrische Impulse wurden erkannt, achte auf verbrannte Kabel.
es: Se han detectado fuertes impulsos eléctricos, tenga cuidado con los cables quemados.
fr: De fortes impulsions électriques ont été détectées, gare aux câbles brûlés.
hu: Erős elektromos impulzusok észlelve, figyelj az esetlegesen elégett vezetékekre!
pt_br: Foram detectados fortes pulsos eltricos, ateno para cabos queimados.
pt_pt: Foram detectados fortes impulsos eléctricos, atenção a cabos queimados.
ru: Обнаружены сильные электрические импульсы, остерегайтесь сгоревших кабелей.
tr: Güçlü elektrik dalgalanmaları tespit edilmiştir; yanmış kablolara dikkat edin.
vi: Đã phát hiện xung điện mạnh, hãy cẩn thận với dây cáp bị cháy.
zh_tw: 檢測到強電脈衝，注意電纜損壞。

# Interface.Incident_BrokenPipe_Title
source: Break Pipe
cs: Přerušit potrubí
de: Rohrbruch
es: Tubería Rota
fr: Tuyau cassé
hu: Csőtörés
pt_br: Quebrar cano
pt_pt: Rebentar Cano
ru: Разрыв трубы
tr: Boru Kes
vi: Phá vỡ ống
zh_tw: 損壞管線

# Interface.Incident_BrokenPipe
source: Warning, increased pipe pressure expected.
cs: Varování, očekává se zvýšený tlak v potrubí.
de: Achtung, erhöhter Druck in Rohren erwartet.
es: Advertencia, se espera un aumento de la presión de la tubería.
fr: Attention, augmentation à venir de la pression d'un des tuyaux.
hu: Figyelem, túlnyomás várható a csőben.
pt_br: Aviso, esperado um aumento da presso nos canos.
pt_pt: Atenção, esperado aumento de pressão nos canos.
ru: Предупреждение, ожидается повышение давления в трубе.
tr: Uyarı; artan boru basıncı bekleniyor.
vi: Cảnh báo, áp suất đường ống tăng.
zh_tw: 警告，管道壓力增加將會增加。

# Interface.Incident_SolarFlare_Cold_Title
source: SolarFlare Cold
cs: Studená solární erupce
de: Kalte Sonneneruption
es: SolarFlare Frío
fr: Éruption solaire froide
hu: Extrém hideg
pt_br: Exploso Solar (Frio)
pt_pt: SolarFlare Fria
ru: Похолодание
tr: SolarFlare Soğuk
vi: Ánh sáng mặt trời lạnh
zh_tw: 太陽耀斑：寒流

# Interface.Incident_SolarFlare_Cold
source: Satellites have recognized extreme weather patterns around your area.
cs: Satelity rozpoznaly extrémní výkyvy počasí ve vaší oblasti.
de: Satelliten haben extreme Wetterbedingungen in deiner Nähe geortet.
es: Los satélites han reconocido patrones climáticos extremos alrededor de su área.
fr: Les satellites ont détecté des conditions météorologiques extrêmes autour de votre région.
hu: Extrém időjárási viszonyok észlelve a közeledben.
pt_br: Os satlites identificaram padres climticos extremos em sua rea.
pt_pt: Os satélites identificaram padrões climáticos extremos na sua área.
ru: Спутники распознают экстремальные погодные условия в вашем районе.
tr: Uydular, bölgenizde aşırı hava durumu fark etti.
vi: Vệ tinh đã nhận ra các kiểu thời tiết khắc nghiệt xung quanh khu vực của bạn.
zh_tw: 衛星已經識別到您區域周圍的極端天氣模式。

# Interface.Incident_PlantInfected_Title
source: Fungus Infected Plants
cs: Rostliny zamořené houbami
de: Pilzbefallene Pflanzen
es: Plantas infectadas por hongos
fr: Plantes infectées par des champignons
hu: Gombafertőzőtt növények
pt_br: Plantas infectadas por fungos
pt_pt: Plantas infectadas por fungos
ru: Грибок на растениях
tr: Mantar Bulaşmış Bitkiler
vi: Cây bị nhiễm nấm
zh_tw: 植物被真菌感染

# Interface.Incident_PlantInfected
source: Warning, a fungus has infected some plants in the area
cs: Varování, některé rostliny v oblasti byly napadeny plísněmi
de: Achtung, ein Pilz hat einige Pflanzen in der Umgebung infiziert
es: Advertencia, un hongo ha infectado algunas plantas en la zona
fr: Attention, un champignon a infecté certaines plantes dans les environs
hu: Figyelem, gombafertőzés ért egyes növényeket a körzetben
pt_br: Ateno, um fungo infectou algumas plantas na rea
pt_pt: Aviso, um fungo infectou algumas plantas na área
ru: Предупреждение, грибок заразил некоторые растения в этом районе
tr: Uyarı; bir mantar, bölgede bazı bitkilere bulaştı
vi: Cảnh báo, một loại nấm đã lây nhiễm sang một số cây trồng trong khu vực
zh_tw: 警告，一種真菌感染了該地區的一些植物

# Interface.Incident_Device_Fault_Title
source: Device Fault
cs: Porucha zařízení
de: Gerätefehler
es: Fallo del dispositivo
fr: Défaillance d'un appareil
hu: Eszközhiba
pt_br: Falha de Dispositivo
pt_pt: Falha de dispositivo
ru: Неисправность устройства
tr: Cihaz Arızası
vi: Lỗi thiết bị
zh_tw: 設備故障

# Interface.Incident_Device_Fault
source: A device has faulted!
cs: Došlo k poruše zařízení!
de: Ein Gerät ist defekt!
es: ¡Un dispositivo ha fallado!
fr: Un appareil est défaillant !
hu: Egy eszköz meghibásodott!
pt_br: Um dispositivo falhou!
pt_pt: Um dispositivo falhou!
ru: Устройство вышло из строя!
tr: Bir cihaz arızalandı!
vi: Một thiết bị đã bị lỗi!
zh_tw: 設備出現故障！

# Interface.Incident_Supply_Dynamic_Canister_Air_Title
source: Dynamic Canister (Air)
cs: Dynamický kanystr (vzduch)
de: Dynamische Gasflasche (Atemluft)
es: Envase Dinámico (Aire)
fr: Bouteille dynamique (Air)
hu: Dinamikus tartály (Levegő)
pt_br: Cilindro Dinmico (Ar)
pt_pt: Cilindro Dinâmico (Ar)
ru: Падающая канистра (воздух)
tr: Dinamik Kartuş (Hava)
vi: Hộp nhỏ năng động (Khí)
zh_tw: 氣瓶 (氣體 Air)

# Interface.Incident_Supply_Dynamic_Canister_Air
source: Satellites suggest a canister has dropped nearby, your beacon tracker should show you the way.
cs: Satelity naznačují, že poblíž spadl kanystr, a váš lokalizační maják by vám měl ukázat cestu.
de: Satelliten deuten darauf hin, dass eine Kiste in der Nähe abgeworfen wurde. Dein Peilsignalempfänger sollte dir den Weg weisen.
es: Los satélites sugieren que un contenedor ha caído cerca, su rastreador de baliza debería mostrarle el camino.
fr: Les satellites suggèrent qu'une bouteille d'air est tombée à proximité, votre traqueur de balise devrait vous montrer le chemin.
hu: A műholdak egy közelben lezuhant tartály jeleit érzékelik, a koordináták a jelkövetődbe lettek táplálva.
pt_br: Os satlites sugerem que um cilindro caiu nas proximidades, seu rastreador de sinal deve mostrar o caminho.
pt_pt: Os satélites sugerem que um cilindro caiu perto, o seu rastreador de sinal deverá mostrar o caminho.
ru: Спутник сообщает, что рядом упала канистра, ваш маяк должен показать вам путь.
tr: Uydular, yakınlarda bir kartuş düştüğünü gösteriyor; işaret feneri takipçin yolu göstermeli.
vi: Vệ tinh gợi ý rằng một cái hộp đã bị rơi gần đó, bộ theo dõi đèn hiệu của bạn sẽ chỉ đường cho bạn.
zh_tw: 衛星顯示附近有一個氣瓶掉落，你的信標跟蹤器應該可以追蹤到該物體信號。

# Interface.Incident_Supply_Dynamic_Canister_Water_Title
source: Dynamic Canister (Water)
cs: Dynamický kanystr (voda)
de: Dynamische Druckflasche (Wasser)
es: Envase dinámico (Agua)
fr: Bouteille dynamique (Eau)
hu: Dinamikus tartály (Víz)
pt_br: Cilindro Dinmico (gua)
pt_pt: Cilindro Dinâmico (Água)
ru: Падающая канистра (вода)
tr: Dinamik Kartuş (Su)
vi: Hộp nhỏ năng động (Nước)
zh_tw: 氣瓶 (水 Water)

# Interface.Incident_Supply_Dynamic_Canister_Water
source: Satellites suggest a canister has dropped nearby, your beacon tracker should show you the way.
cs: Satelity naznačují, že poblíž spadl kanystr, a váš lokalizační maják by vám měl ukázat cestu.
de: Satelliten deuten darauf hin, dass eine Kiste in der Nähe abgeworfen wurde. Dein Peilsignalempfänger sollte dir den Weg weisen.
es: Los satélites sugieren que un contenedor ha caído cerca, su rastreador de balizas debe mostrarle el camino.
fr: Les satellites suggèrent qu'une bouteille d'eau est tombée à proximité, votre traqueur de balise devrait vous montrer le chemin.
hu: A műholdak egy közelben lezuhant tartály jeleit érzékelik, a koordináták a jelkövetődbe lettek táplálva.
pt_br: Os satlites sugerem que um cilindro caiu nas proximidades, seu rastreador de sinal deve mostrar o caminho.
pt_pt: Os satélites sugerem que um cilindro caiu perto, o seu rastreador de sinal deverá mostrar o caminho.
ru: Спутник сообщает, что рядом упала канистра, ваш маяк должен показать вам путь.
tr: Uydular, yakınlarda bir kartuş düştüğünü gösteriyor; işaret feneri takipçin yolu göstermeli.
vi: Vệ tinh gợi ý rằng một cái hộp đã bị rơi gần đó, bộ theo dõi đèn hiệu của bạn sẽ chỉ đường cho bạn.
zh_tw: 衛星顯示附近有一個氣瓶掉落，你的信標跟蹤器應該可以追蹤到該物體信號。

# Interface.Incident_Supply_Dynamic_Canister_Volatiles_Title
source: Dynamic Canister (Volatiles)
cs: Dynamický kanystr (těkavé látky)
de: Dynamische Gasflasche (Flüchtige Stoffe)
es: Envase Dinámico (Volátiles)
fr: Bouteille dynamique (Hydrogène)
hu: Dinamikus tartály (Hidrogén)
pt_br: Cilindro Dinmico (Volteis)
pt_pt: Cilindro Dinâmico (Voláteis)
ru: Падающая канистра (летучие вещества)
tr: Dinamik Kartuş (Uçucu Madde)
vi: Hộp nhỏ năng động (Chất bay hơi)
zh_tw: 氣瓶 (氫氣 Hydrogen)

# Interface.Incident_Supply_Dynamic_Canister_Volatiles
source: Satellites suggest a canister has dropped nearby, your beacon tracker should show you the way.
cs: Satelity naznačují, že poblíž spadl kanystr, a váš lokalizační maják by vám měl ukázat cestu.
de: Satelliten deuten darauf hin, dass eine Kiste in der Nähe abgeworfen wurde. Dein Peilsignalempfänger sollte Dir den Weg weisen.
es: Los satélites sugieren que un contenedor ha caído cerca, su rastreador de balizas debe mostrarle el camino.
fr: Les satellites suggèrent qu'une bouteille d'hydrogène est tombée à proximité, votre traqueur de balise devrait vous montrer le chemin.
hu: A műholdak egy közelben lezuhant tartály jeleit érzékelik, a koordináták a jelkövetődbe lettek táplálva.
pt_br: Os satlites sugerem que um cilindro caiu nas proximidades, seu rastreador de sinal deve mostrar o caminho.
pt_pt: Os satélites sugerem que um cilindro caiu perto, o seu rastreador de sinal deverá mostrar o caminho.
ru: Спутник сообщает, что рядом упала канистра, ваш маяк должен показать вам путь.
tr: Uydular, yakınlarda bir kartuş düştüğünü gösteriyor; işaret feneri takipçin yolu göstermeli.
vi: Vệ tinh gợi ý rằng một cái hộp đã bị rơi gần đó, bộ theo dõi đèn hiệu của bạn sẽ chỉ đường cho bạn
zh_tw: 衛星顯示附近有一個氣瓶掉落，你的信標跟蹤器應該可以追蹤到該物體信號。

# Interface.Incident_Supply_Dynamic_Canister_Fuel_Title
source: Dynamic Canister (Fuel)
cs: Dynamický kanystr (palivo)
de: Dynamische Gasflasche (Kraftstoff)
es: Envase dinámico (Combustible)
fr: Bouteille dynamique (Carburant)
hu: Dinamikus tartály (Üzemanyag)
pt_br: Cilindro Dinmico (Combustvel)
pt_pt: Cilindro Dinâmico (Combustível)
ru: Падающая канистра (топливо)
tr: Dinamik Kartuş (Yakıt)
vi: Hộp nhỏ năng động (Nhiên liệu)
zh_tw: 氣瓶 (燃料 Fuel)

# Interface.Incident_Supply_Dynamic_Canister_Fuel
source: Satellites suggest a canister has dropped nearby, your beacon tracker should show you the way.
cs: Satelity naznačují, že kanystr spadl poblíž, váš maják by vám měl ukázat cestu.
de: Satelliten deuten darauf hin, dass eine Kiste in der Nähe abgeworfen wurde. Dein Peilsignalempfänger sollte dir den Weg weisen.
es: Los satélites sugieren que un contenedor ha caído cerca, su rastreador de balizas debe mostrarle el camino.
fr: Les satellites suggèrent qu'une bouteille de carburant est tombée à proximité, votre traqueur de balise devrait vous montrer le chemin.
hu: A műholdak egy közelben lezuhant tartály jeleit érzékelik, a koordináták a jelkövetődbe lettek táplálva.
pt_br: Os satlites sugerem que um cilindro caiu nas proximidades, seu rastreador de sinal deve mostrar o caminho.
pt_pt: Os satélites sugerem que um cilindro caiu perto, o seu rastreador de sinal deverá mostrar o caminho.
ru: Спутник сообщает, что рядом упала канистра, ваш маяк должен показать вам путь.
tr: Uydular, yakınlarda bir kartuş düştüğünü gösteriyor; işaret feneri takipçin yolu göstermeli.
vi: Vệ tinh gợi ý rằng một cái hộp đã bị rơi gần đó, bộ theo dõi đèn hiệu của bạn sẽ chỉ đường cho bạn
zh_tw: 衛星顯示附近有一個氣瓶掉落，你的信標跟蹤器應該可以追蹤到該物體信號。

# Interface.Incident_AlienLife_Title
source: Grounder Attack
cs: Pozemní útok
de: Grounder Angriff
es: Ataque de Grounder
fr: Attaque au sol
hu: Űrpóktámadás
pt_pt: Ataque terrestre
ru: Нападение жука
tr: Kara Saldırısı
vi: Tấn công mặt đất
zh_tw: 地面攻擊

# Interface.Incident_AlienLife
source: Do you hear that?
cs: Slyšíš to?
de: Hast du das gehört?
es: ¿Escuchaste eso?
fr: Entendez-vous ceci ?
hu: Hallod ezt?
pt_br: Voc ouviu isso?
pt_pt: Ouviu aquele barulho?
ru: Ты слышал это?
tr: Bunu duyuyor musun?
vi: Bạn có nghe thấy điều đó không?
zh_tw: 你聽到了嗎？

# Interface.Incident_MeteorInbound_Title
source: Meteor Shower
cs: Meteoritický déšť
de: Meteorschauer
es: Lluvia de Meteoritos
fr: Pluie de météorites
hu: Meteorzápor
pt_br: Chuva de Meteoros
pt_pt: Chuva de Meteoros
ru: Метеоритный дождь
tr: Meteor Yağmuru
vi: Mưa sao băng
zh_tw: 流星雨

# Interface.Incident_MeteorInbound
source: Satellite scans have picked up large object moving towards your sector, move to a safe environment.
cs: Satelitní snímky zachytily velký objekt pohybující se směrem k vašemu sektoru, přesuňte se do bezpečného prostředí.
de: Satelliten haben ein großes Objekt geortet, dass sich auf dich zu bewegt. Begib dich in Sicherheit.
es: Los escaneos satelitales han captado objetos grandes que se mueven hacia su sector, vaya a un lugar seguro.
fr: Les balayages par satellite ont détecté un gros objet se déplaçant vers votre secteur, déplacez-vous vers un environnement sûr.
hu: A műholdak egy hatalmas azonosítatlan tárgy közeledését érzékelték, keress fedezéket!
pt_br: Os satlite identificaram objetos grandes que se deslocam em direo ao seu setor. V para um ambiente seguro.
pt_pt: Os satélites identificaram objectos grandes se movendo para o seu sector, desloque-se para um lugar seguro.
ru: Спутниковое сканирование обнаружило, что крупные объекты движутся в направлении вашего сектора, следуйте в безопасную зону.
tr: Uydu taramaları, bölgenize doğru hareket eden büyük bir nesne tespit etti; güvenli bir ortama geçin.
vi: Quét vệ tinh đã nhặt được vật thể lớn di chuyển về phía khu vực của bạn, di chuyển đến một môi trường an toàn.
zh_tw: 衛星掃描已經發現大物體向你的基定附近移動，請盡快移動到一個安全的環境。

# Interface.Incident_ElectroMagnetic_Title
source: Power Surge
cs: Přepětí
de: Stromnetz Überspannung
es: Sobrecarga de Energía
fr: Surtension
hu: Hirtelen feszültségingadozás
pt_br: Oscilao de Energia
pt_pt: Descarga Eléctrica
ru: Скачок напряжения
tr: Güç Dalgalanması
vi: Tăng điện

# Interface.Incident_ElectroMagnetic
source: Your batteries seem to be losing power.
cs: Zdá se, že vaše baterie ztrácí energii.
de: Deine Batterien scheinen Energie zu verlieren.
es: Sus baterías parecen estar perdiendo energía.
fr: Vos batteries semblent perdre de la puissance.
hu: Úgy tűnik, az elemeid gyorsan merülnek.
pt_br: Suas baterias parecem estar perdendo energia.
pt_pt: As suas baterias parecem estar a perder energia.
ru: Ваши батареи, кажется, теряют заряд.
tr: Pillerin enerji kaybediyor gibi görünüyor.
vi: Pin của bạn dường như đang bị mất điện.

# Interface.Incident_SolarFlare_Title
source: SolarFlare Heat
cs: Horká solární erupce
de: Heiße Sonneneruption
es: SolarFlare Calor
fr: Éruption solaire chaude
hu: Extrém hőség
pt_br: Exploso Solar (Calor)
pt_pt: SolarFlare Calor
ru: Потепление
tr: SolarFlare Isısı
vi: Nhiệt lượng mặt trời

# Interface.Incident_SolarFlare
source: Satellites have recognized extreme weather patterns around your area.
cs: Satelity rozpoznaly extrémní počasí kolem vaší oblasti.
de: Satelliten haben extreme Wettermuster in deiner Nähe geortet.
es: Los satélites han reconocido patrones climáticos extremos alrededor de su área.
fr: Les satellites ont détecté des conditions météorologiques extrêmes autour de votre région.
hu: Extrém időjárási viszonyok észlelve a közeledben.
pt_br: Os satlites identificaram padres climticos extremos em sua rea.
pt_pt: Os satélites identificaram padrões climáticos extremos na sua área.
ru: Спутники распознают экстремальные погодные условия в вашем районе.
tr: Uydular, bölgenizde aşırı hava durumu fark etti.
vi: Vệ tinh đã nhận ra các kiểu thời tiết khắc nghiệt xung quanh khu vực của bạn.

# Interface.Incident_Storm_Title
source: Toggle Storm Weather
cs: Přepnout bouřku
de: Sturm an-/ausschalten
fr: Basculer le temps en tempête
ru: Запустить штормовую погоду
vi: Chuyển đổi thời tiết bão

# Interface.Incident_Storm
source: Toggles Storm Weather.
cs: Přepíná bouřkové počasí.
de: Schaltet Sturm-Ereignis um.
fr: Active/désactive le temps de tempête.
ru: Запускает штормовую погоду.
vi: Các chuyển đổi thời tiết bão.

# Interface.Incident_Storm_Title_v2
source: Instantly Toggle Storm Weather
cs: Okamžitě přepnout bouřku
de: Schalte das Sturmwetter sofort um.
fr: Basculer instantanément le temps en tempête
ru: Переключить Шторм Мгновенно
vi: Chuyển đổi thời tiết mưa bão ngay lập tức

# Interface.Incident_Storm_v2
source: Instantly Toggles Storm Weather.
cs: Okamžitě přepíná bouřkové počasí.
de: Schaltet das Sturmwetter sofort um.
fr: Active /désactive instantanément le temps en tempête.
ru: Переключает Шторм Мгновенно.
vi: Các chuyển đổi thời tiết mưa bão ngay lập tức

# Interface.Incident_Supply_Title
source: Supply Crate
cs: Zásobovací bedna
de: Versorgungskiste
es: Cajón suministros
fr: Caisse de ravitaillement
hu: Ellátmányos láda
pt_br: Caixa de Suprimentos
pt_pt: Caixa de Suprimentos
ru: Ящик снабжения
tr: Tedarik Sandığı
vi: Hộp tiếp tế

# Interface.Incident_Supply
source: Satellites suggest a crate has dropped nearby, your beacon tracker should show you the way.
cs: Satelity naznačují, že bedna spadla poblíž, váš maják by vám měl ukázat cestu.
de: Satelliten deuten darauf hin, dass eine Kiste in der Nähe abgeworfen wurde. Ihr Peilsignalempfänger sollte Ihnen den Weg weisen.
es: Los satélites sugieren que un contenedor ha caído cerca, su rastreador de balizas debe mostrarle el camino.
fr: Les satellites suggèrent qu'une caisse de ravitaillement est tombée à proximité, votre traqueur de balise devrait vous montrer le chemin.
hu: A műholdak egy közelben lezuhant ellátmányos láda jeleit érzékelik, a koordináták a jelkövetődbe lettek táplálva.
pt_br: Os satlites sugerem que uma caixa de suprimentos caiu por perto, seu rastreador de sinal deve mostrar o caminho.
pt_pt: Os satélites sugerem que uma caixa caiu perto, o seu rastreador de sinal deverá mostrar o caminho.
ru: Спутник сообщает, что поблизости упал ящик, ваш маяк должен показать вам путь.
tr: Uydular, yakınlarda bir sandık düştüğünü gösteriyor; işaret feneri takipçin yolu göstermeli.
vi: Vệ tinh cho thấy một thùng tiếp tế đã rơi gần đó và bộ theo dõi đèn hiệu của bạn sẽ có thể theo dõi tín hiệu của vật thể.
