Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.CommandSave
source: Saves the game and names it as a given parameter. usage: "/save nameofsave"
cs: Uloží hru a pojmenuje ji jako daný parametr. Použití: "/save jménouložení"
ru: Сохраняет игру и называет ее как указано в параметре после. Использование: "/save имясохранения"

# Interface.ActivateExplosiveTooltipKey2
source: second timer. Timer cannot be turned off. Caution is advised.
cs: druhý časovač. Časovač nelze vypnout. Doporučuje se opatrnost.

# Interface.ActivateExplosiveTooltipKey1
source: Activates a
cs: Aktivuje

# Interface.ActivateExplosiveKey
source: Activate countdown
cs: Aktivovat odpočítávání

# Interface.ControlSwapHandsDisc
source: Swap Hands
cs: Vyměnit ruce
es: Cambiar Manos
fr: Changer la main active
ru: Сменить Руку

# Interface.ControlPlayerMovementDisc
source: Movement
cs: Pohyb
es: Movimiento
fr: Mouvement
ru: Перемещение

# Interface.ControlHoldPrimaryClickHarvestDisc
source: Harvest
cs: Sklidit
es: Cosechar
fr: Récolter
ru: Собрать

# Interface.ControlHoldPrimaryClickPlantDisc
source: Plant
cs: Zasadit
es: Plantar
fr: Planter
hu: Ültetés
ru: Растение

# Interface.ControlHoldPrimaryClickPlaceDisc
source: Place
cs: umístí
es: Colocar
fr: Placer
ru: Поставить

# Interface.ControlHoldPrimaryClickDeconstructDisc
source: Deconstruct
cs: rozebere
es: Deconstruir
fr: Déconstruire
hu: Lebontás
ru: Разобрать

# Interface.ControlHoldPrimaryClickConstructDisc
source: Construct
cs: sestaví
es: Construcción
fr: Construire
hu: Készítés
ru: Построить

# Interface.ControlHoldPrimaryClick
source: Hold {KEY:PrimaryAction}
cs: Držet {KEY:PrimaryAction}
es: Mantener {KEY:PrimaryAction}
fr: Tenir {KEY:PrimaryAction}
ru: Удерживайте {KEY:PrimaryAction}

# Interface.ControlPrimaryClickDisc
source: Interact
cs: interakce
es: Interactuar
fr: Interagir
hu: Interakció
ru: Взаимодействовать

# Interface.SetSpawnTitle
source: Spawn Point
cs: Místo zrození
es: Punto de Reaparición
fr: Point de réapparition
hu: Születési pont
ru: Точка Появления

# Interface.SetSpawnMessage
source: Use to set Spawn Point
cs: Slouží k nastavení místa zrození
es: Úsalo para ajustar el Punto de Reaparición
fr: Utiliser pour définir le point de réapparition
hu: Szüetési pont állításához
ru: Использовать что бы поставить Точку Появления

# Interface.SettingsMineableRenderDistance
source: Mineable Render Distance
cs: Vzdálenost vykreslení rud
es: La distancia de rendición de la minería
fr: Distance de rendu des minerais
hu: Bányászhatók rendertávolsága
ru: Дальность отрисовки руды

# Interface.TutorialCompleteNextTutorial
source: Next Tutorial
cs: Další výukový program
es: Siguiente Tutorial
fr: Tutoriel suivant
hu: Következő anyag
ru: Следующее Обучение

# Interface.TutorialCompleteTruly
source: Commodore ODA
cs: Komodor ODA
ru: Коммодор ODA

# Interface.BottleSlot
source: Bottle Slot
cs: Slot na láhev
hu: Palack slot
ru: Слот Бутыля

# Interface.TutorialCompleteDateOfCompletion
source: Date of Completion:
cs: Datum dokončení:
es: Fecha de finalización:
fr: Date d’achèvement :
hu: Teljesítés ideje:
ru: Дата Завершения:

# Interface.PressEnterToContinue
source: Press <color=#FBB03B>Space</color> to Continue
cs: Pokračujte stisknutím <color=#FBB03B>mezerníku</color>
es: Presiona <color=#FBB03B>Espacio</color> para continuar
fr: Appuyez sur <color=#FBB03B>espace</color> pour continuer
hu: Nyomd meg a <color=#FBB03B>szóközt</color>folytatáshoz!

# Interface.SiloDeconstruct
source: Your Silo must be empty before deconstructing it.
cs: Silo musí být před dekonstrukcí prázdné.
es: Tu Silo debe estar vacio antes de deconstruir.
fr: Votre Silo doit être vide avant de le déconstruire.
ru: Ваше хранилище должно быть опустошено перед разборкой.

# Interface.SettingsFirstPersonHelmet
source: First Person Helmet
cs: Přilba první osoby
es: Casco Primera Persona
fr: Voir la visière
ru: Шлем От Первого Лица

# Interface.ScoreboardTime
source: Play Time
cs: Hrací doba
es: Tiempo de juego
fr: Temps de jeu
hu: Játékidő
pt_pt: Tempo de Jogo
ru: Время Игры
tr: Oyun Süresi

# Interface.ScoreboardPlayer
source: Player
cs: Hráč
es: Jugador
fr: Joueur
hu: Játékos
ru: Игрок
tr: Oyuncu

# Interface.SettingsServerAdminPassword
source: Server Admin Password
cs: Heslo správce serveru
es: Contraseña del administrador del servidor
fr: Mot de passe Admin
hu: Szerver admin jelszó
ru: Пароль Администратора Сервера
tr: Sunucu Yönetici Şifresi

# Interface.SettingsDoubleClickDelay
source: Double Click Delay
cs: Zpoždění dvojitého kliknutí
es: Retraso de doble clic
fr: Délai du double clic
ru: Задержка Двойного Нажатия

# Interface.DeconstructToolTipText
source: {0} required to deconstruct
cs: {0} nutné k dekonstrukci
es: {0} requerido para deconstruir
fr: {0} nécessaire pour déconstruire
ru: {0} требуется для разборки
tr: Sökmek için {0} gerekli

# Interface.All
source: All
cs: Všechno
es: Todo
fr: Tous
ru: Все
tr: Hepsi

# Interface.PowerAndData
source: Power And Data
cs: Napájení a data
es: Energía y datos
fr: Puissance et Données
ru: Питание и Данные
tr: Güç ve Veri

# Interface.Elevator
source: Elevator
cs: Výtah
es: Ascensor
fr: Ascenseur
ru: Лифт
tr: Asansör

# Interface.Chute
source: Chute
cs: Dopravník
es: Tolva
fr: Goulotte
ru: Скат
tr: Kanal

# Interface.Power
source: Power
cs: Napájení
es: Energía
fr: Puissance
hu: Kapcsolás
ru: Питание
tr: Güç

# Interface.Pipe
source: Pipe
cs: Potrubí na plyny
es: Tubo
fr: Tuyau
ru: Труба
tr: Boru

# Interface.holdhotkey
source: (hold)
cs: (podržte)
es: (mantener)
fr: (maintenir)
ru: (держать)
tr: (beklet)

# Interface.PlantToxic
source: The {0} is being damaged due to high {1}pollutant{2} in the atmosphere
cs: {0} je poškozována v důsledku vysokého obsahu {1}znečišťujících látek{2} v atmosféře.
es: El {0} está siendo dañado debido al alto {1}contaminante{2} en la atmósfera
fr: L'objet {0} a été endommagé a cause d'un ratio élevé {1} de polluant {2} dans l’atmosphère
hu: {0} sérül magas {1}mérgező gáz{2} arány miatt
ru: {0} получает повреждения из-за высокого содержания {1}токсинов{2} в атмосфере
tr: Atmosferdeki yüksek {1}kirletici madde{2} nedeni ile {0} zarar görüyor

# Interface.PlantNoSunlight
source: The {0} does not have the required {1}sunlight{2}
cs: {0} nemá požadované {1}sluneční světlo{2}
es: El {0} no tiene la luz del sol requerida {1} {2}
fr: Le {0} n’a pas la {1}lumière du soleil requise{2}
ru: {0} не имеет необходимого {1}солнечного света{2}
tr: {0} gerekli {1}güneş ışığına{2} sahip değil

# Interface.PlantTemperature
source: The {0} is not at the right {1}temperature{2}
cs: {0} není na správné {1}teplotě{2}
es: El {0} no está a la {1}temperatura correcta{2}
fr: La {0} n'est pas à la bonne {1} température{2}
ru: {0} имеет неподходящую {1}температуру{2}
tr: {0} doğru {1}sıcakta{2} değil

# Interface.NoAtmos
source: The {0} has no {1}atmosphere{2}
cs: {0} nemá {1}atmosféru{2}
es: El {0} no tiene {1}atmósfera{2}
fr: La {0} n’a pas {1}d'atmosphère{2}
ru: {0} находится вне {1}атмосферы{2}
tr: {0}'in {1}atmosferi{2} yok

# Interface.PlantHydrate
source: The {0} lacks {1}hydration{2}
cs: {0} postrádá {1}hydrataci{2}
es: El {0} carece de {1}hidratación{2}
fr: Le {0} manque {1}d'hydratation{2}
ru: {0} недостаточно {1}воды{2}
tr: {0} {1}sudan{2} yoksun

# Interface.PlantDead
source: The {0} is {1}dead{2}
cs: {0} je {1}mrtvý{2}
es: El {0} está {1}muerto{2}
fr: Le {0} est {1}mort{2}
ru: {0} {1} мертво {2}
tr: {0} {1}ölü{2}

# Interface.PlantGrowing
source: The {0} is {1}growing{2}
cs: {0} {1}roste{2}
es: El {0} está {1}creciendo{2}
fr: La {0} est {1}en croissance{2}
ru: {0} {1}растет{2}
tr: {0} {1}büyüyor{2}

# Interface.PlantWillCreate
source: This will create {2}{0}{3} x {1}
cs: Tím se vytvoří {2}{0}{3} x {1}
es: Esto creará {2}{0}{3} x {1}
fr: Cela créera {2}{0}{3} x {1}
ru: Урожай {2}{0}{3} x {1}
tr: Bu {2}{0}{3} x {1} yaratacak

# Interface.Stage1Contains
source: Contains {0} at {2}Stage {1}{3}
cs: Obsahuje {0} ve {2}fázi {1}{3}
es: Contiene {0} en {2} Etapa {1}{3}
fr: Contient de {0} à {2}Stage {1}{3}
ru: Содержит {0} на {2}этапе{1}{3}
tr: {2}Aşama{1}{3}'den {0} içerir

# Interface.BuildStateOfHash
source: {0} of {1}
cs: {0} z {1}
es: {0} de {1}
fr: {0} sur {1}
ru: {0} из {1}

# Interface.Cycle
source: Cycle
cs: Synchronizovat
es: Ciclo
ru: Цикл
tr: Çevir

# Interface.Empty
source: Empty
cs: Prázdné
es: Vacío
fr: Vide
ru: Пусто
tr: Boş

# Interface.Gas
source: Gas
cs: Plyn
hu: Gáz
ru: Газ

# Interface.Liquid
source: Liquid
cs: Kapalina
es: Líquido
fr: Liquide
ru: Жидкость
tr: Sıvı

# Interface.InputLeft
source: Input Left
cs: Vstup vlevo
es: Entrada a la izquierda
fr: Entrée Gauche
hu: Bemenet bal
ru: Вход слева
tr: Giriş Sol

# Interface.InputRight
source: Input Right
cs: Vstup vpravo
es: Entrada a la derecha
fr: Entrée Droite
hu: Bemenet jobb
ru: Вход справа
tr: Giriş Sağ

# Interface.Contents
source: Contents
cs: Obsah
es: Contenido
fr: Contenu
hu: Tartalom
pt_pt: Conteúdo
ru: Содержимое
tr: İçindekiler

# Interface.Unconscious
source: Unconscious
cs: V bezvědomí
es: Inconsciente
fr: Inconscient
ru: Без сознания
tr: Bilinçsiz

# Interface.Deceased
source: Deceased
cs: Zesnulý
es: Fallecido
fr: Décédé
ru: Мертвый
tr: Ölmüş

# Interface.Player
source: Player
cs: Hráč
es: Jugador
fr: Joueur
hu: Játékos
ru: Игрок
tr: Oyuncu

# Interface.Display
source: Display
cs: Zobrazit
es: Monitor
fr: Affichage
hu: Kijelző
ru: Экран
tr: Gösterge

# Interface.CrowbarToOpen
source: Use a {THING:ItemCrowbar} to open this
cs: Pro otevření použijte {THING:ItemCrowbar}
es: Usa una {THING:ItemCrowbar} para abrir esto
fr: Utiliser une {THING:ItemCrowbar} pour ouvrir
hu: {THING:ItemCrowbar} használható a kinyitáshoz
ru: Используйте {THING:ItemCrowbar} для открытия
tr: Bunu açmak için bir {THING:ItemCrowbar} kullan

# Interface.TankPressure
source: Tank Pressure
cs: Tlak v nádrži
es: Presión del tanque
fr: Pression du réservoir
hu: Tartálynyomás
ru: Давление в балоне
tr: Tank Basıncı

# Interface.ScenarioSelectKey
source: Scenario Select
cs: Výběr scénáře
es: Seleccionar escenario
fr: Sélection du scénario
hu: Szkenárió kiválasztása
ru: Выбор сценария
tr: Senaryo Seçimi

# Interface.TutorialSelectKey
source: Tutorial Select
cs: Výběr výuky
es: Seleccionar tutorial
fr: Sélection du tutoriel
hu: Oktatóanyag kiválasztása
ru: Выбор Обучения
tr: Öğretici Seçimi

# Interface.TutorialScoreboardHeading
source: Tutorial Complete
cs: Výukový program dokončen
es: Tutorial Completado
fr: Tutoriel terminé
hu: Oktatóanyag teljesítve
ru: Обучение пройдено
tr: Öğretici Tamamlandı

# Interface.LockedKey
source: Locked
cs: Uzamčeno
es: Bloqueado
fr: Verrouillé
hu: Zárolva
ru: Заблокировано
tr: Kilitli

# Interface.CompletedKey
source: Completed
cs: Dokončeno
es: Completado
fr: Terminé
hu: Teljesítve
pt_pt: Completo
ru: Завершено
tr: Tamamlandı

# Interface.StatusWindowTarget
source: Target
cs: Cíl
es: Objetivo
fr: Cible
ru: Цель
tr: Hedef

# Interface.StatusWindowVitals
source: Vitals
cs: Životní funkce
es: Signos vitales
fr: Satiété
ru: Мед. статус
tr: Hayati

# Interface.LaunchRocketAlert
source: Do you want to launch this rocket
cs: Chcete odpálit tuto raketu?
es: Quieres lanzar este cohete
fr: Voulez-vous lancer cette fusée ?
ru: Хотите ли вы запустить эту ракету
tr: Bu roketi fırlatmak istiyor musunuz?

# Interface.SaveBeforeTravel
source: You need to save your game before travelling to another world!
cs: Před cestováním do jiného světa musíte svou hru uložit!
es: ¡Tienes que guardar tu juego antes de viajar a otro mundo!
fr: Vous devez sauver votre jeu avant de voyager vers un autre monde !
tr: Diğer gezegene seyahat etmeden önce oyununu kaydetmen gerekir!

# Interface.FramerateLock
source: Target Framerate
cs: Cílová snímková frekvence
es: Fotogramas por Segundo
fr: Limite Framerate
pt_pt: Limite FPS
ru: Целевая частота кадров
tr: Hedef Kare Hızı

# Interface.WarningSavePathNotWritable
source: Save Path Not Writable
cs: Uloženou cestu nelze zapisovat
es: Guardado en la ruta no se puede escribir
fr: Le chemin de sauvegarde n'est pas accessible en écriture
pt_pt: Impossível escrever no caminho de gravação
ru: Путь к сохранению не доступен для записи
tr: Yazılı Olmayan Yolu Kaydet

# Interface.WarningSavePathNotWritableDescription
source: Could not write to save path. It has been reset to default
cs: Nelze zapisovat pro uloženou cestu. Byla resetována na výchozí hodnoty
es: No podía escribir para guardar la ruta. Se ha restablecido a los valores por defecto
fr: Impossible d’écrire pour sauver le chemin. Il a été réinitialisé en défaut
pt_pt: Impossível escrever no caminho de gravação. Foi redefinido o padrão
ru: Не удалось записать по пути сохранения. Путь будет сброшен до значения по умолчанию
tr: Kayıt yoluna yazılamadı. Varsayılan olarak sıfırlandı

# Interface.ResearchUnlockConfirm
source: Do you want to Unlock this Research?
cs: Chcete odemknout tento výzkum?
es: ¿Quieres desbloquear esta investigación?
fr: Souhaitez-vous déverrouiller cette recherche ?
pt_pt: Deseja desbloquear esta pesquisa?
ru: Вы хотите разблокировать это исследование?
tr: Bu Araştırmayı Açmak ister misiniz?

# Interface.ResearchRequirementNotMet
source: You do not meet the requirements to unlock this research.
cs: Nesplňujete požadavky na odemknutí tohoto výzkumu.
es: No cumple con los requisitos para desbloquear esta investigación.
fr: Vous n'avez pas les prérequis pour déverrouiller cette recherche.
pt_pt: Não atingiste os requisitos para desbloquear esta pesquisa.
ru: Вы не выполнили условия разблокировки этого исследования.
tr: Bu araştırmayı açmak için gereksinimleri karşılamadın.

# Interface.ResearchCantAfford
source: You cannot afford to unlock this research.
cs: Nemůžete si dovolit tento výzkum odemknout.
es: No puedes permitirte el lujo de desbloquear esta investigación.
fr: Souhaitez-vous déverrouiller cette recherche ?
pt_pt: Sem recursos para desbloquear pesquisa.
ru: Вы не можете позволить себе разблокировку этого исследования.
tr: Bu araştırmayı açmayı karşılayamazsın.

# Interface.ResearchShowLocked
source: Show Locked
cs: Zobrazit zamčené
es: Mostrar Bloqueado
fr: Verrouillé
hu: Zárolt mutatása
pt_pt: Mostrar Bloqueado
ru: Показать заблокированное
tr: Kilitli Olanları Göster

# Interface.ResearchVehicles
source: Vehicles
cs: Vozidla
es: Vehiculos
fr: Véhicules
pt_pt: Veículos
ru: Транспортные средства
tr: Taşıtlar

# Interface.ResearchLogic
source: Logic
cs: Logika
es: Lógico
fr: Logique
pt_pt: Lógica
ru: Логика
tr: Mantık

# Interface.ResearchConstruction
source: Construction
cs: Konstrukce
es: Construcción
hu: Építés
pt_pt: Construção
ru: Строительство
tr: İnşaat

# Interface.ResearchOrganics
source: Organics
cs: Organické
es: Orgánicos
fr: Fournitures biologiques
pt_pt: Orgânicos
ru: Органика
tr: Organik Malzemeler

# Interface.ResearchTools
source: Tools
cs: Nástroje
es: Herramientas
fr: Outils
pt_pt: Ferramentas
ru: Инструменты
tr: Aletler

# Interface.ResearchAutomation
source: Automation
cs: Automatizace
es: Automatización
fr: Automatisation
hu: Automatizálás
pt_pt: Automação
ru: Автоматизация
tr: Otomasyon

# Interface.ResearchProduction
source: Production
cs: Výroba
es: Producción
pt_pt: Produção
ru: Производство
tr: Üretim

# Interface.ResearchMilitary
source: Military
cs: Vojenské
es: Militar
fr: Militaire
pt_pt: Militar
ru: Военные
tr: Askeri

# Interface.ResearchUnlocksTitle
source: Unlocks
cs: Odemknout
es: Desbloquea
fr: Déverrouillés
pt_pt: Desbloqueia
ru: Разблокировать
tr: Kilidi Açık

# Interface.ResearchRequirementTitle
source: Requirements
cs: Požadavky
es: Requisitos
fr: Spécifications
hu: Követelmények
pt_pt: Requisitos
ru: Условия
tr: Gereksinimler

# Interface.DialogConfirmResearchUnlock
source: Do you want to Unlock this Research?
cs: Chcete tento výzkum odemknout?
es: ¿Quieres desbloquear esta investigación?
fr: Souhaitez-vous déverrouiller cette recherche ?
pt_pt: Deseja desbloquear esta pesquisa?
ru: Вы хотите разблокировать это исследование?
tr: Bu Araştırmayı Açmak ister misiniz?

# Interface.SettingsResearch
source: Research Pool Selection
cs: Výběr výzkumného fondu
es: Seleccionar el grupo de investigación
fr: Sélection du groupe de recherches
pt_pt: Seleção Grupo Pesquisa
ru: Выбор исследования
tr: Araştırma Havuzu Seçimi

# Interface.YellowPodType
source: Yellow
cs: Žlutá
es: Amarillo
fr: Jaune
hu: Sárga
pt_pt: Amarelo
ru: Желтый
tr: Sarı

# Interface.GreenPodType
source: Green
cs: Zelená
es: Verde
fr: Vert
hu: Zöld
pt_pt: Verde
ru: Зеленый
tr: Yeşil

# Interface.RedPodType
source: Red
cs: Červená
es: Rojo
fr: Rouge
pt_pt: Vermelho
ru: Красный
tr: Kırmızı

# Interface.BluePodType
source: Blue
cs: Modrá
es: Azul
fr: Bleu
hu: Kék
pt_pt: Azul
ru: Синий
tr: Mavi

# Interface.ScriptCommandCommand
source: command
cs: příkaz
es: comando
fr: commande
pt_pt: comando
ru: команда
tr: komut

# Interface.ScriptCommandATan
source: Returns the angle whos tan is the specified value
cs: Vrací úhel, jehož tangen je zadaná hodnota
es: Devuelve el ángulo cuyo tangente es el valor especificado
fr: Renvoie l'angle dont la tangente est la valeur spécifiée
hu: Visszatér a szöggel, aminek a tangense az adott érték
tr: tan'ın belirli değerindeki açıyı verir

# Interface.ScriptCommandACos
source: Returns the angle whos cosine is the specified value
cs: Vrátí úhel, jehož kosinus je zadaná hodnota
es: Devuelve el ángulo cuyo coseno es el valor especificado
fr: Renvoie l'angle dont le cosinus est la valeur spécifiée
hu: Visszatér a szöggel, aminek a koszinusza az adott érték
tr: Cosinüs değeri belirtilmiş açıyı verir

# Interface.ScriptCommandASin
source: Returns the angle whos sine is the specified value
cs: Vrací úhel, jehož sinus je zadaná hodnota
es: Devuelve el ángulo cuyo seno es el valor especificado
fr: Renvoie l'angle dont le sinus est la valeur spécifiée
hu: Visszatér a szöggel, aminek a szinusza az adott érték
tr: Sinüs değeri belirtimiş açıyı verir

# Interface.ScriptCommandTan
source: Returns the tan of the specified angle
cs: Vrací tangen zadaného úhlu
es: Devuelve la tangente del ángulo especificado
fr: Renvoie la tangente de de l'angle spécifié
hu: Visszatér az adott szög tangensével
tr: Belirtilen açının tanjantını verir

# Interface.ScriptCommandCos
source: Returns the cosine of the specified angle
cs: Vrací kosinus zadaného úhlu
es: Devuelve el coseno del ángulo especificado
fr: Renvoie le cosinus de de l'angle spécifié
hu: Visszatér az adott szög koszinuszával
tr: Belirtilen açının cosinüsünü verir

# Interface.ScriptCommandSin
source: Returns the sine of the specified angle
cs: Vrátí sinus zadaného úhlu
es: Devuelve el seno del ángulo especificado
fr: Renvoie le sinus de de l'angle spécifié
hu: Visszatér az adott szög szinuszával
tr: Belirtilen açının sinüsünü verir

# Interface.ScriptCommandSleep
source: Pauses execution on the IC for a seconds
cs: Pozastaví provádění na IC na několik sekund
es: Hace una pausa en la ejecución en el IC por un segundo
fr: Met l'exécution du CI en pause pour a seconde(s)
pt_pt: Pausa a execução no CI por a segundos
ru: Приостановка выполнения программы на IC (в секундах)
tr: IC'deki yürütmeyi bir saniye için duraklatır

# Interface.ScriptCommandSelect
source: Register = b if a is non-zero, otherwise c
cs: Registr = B, pokud A je nenulová, jinak C
es: Registro = b si a no es cero, de lo contrario c
fr: Stocke b dans le registre si a est différent de zéro, sinon c
pt_pt: Register = b se a não zero, senão c
ru: Регистр = b, если ненулевой, иначе с
tr: Yazmaç = b, eğer a sıfır değil ise; diğer durumda c

# Interface.ScriptCommandHcf
source: Halt and catch fire
cs: Zastavit a vznítit
es: Detenerse y prenderse fuego
fr: Stoppe l'exécution et grille le circuit intégré
pt_pt: Parar e falhar
ru: Остановиться и загореться
tr: Dur ve alev al

# Interface.ScriptCommandPop
source: Register = the value at the top of the stack and decrements sp
cs: Registr = hodnota v horní části zstohu a snižuje sp
es: Registro = el valor en la parte superior de la pila y disminuye sp
fr: Stocke la valeur du haut de la pile et décrémente sp
pt_pt: Register = valor no topo da stack e decrementa o sp
ru: Регистр = значение верхнего стека и уменьшает sp
tr: Yazmaç = yığının en üstündeki değerdir ve sp bir azaltılır

# Interface.ScriptCommandPush
source: Pushes the value of a to the stack at sp and increments sp
cs: Posune hodnotu A do stohu na sp a zvyšuje sp
es: Empuja el valor de a a la pila a sp e incrementa sp
fr: Pousse la valeur de a dans la pile et incrémente sp
pt_pt: Empurra o valor de a para a stack no sp e incrementa o sp
ru: Помещает значение a в стек и увеличивает sp

# Interface.ScriptCommandPeek
source: Register = the value at the top of the stack
cs: Registr = hodnota v horní části stohu
es: Registro = el valor en la parte superior de la pila
fr: Stocke la valeur du haut de la pile dans le registre
pt_pt: Register = valor no topo da stack
ru: Регистр = значение верхнего стека
tr: Yazmaç = yığının en üstündeki değer

# Interface.ScriptCommandLabel
source: DEPRECATED
cs: ZASTARALÉ
hu: ELAVULT
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.ScriptCommandYield
source: Pauses execution for 1 tick
cs: Pozastaví provádění pro 1 tick
es: Pone en pausa la ejecución por 1 tick
fr: Pause de l'exécution pour 1 cycle
pt_pt: Pausa a execução por 1 tick
ru: Приостановка выполнения на 1 тик (0,5 секунд)
tr: Yürütmeyi 1 tik için duraklatır

# Interface.ScriptCommandRand
source: Register = a random value x with 0 <= x < 1
cs: Registr = náhodná hodnota X s 0 <= X < 1
es: Registro = un valor aleatorio x con 0 <= x < 1
fr: Stocke dans le registre une valeur x telle que 0 <= x < 1
pt_pt: Register = valor aleatório x em que 0 <= x < 1
ru: Регистр = случайное значение x между 0 <= x < 1
tr: Yazmaç = rastgele bir x değeri; 0 <= x < 1 aralığında

# Interface.ScriptCommandExp
source: Register = exp(a)
cs: Registr = exp(A)
es: Registro = exp(a)
fr: Stocke exp(a) dans le registre
ru: Регистр = exp(a)
tr: Yazmaç = exp(a)

# Interface.ScriptCommandLog
source: Register = log(a)
cs: Registr = log(A)
es: Registro = log(a)
fr: Stocke log(a) dans le registre
ru: Регистр = log(a)
tr: Yazmaç = log(a)

# Interface.ScriptCommandAbs
source: Register = the absolute value of a
cs: Registr = absolutní hodnota A
es: Registro = el valor absoluto de un
fr: Stocke la valeur absolue de a dans le registre
pt_pt: Register = o valor absoluto de a
ru: Регистр = абсолютное значение a
tr: Yazmaç = a'nın mutlak değeri

# Interface.ScriptCommandMin
source: Register = min of a or b
cs: Registr = min z A nebo B
es: Registro = min de a o b
fr: Stocke la plus petite des valeurs a et b dans le registre
pt_pt: Register = min de a ou b
ru: Регистр = минимум из a или b
tr: Yazmaç = a ile b'nin en küçüğü

# Interface.ScriptCommandMax
source: Register = max of a or b
cs: Registr = max A nebo B
es: Registro = máximo de a o b
fr: Stocke la plus grande des valeurs a et b dans le registre
pt_pt: Register = max de a ou b
ru: Регистр = максимум из a или b
tr: Yazmaç = a ile b'nin en büyüğü

# Interface.ScriptCommandFloor
source: Register = largest integer less than a
cs: Registr = největší celé číslo menší než A
es: Registro = el mayor número entero menor que un
fr: Stocke le plus grand entier inférieur à a dans le registre
pt_pt: Register = maior valor inteiro menor que a
ru: Регистр = наибольше целое число меньше чем a
tr: Yazmaç = a'dan küçük en büyük tam sayı

# Interface.ScriptCommandCeil
source: Register = smallest integer greater than a
cs: Registr = nejmenší celé číslo větší než A
es: Registro = el menor número entero mayor que un
fr: Strocke le plus petit entier supérieur à a dans le registre
pt_pt: Register = menor valor inteiro maior que a
ru: Регистр = наименьшее целое число больше a
tr: Yazmaç = a'dan büyük en küçük tam sayı
