Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.JoinMenuFiltersTitle
source: Filters
cs: Filtry
de: Filter
es: Filtros
fi: Suodattimet
fr: Filtres
hu: Szűrők
it: Filtri
ja: フィルター
pl: Filtry
pt_pt: Filtros
ru: Фильтры
tr: FİLTRELER

# Interface.SafetyCategory
source: Safety and Transport
cs: Bezpečnost a doprava
es: Seguridad y transporte
fr: Sécurité et transport
hu: Biztonság és szállítás
ru: Безопасность и Транспорт

# Interface.OrganicsCategory
source: Organics
cs: Organika
es: Orgánicos
fr: Fournitures biologiques
hu: Organikus
ru: Органика
tr: Organikler

# Interface.PersonalEyeWear
source: Eye Wear
cs: Brýle
es: Gafas
fr: Lunettes
hu: Szemüvegek
ru: Очки

# Interface.PersonalClothing
source: Clothing
cs: Oblečení
es: Ropa
fr: Vêtements
hu: Öltözködés
ru: Одежда

# Interface.OreHeader
source: Ores
cs: Rudy
es: Minerales
fr: Minerais
hu: Ércek
ru: Руды

# Interface.ReagentsHeader
source: Reagents
cs: Činidla
es: Reactivos
fr: Réactifs
hu: Reagensek
ru: Реагенты

# Interface.GasesHeader
source: Gases
cs: Plyny
fr: Gaz
hu: Gázok
ru: Газы

# Interface.FrozenOreHeader
source: Frozen Ores
cs: Zmrzlé rudy
es: Minerales congelados
fr: Glaces
hu: Fagyott ércek
ru: Замороженные руды

# Interface.CartridgeCategory
source: Cartridges
cs: Kazety
es: Cartuchos
fr: Cartes
hu: Kártyák
ru: Картриджи

# Interface.PersonalHelmets
source: Helmets
cs: Přilby
es: Casco
fr: Casques
hu: Sisakok
pt_pt: Capacete
ru: Шлемы
tr: Başlık

# Interface.PersonalToolbelt
source: Tool Belts
cs: Opasky na nářadí
es: Cinturón de herramientas
fr: Ceintures d’outils
hu: Eszköztartó övek
pt_pt: Ferramentas
ru: Пояса для инструментов
tr: Alet Kemeri

# Interface.Other
source: Other
cs: Ostatní
es: Otros
fr: Autres
hu: Egyéb
ru: Прочее

# Interface.PowerTool
source: Power Tools
cs: Elektrické nástroje
es: Herramientas de energía
fr: Outils électriques
hu: Elektromos eszközök
pt_pt: Ferramentas
ru: Электроинструменты
tr: Güç Aletleri

# Interface.SlotsTitle
source: All Slots
cs: Všechny sloty
es: Todas las ranuras
fr: Tous les emplacements
hu: Bővítőhelyek (slot)
ru: Все слоты

# Interface.LogicReadersCategory
source: Logic Readers
cs: Čtečky logiky
es: Lectores de lógica
fr: Unité Logique: Lecture
hu: Logikai olvasók
ru: Чипы чтения

# Interface.LogicWriterCategory
source: Logic Writers
cs: Logické zapisovače
es: Grabador Lógico
fr: Unité Logique: Ecriture
hu: Logikai írók
ru: Чипы записи

# Interface.MotherboardCategory
source: Motherboards
cs: Základní desky
es: Placas base
fr: Cartes mères
hu: Alaplapok
ru: Материнские платы

# Interface.ControlSystemAtmos
source: Control Systems
cs: Řídicí systémy
es: Sistemas de control
fr: Systèmes de contrôle
hu: Vezérlőrendszerek
pt_pt: Controlos
ru: Управление
tr: Kontrol Sistemleri

# Interface.ApplianceCategory
source: Appliances
cs: Spotřebiče
es: Electrodomésticos
fr: Appareils
hu: Készülékek
pt_pt: Aparência
ru: Внешний вид
tr: Aletler

# Interface.Fabricators
source: Fabricators
cs: Fabrikátory
es: Impresora Informatizada
fr: Machines
hu: Gyártógépek
ru: Фабрикаторы

# Interface.Edibles
source: Edibles and food
cs: Potraviny a jídlo

# Interface.Plants
source: Plants and Seeds
cs: Rostliny a semena

# Interface.AirContitioningAtmos
source: Air Conditioning
cs: Klimatizace
es: Aire acondicionado
fr: Climatisation
hu: Légkondicionálás
pt_pt: Condições de Inicio
ru: Состояние на старте
tr: Klima

# Interface.AtmosDevices
source: Atmospheric Devices
cs: Atmosférická zařízení
es: Dispositivos atmosféricos
fr: Appareils atmosphériques
hu: Atmoszferikai eszközök
pt_pt: Atmosfera
ru: Устройства для контроля атмосферы
tr: Atmosferik Cihazlar

# Interface.FireArm
source: Weapons
cs: Zbraně
es: Armas
fr: Armes
hu: Fegyverek
ru: Оружие

# Interface.ManualTools
source: Manual Tools
cs: Ruční nástroje
es: Herramientas manuales
fr: Outils manuels
hu: Kézi eszközök
ru: Ручные инструменты

# Interface.PowerTools
source: Power Tools
cs: Elektrické nástroje
es: Herramientas de energía
fr: Outils électriques
hu: Elektromos eszközök
pt_pt: Ferramentas
ru: Электроинструменты
tr: Güç Aletleri

# Interface.TraderErrorConnectWires
source: The trader could not complete the trade, check your cables for any breaks!
cs: Obchodník nemohl dokončit obchod, zkontrolujte kabely, zda nejsou přerušeny!
es: El comerciante no pudo completar el intercambio, ¡revise sus cables en busca de roturas!
fr: Le commerçant ne pouvait pas terminer l’échange, vérifier si vos câbles ne sont pas coupés !
hu: A kereskedő nem tudta befejezni a kereskedést, ellenőrizd a vezetékek épségét!
ru: Торговец не смог завершить сделку, проверьте ваши кабели на предмет повреждений!

# Interface.TraderErrorMissingMotherboard
source: You are missing a motherboard in your computer, you lost contact with the trader.
cs: V počítači vám chybí základní deska, ztratili jste kontakt s obchodníkem.
es: Le falta una placa base en su computadora, perdió el contacto con el comerciante.
fr: Il vous manque une carte mère dans votre ordinateur, vous avez perdu le contact avec le commerçant.
hu: Nincs alaplap a számítógépben, elveszítetted a kapcsolatot a kereskedővel.
ru: Вам не хватает материнской платы в компьютере, вы потеряли связь с торговцем.

# Interface.TraderErrorMissingVendingMachine
source: You are missing a connected empty Vending machine, the trade could not complete.
cs: Chybí vám připojený prázdný prodejní automat, obchod se nepodařilo dokončit.
es: Falta una máquina expendedora vacía conectada, el intercambio no se pudo completar.
fr: Il manque la connexion à un distributeur automatique vide, l'échange ne pourra pas se faire.
hu: Nincs csatlakoztatott üres automata, a kereskedés nem fejeződött be.
ru: Вам не хватает подключенного пустого Склада, торговля не может состояться.

# Interface.Picture
source: Picture
cs: Obrázek
es: Cuadro
fr: Image
hu: Kép
pt_pt: Fotografia
ru: Рисунок
tr: Resim

# Interface.MainMenuNewWorld
source: New World
cs: Nový svět
de: Neue Welt
es: Nuevo Mundo
fi: Uusi Maailma
fr: Nouveau monde
hu: Új világ
it: Nuovo Mondo
ja: 新規ワールド
pl: Nowy świat
pt_pt: Novo Mundo
ru: Новый мир
tr: YENİ DÜNYA

# Interface.MainMenuLoadWorld
source: Load World
cs: Načíst svět
de: Welt Laden
es: Cargar Mundo
fi: Lataa Maailma
fr: Charger un monde
hu: Világ betöltése
it: Carica un Mondo
ja: ロードワールド
pl: Wczytaj świat
pt_pt: Carregar Mundo
ru: Загрузить мир
tr: DÜNYAYI YÜKLE

# Interface.MainMenuJoinWorld
source: Join World
cs: Připojit se ke světu
de: Welt Beitreten
es: Unirse al Mundo
fi: Liity Maailmaan
fr: Rejoindre un monde
hu: Csatlakozás másik világhoz
it: Unisciti ad un Mondo
ja: ワールドへ参加
pl: Dołącz do świata
pt_pt: Entrar no Mundo
ru: Присоединиться к миру
tr: DÜNYAYA KATIL

# Interface.MainMenuSettings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Opzioni
ja: 設定
pl: Ustawienia
pt_pt: Definições
ru: Настройки
tr: AYARLAR

# Interface.MainMenuTutorial
source: Tutorials
cs: Výuka
es: Tutoriales
fr: Tutoriel
hu: Oktatóanyagok
ru: Обучение
tr: Öğretici

# Interface.MainMenuCredits
source: Credits
cs: Autoři
es: Creditos
fi: Tekijät
fr: Crédits
hu: Köszönetnyilvánítás
it: Crediti
ja: クレジット
pl: Autorzy
pt_pt: Créditos
ru: Создатели
tr: KATKIDA BULUNANLAR

# Interface.MainMenuExit
source: Exit To Desktop
cs: Odejít na plochu
de: Stationeers Beenden
es: Salir al Escritorio
fi: Lopeta Peli
fr: Quitter vers le bureau
hu: Kilépés az asztalra
it: Torna al Desktop
ja: デスクトップへ戻る
pl: Wyjdź do pulpitu
pt_pt: Sair para Área de Trabalho
ru: Выйти на рабочий стол
tr: MASAÜSTÜNE ÇIK

# Interface.LoadMenuTitle
source: Load World
cs: Načíst svět
de: Welt Laden
es: Cargar Mundo
fi: Lataa Maailma
fr: Charger un monde
hu: Világ betöltése
it: Carica un Mondo
ja: ロードワールド
pl: Wczytaj świat
pt_pt: Carregar Mundo
ru: Загрузить мир
tr: Dünyayı Yükle

# Interface.LoadMenuFileListTitle
source: Saved Worlds
cs: Uložené světy
de: Gespeicherte Welten
es: Guardar Mundo
fi: Maailmat
fr: Mondes sauvegardés
hu: Mentett világok
it: Lista Mondi Salvati
ja: 保存されたワールド
pl: Zapisane światy
pt_pt: Mundos Gravados
ru: Сохранённые миры
tr: Kayıtlı Dünyalar

# Interface.LogicTypePressureSetting
source: The current setting for the internal pressure of the object (e.g. the Hardsuit Air release), in KPa
cs: Aktuální nastavení vnitřního tlaku objektu (např. uvolnění vzduchu zpevněného obleku) v KPa
de: Die aktuelle Einstellung für den internen Druck des Objekts (z.B. Raumanzug Air), in KPa
es: El ajuste actual para la presión interna del objeto (p. ej., la liberación de aire de traje de protección), en KPa
fr: Le réglage actuel de la pression interne de l'objet (par exemple, le dégagement d'air de la combinaison), en KPa
hu: Az aktuális tárgy belső nyomásának beállítása (pl.: fejlett űrruha levegője), KPa-ban
it: L'impostazione corrente per la pressione interna dell'oggetto (ad es. il rilascio di Aria della Tuta Rinforzata), in KPa
pt_pt: A definição de pressão interna atual do objeto (ex. libertação de ar no traje rígido), em KPa
ru: Текущие параметры для внутреннего давления объекта (к примеру: (Air release) подача воздуха в Прочном Скафандре), в кПа
tr: Nesnenin iç basıncı için KPa biriminde geçerli ayarı (örneğin Ağır Giysi Hava salımı)

# Interface.WorldInfoTextDate
source: Saved:
cs: Uloženo:
de: Spielstand:
es: Guardar:
fi: Tallennettu:
fr: Sauvegardé le :
hu: Mentve:
it: Salvato il :
ja: 日付:
pl: Zapisano:
pt_pt: Gravado:
ru: Сохранено:
tr: Kayıt:

# Interface.WorldInfoTextPlaytime
source: Playtime:
cs: Hrací doba:
de: Spielzeit:
es: Tiempo de juego:
fi: Pelattu:
fr: Temps de jeu :
hu: Játékidő:
it: Tempo di gioco :
ja: 時間:
pl: Czas gry:
pt_pt: Tempo de Jogo:
ru: Время игры:
tr: Oyun Süresi:

# Interface.WorldInfoMapName
source: Map:
cs: Mapa:
es: Mapa:
fr: Carte:
hu: Pálya:
pl: Mapa:
pt_pt: Mapa:
ru: Карта:
tr: Harita:

# Interface.WorldInfoTextAsteroids
source: Asteroids:
cs: Asteroidy:
de: Asteroiden:
es: Asteroides:
fi: Asteroidit:
fr: Astéroïdes :
hu: Aszteroidák:
it: Asteroidi :
ja: アステロイド:
pl: Asteroidy:
pt_pt: Asteroides:
ru: Астероиды:
tr: Asteroitler:

# Interface.WorldInfoTextVersion
source: Version:
cs: Verze:
es: Versión:
fi: Versio:
hu: Verzió:
it: Versione :
ja: バージョン:
pl: Wersja:
pt_pt: Versão:
ru: Версия:
tr: Sürüm:

# Interface.WorldInfoButtonDelete
source: Delete
cs: Odstranit
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
hu: Törlés
it: Cancella
ja: 削除
pl: Usuń
pt_pt: Apagar
ru: Удалить
tr: Sil

# Interface.WorldInfoButtonPublish
source: Publish
cs: Publikovat
de: Veröffentlichen
es: Publicar
fi: Julkaise
fr: Publier
hu: Publikálás
it: Pubblica
ja: 発行
pl: Publikuj
pt_pt: Publicar
ru: Опубликовать
tr: Yayınla

# Interface.WorldInfoButtonDebugLoad
source: Debug Load
cs: Načítání s laděním
de: Debug-Laden
es: Cargar Depuración
fi: Debug Lataus
fr: Charger en Debug
hu: Hibakereső betöltés
it: Carica log di Debug
ja: デバッグロード
pl: Wczyt z debugiem
pt_pt: Carregar depuração
ru: Отладка
tr: Hata Ayıklamayı Yükle

# Interface.LoadWorldButtonLoad
source: Load World
cs: Načíst svět
de: Welt Laden
es: Cargar Mundo
fi: Lataa Maailma
fr: Charger ce monde
hu: Világ betöltése
it: Carica un Mondo
ja: ロード
pl: Wczytaj świat
pt_pt: Carregar Mundo
ru: Загрузить мир
tr: Dünyayı Yükle

# Interface.JoinMenuTitle
source: Join World
cs: Připojit se ke světu
de: Welt Beitreten
es: Unirse a otro Mundo
fi: Liity Maailmaan
fr: Rejoindre un monde
hu: Csatlakozás egy világhoz
it: Unisciti ad un Mondo
ja: 参加
pl: Dołącz do świata
pt_pt: Entrar no Mundo
ru: Присоединиться к миру
tr: DÜNYAYA KATIL

# Interface.JoinMenuButtonRefresh
source: Refresh List
cs: Aktualizovat seznam
de: Liste Erneurn
es: Actualizar lista
fi: Päivitä Lista
fr: Rafraîchir la liste
hu: Lista frissítése
it: Aggiorna la Lista
ja: リスト更新
pl: Odśwież listę
pt_pt: Atualizar a Lista
ru: Обновить список
tr: LİSTEYİ YENİLE

# Interface.JoinMenuButtonJoin
source: Join World
cs: Připojit se ke světu
de: Welt Beitreten
es: Unirse al Mundo
fi: Liity Maailmaan
fr: Rejoindre monde
hu: Csatlakozás
it: Unisciti ad un mondo
ja: 参加
pl: Dołącz do świata
pt_pt: Entrar no Mundo
ru: Присоединиться
tr: DÜNYAYA KATIL

# Interface.JoinMenuServerListName
source: Server Name
cs: Název serveru
es: Nombre del Servidor
fi: Palvelimen Nimi
fr: Nom du serveur
hu: Szervernév
it: Nome del Server
ja: サーバー名
pl: Nazwa serwera
pt_pt: Nome do Servidor
ru: Имя сервера
tr: SUNUCU İSMİ

# Interface.JoinMenuServerListVersion
source: Version
cs: Verze
es: Versión
fi: Versio
hu: Verzió
it: Versione
ja: バージョン
pl: Wersja
pt_pt: Versão
ru: Версия
tr: SÜRÜM

# Interface.JoinMenuServerListRefreshing
source: Refreshing Server List
cs: Aktualizace seznamu serverů
de: Serverliste Erneurn
es: Actualizar lista de servidores
fi: Päivitetään Listaa
fr: Rafraîchir la liste
hu: Szerverlista frissítése
it: Aggiorna lista Server
ja: サーバーリスト更新中
pl: Odświeżanie listy serwerów
pt_pt: Atualizando Lista de Servidores
ru: Список серверов обновляется
tr: SUNUCU LİSTESİNİ YENİLE

# Interface.JoinMenuInputAddressTitle
source: Address
cs: Adresa
de: Adresse
es: Dirección
fi: Osoite
fr: Adresse
hu: Cím
it: Indirizzo
ja: アドレス
pl: Adres
pt_pt: Endereço
ru: Адрес
tr: ADRES

# Interface.NewWorldTitle
source: New World
cs: Nový svět
de: Neue Welt
es: Nuevo Mundo
fi: Uusi Maailma
fr: Nouveau monde
hu: Új világ
it: Nuovo Mondo
ja: 新規ワールド
pl: Nowy świat
pt_pt: Novo Mundo
ru: Новый мир
tr: Yeni Dünya

# Interface.NewWorldButtonBack
source: Back
cs: Zpět
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
pl: Wstecz
pt_pt: Voltar
ru: Назад
tr: GERİ

# Interface.NewWorldButtonCreate
source: Create World
cs: Vytvořit svět
de: Welt Erstellen
es: Crear Mundo
fi: Luo Maailma
fr: Créer un monde
hu: Világ létrehozása
it: Crea nuovo mondo
ja: ワールド作成
pl: Stwórz świat
pt_pt: Criar Mundo
ru: Создать мир
tr: Dünya Oluştur

# Interface.NewWorldAreaTitle
source: Starting Area
cs: Startovní oblast
de: Startbereich
es: Área de inicio
fi: Aloitusalue
fr: Zone de départ
hu: Kezdő terület
it: Area di partenza
ja: 開始エリア
pl: Obszar startowy
pt_pt: Área de Início
ru: Начальная зона
tr: Başlangıç Alanı

# Interface.NewWorldAreaSpace
source: Asteroid Belt
cs: Pás asteroidů
es: Cinturón de asteróides
fr: Ceinture d'astéroïdes
hu: Aszteroidaöv
pt_pt: Cinturão de Asteróides
ru: Пояс астероидов
tr: Asteroit Kuşağı

# Interface.LoulanShortDesc
source: Loulan, upon arrival you will notice a breathable atmosphere, high enough pressure to sustain life - but a severe lack of it. This sandy giant is situated in the Gargantuan System, moving closer to the black hole situated in the centre each day. While abandoned and no longer green and full of water, this planet still has a functioning atmosphere and you are tasked with scouring the wasteland to acquire the materials and resources needed to survive on this everlasting desert.
cs: Po příletu na Loulan si všimnete dýchatelné atmosféry s dostatečně vysokým tlakem pro udržení života, ale jeho velkého nedostatku. Tento písečný obr se nachází v soustavě Gargantua a každým dnem se přibližuje k černé díře, která se nachází v jeho středu. Ačkoli je tato planeta opuštěná a už není zelená a plná vody, stále má funkční atmosféru a vaším úkolem je prohledat pustinu a získat materiály a zdroje potřebné k přežití na této věčné poušti.
es: Loulan, al llegar notará una atmósfera respirable, una presión lo suficientemente alta como para mantener la vida - pero una severa falta de ella. Este gigante de arena está situado en el sistema Gargantuan, acercándose cada día más al agujero negro situado en el centro. Aunque abandonado y ya no es verde y lleno de agua, este planeta todavía tiene una atmósfera funcional y a vosotros se les ha encomendado la tarea de recorrer los terrenos baldíos para adquirir los materiales y recursos necesarios para sobrevivir en este desierto eterno.
hu: Á, a Loulan. Amikor megérkezel tapasztalni fogod a belélegezhető atmoszféráját, mely nyomása elegendő az életfenntartáshoz - de számos hiányossággal. Ez a sivatagos óriás a Gargantua rendszerben kering, naponta egyre közelebb a központban levő fekete lyukhoz. Bár a bolygó már kihalt és többé nem borítja felszínét víz és növényzet, mégis van egy működő atmoszférája, a te feladatod pedig, hogy kiaknázd a megmaradt kopár vidék maradék erőforrásait a végtelen sivatagban való túléléshez.

# Interface.NewWorldAreaVenus
source: Venus
cs: Venuše
hu: Vénusz
ru: Венера

# Interface.Moon
source: Moon
cs: Měsíc
es: Luna
fr: Lune
hu: Hold
pl: Księżyc
pt_pt: Lua
ru: Луна
tr: Ay

# Interface.Space
source: Asteroid Belt
cs: Pásmo asteroidů
es: Cinturón de asteróides
fr: Ceinture d'astéroïdes
hu: Aszteroidaöv
pt_pt: Cinturão de Asteróides
ru: Пояс астероидов
tr: Asteroit Kuşağı

# Interface.Vulcan
source: Vulcan
cs: Vulkán
fr: Vulcain
ru: Вулкан

# Interface.Vulcan2
source: Vulcan
cs: Vulkán
fr: Vulcain
ru: Вулкан

# Interface.NewWorldAreaEarth
source: Earth
cs: Země
de: Erde
es: Tierra
fr: Terre
hu: Föld
it: Terra
pl: Ziemia
pt_pt: Terra
ru: Земля
tr: Dünya

# Interface.NewWorldAreaVulcan
source: Vulcan
cs: Vulkán
fr: Vulcain
ru: Вулкан

# Interface.NewWorldAreaVulcan2
source: Vulcan
cs: Vulkán
fr: Vulcain
ru: Вулкан

# Interface.NewWorldEnableAwayMissions
source: Enable Away Missions
cs: Povolit vzdálené mise
de: Erlaube Spezialmissionen
es: Habilitar Misiones Ausentes
fi: Away Tehtävät
fr: Activer les missions à l'extérieur
hu: Távoli missziók engedélyezése
it: Abilita missioni esterne
ja: Away Mssionsを有効にする
pl: Włącz misje wypadowe
pt_pt: Habilitar Missões Distantes
ru: Включить миссии
tr: Uzak Görevleri Etkinleştir

# Interface.InventorySlotBelt
source: Belt
cs: Opasek
de: Gürtel
es: Cinturón
fi: Vyö
fr: Ceinture
hu: Öv
it: Cintura
ja: ベルト
pl: Pas
pt_pt: Cinto
ru: Пояс
tr: Kemer

# Interface.InventorySlotGlasses
source: Glasses
cs: Brýle
de: Brillen
es: Gafas
fr: Lunettes
hu: Szemüveg
it: Occhiali
ja: メガネ
pl: Okulary
pt_pt: Óculos
ru: Очки
tr: Gözlük

# Interface.InventorySlotUniform
source: Uniform
cs: Uniforma
es: Uniforme
fi: Univormu
fr: Uniforme
hu: Öltözet
it: Uniforme
ja: ユニフォーム
pl: Mundur
pt_pt: Uniforme
ru: Униформа
tr: Üniforma

# Interface.InventorySlotBackpack
source: Back
cs: Batoh
de: Rücken
es: Mochila
fi: Selkä
fr: Sac à dos
hu: Hát
it: Zaino
ja: 背中
pl: Plecy
pt_pt: Mochila
ru: Рюкзак
tr: Arkalık

# Interface.InventorySlotSuit
source: Suit
cs: Oblek
de: Anzug
es: Traje
fi: Puku
fr: Combinaison
hu: Ruha
it: Tuta
ja: スーツ
pl: Skafander
pt_pt: Fato
ru: Скафандр
tr: Giysi

# Interface.InventorySlotHelmet
source: Helmet
cs: Přilba
de: Helm
es: Casco
fi: Kypärä
fr: Casque
hu: Sisak
it: Casco
ja: ヘルメット
pl: Kask
pt_pt: Capacete
ru: Шлем
tr: Başlık

# Interface.InventorySlotHandLeft
source: Left Hand
cs: Levá ruka
de: Linke Hand
es: Mano Izda.
fi: Vasen Käsi
fr: Main Gauche
hu: Bal kéz
it: Mano sinistra
ja: 左手
pl: Lewa ręka
pt_pt: Mão Esquerda
ru: Левая рука
tr: Sol El

# Interface.InventorySlotHandRight
source: Right Hand
cs: Pravá ruka
de: Rechte Hand
es: Mano Dcha.
fi: Oikea Käsi
fr: Main Droite
hu: Jobb kéz
it: Mano destra
ja: 右手
pl: Prawa ręka
pt_pt: Mão Direita
ru: Правая рука
tr: Sağ El

# Interface.StatusWindowExternal
source: External
cs: Externí
de: Extern
es: Exterior
fi: Ulkoinen
fr: Externe
hu: Külső
it: Esterna
ja: 外部
pl: Zewnętrzny
pt_pt: Externo
ru: Окружение
tr: Dışarısı

# Interface.StatusWindowDamage
source: Damage
cs: Poškození
de: Schaden
es: Daño
fi: Vahinko
fr: Dommage
hu: Sérülés
it: Danni
ja: ダメージ
pl: Obrażenia
pt_pt: Dano
ru: Повреждение
tr: Hasar

# Interface.StatusWindowInternal
source: Internal
cs: Interní
de: Intern
es: Interior
fi: Sisäinen
fr: Interne
hu: Belső
it: Interna
ja: 内部
pl: Wewnętrzny
pt_pt: Interno
ru: Скафандр
tr: İçerisi

# Interface.GameMenuButtonReturn
source: Return To Game
cs: Návrat do hry
de: Zurück zum Spiel
es: Volver al Juego
fi: Palaa Peliin
fr: Revenir au jeu
hu: Vissza a játékba
it: Torna al gioco
ja: ゲームに戻る
pl: Wróć do gry
pt_pt: Voltar ao Jogo
ru: Вернуться к игре
tr: OYUNA GERİ DÖN

# Interface.GameMenuButtonSave
source: Save World
cs: Uložit svět
de: Welt Speichern
es: Guardar
fi: Tallenna Maailma
fr: Sauvegarder le monde
hu: Világ mentése
it: Salva Mondo
ja: セーブ
pl: Zapisz świat
pt_pt: Gravar Mundo
ru: Сохранить мир
tr: Dünyayı Kaydet

# Interface.GameMenuButtonChangeCharacter
source: Change Appearance
cs: Změnit vzhled
de: Aussehen ändern
es: Cambiar Apariencia
fi: Muokkaa Ulkonäköä
fr: Changer d'apparence
hu: Külső megváltoztatása
it: Cambia Aspetto
ja: 外観変更
pl: Zmień wygląd
pt_pt: Mudar Aparência
ru: Изменить внешность
tr: GÖRÜNÜMÜ DEĞİŞTİR

# Interface.GameMenuButtonSettings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Settaggi
ja: 設定
pl: Ustawienia
pt_pt: Definições
ru: Настройки
tr: Ayarlar

# Interface.GameMenuButtonLeave
source: Leave Session
cs: Opustit relaci
de: Sitzung Verlassen
es: Salir Sesión
fi: Poistu Istunnosta
fr: Quitter la session
hu: Játékmenet elhagyása
it: Esci dalla sessione
ja: セッションから離れる
pl: Opuść sesję
pt_pt: Sair da Sessão
ru: Покинуть сессию
tr: Oturumdan Ayrıl

# Interface.GameMenuButtonExitDesktop
source: Exit To Desktop
cs: Odejít na plochu
de: Zurück zum Desktop
es: Salir a Escritorio
fi: Lopeta Työpöydälle
fr: Retour sur le bureau
hu: Kilépés az asztalra
it: Torna al Desktop
ja: デスクトップに戻る
pl: Wyjdź do pulpitu
pt_pt: Sair para Área de Trabalho
ru: Выйти на рабочий стол
tr: Masaüstüne Çık

# Interface.SaveMenuTitle
source: Save World
cs: Uložit svět
de: Welt Speichern
es: Guardar Mundo
fi: Tallenna Maailma
fr: Sauvegarder le monde ?
hu: Világ mentése
it: Salvare il Mondo ?
ja: セーブ
pl: Zapisz świat
pt_pt: Gravar Mundo
ru: Сохранить мир
tr: Dünya'yı Kaydet

# Interface.SaveMenuListTitle
source: Saved Worlds
cs: Uložené světy
de: Gespeicherte Welten
es: Guardar Mundos
fi: Maailmat
fr: Mondes sauvegardés
hu: Mentett Világok
it: Mondi Salvati
ja: セーブされたワールド
pl: Zapisane światy
pt_pt: Mundos Gravados
ru: Сохранённые миры
tr: Kayıtlı Dünyalar

# Interface.ButtonBack
source: Back
cs: Zpět
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
pl: Wstecz
pt_pt: Voltar
ru: Назад
tr: GERİ

# Interface.ButtonDelete
source: Delete
cs: Odstranit
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
hu: Törlés
it: Cancella
ja: 削除
pl: Usuń
pt_pt: Apagar
ru: Удалить
tr: Sil

# Interface.WorkshopUploadProgress
source: Processing configuration data
cs: Zpracování konfiguračních dat
de: Konfigurationsdaten verarbeiten
es: Procesando Datos de Configuración
fi: Käsitellään kokoonpanotietoja
fr: Traitement des données de configuration
hu: Konfigurációs adatok feldolgozása
it: Elaborando dati in Upload
ja: 設定データを処理中
pl: Przetwarzanie danych konfiguracji
pt_pt: Processando dados de Configuração
ru: Идёт обработка
tr: Yapılandırma verileri işleniyor

# Interface.ButtonConfirmWarning
source: Warning
cs: Upozornění
de: Warnung
es: Advertencia
fi: Varoitus
fr: Attention !
hu: Figyelem
it: Attenzione !
ja: 警告
pl: Uwaga
pt_pt: Alerta
ru: Внимание
tr: Uyarı

# Interface.GameMenuButtonExit
source: Exit Game
cs: Ukončit hru
de: Spiel Verlassen
es: Salir del Juego
fi: Poistu
fr: Quitter le jeu
hu: Játék elhagyása
it: Esci dal gioco
ja: ゲーム終了
pl: Zakończ grę
pt_pt: Sair do Jogo
ru: Выход
tr: Oyundan Çık

# Interface.SettingsMenuTitle
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Settaggi
ja: 設定
pl: Ustawienia
pt_pt: Definições
ru: Настройки
tr: AYARLAR

# Interface.SettingsMenuGameplay
source: Gameplay
cs: Hra
es: Juego
fi: Peli
hu: Játékmenet
ja: ゲームプレイ
pl: Rozgrywka
pt_pt: Jogabilidade
ru: Игра
tr: OYNANIŞ

# Interface.SettingsMenuVideo
source: Video
cs: Zobrazení
fr: Vidéo
hu: Videó
ja: ビデオ
pl: Wideo
pt_pt: Vídeo
ru: Видео
tr: GÖRÜNTÜ

# Interface.SettingsMenuAudio
source: Audio
cs: Zvuk
fi: Ääni
hu: Audió
ja: オーディオ
pl: Dźwięk
pt_pt: Áudio
ru: Звук
tr: SES
