Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.SettingsInputSettings
source: Input Settings
cs: Nastavení vstupu
de: Eingabeeinstellungen
es: Ajustes de Entrada
fi: Näppäinasetukset
fr: Paramètres d'entrée
hu: Bemeneti beállítások
it: Settaggi Input
ja: 入力設定
pl: Ustawienia wejsciowe
pt_pt: Definições de Entrada
ru: Настройки ввода
tr: Giriş Ayarları

# Interface.SettingsLensFlares
source: Lens Flares
cs: Odlesk objektivu
de: Lichtblitze
es: Destellos de luz
fi: Linssiheijastukset
fr: Effet lentille lumineuse
hu: Lencsecsillogás
ja: レンズフレア
pl: Flary Obiektywu
pt_pt: Dispersão de Luz
ru: Эффект отблеска от линз
tr: Objektif Yansıması

# Interface.SettingsAmbientOcclusion
source: Ambient Occlusion
cs: Okolní okluze
de: Umgebungsverdeckung
es: Oclusión Ambiental
fi: Ympäristöokluusio(AO)
fr: Occlusion ambiante
hu: Környezeti kitakarás
it: Occlusione Ambientale
ja: アンビエントオクルージョン
pl: Okluzja Otoczenia
pt_pt: Oclusão de Ambiente
ru: Модель затенения
tr: Ortam Aydınlatması

# Interface.StatusWindowThrust
source: Thrust
cs: Tah
de: Schub
es: Propulsión
fi: Työntö
fr: Poussée
hu: Tolóerő
it: Spinta
ja: 推力
pl: Ciag
pt_pt: Impulso
ru: Тяга
tr: İtiş

# Interface.ButtonClear
source: Clear
cs: Vyčistit
de: Löschen
es: Limpiar
fi: Tyhjennä
fr: Effacer
hu: Törlés
it: Pulisci
ja: クリア
pl: Czysc
pt_pt: Limpar
ru: Очистить
tr: Temizle

# Interface.ButtonReset
source: Reset
cs: Obnovit
de: Zurücksetzen
es: Resetear
fi: Nollaa
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
ja: リセット
pl: Zeruj
pt_pt: Reiniciar
ru: Сброс
tr: Sıfırla

# Interface.SettingsAtmosphericScattering
source: Atmospheric Scattering
cs: Atmosférický rozptyl
de: Atmosphärische Streuung
es: Dispersión atmosférica
fi: Ilmakehän Sironta
fr: Diffusion atmosphérique
hu: Légköri szóródás
it: Dispersione atmosferica
ja: 大気散乱
pl: Rozpraszanie atmos.
pt_pt: Dispersão Atmosférica
ru: Атмосферное рассеяние
tr: Atmosferik Saçılma

# Interface.UnableToInteractAsYouDoNotHaveTheRequiredAccessCard
source: Unable to interact as you do not have the required {SLOT:AccessCard}
cs: Nelze komunikovat, protože nemáte požadovanou {SLOT:AccessCard}
de: Keine Interaktion möglich, da Sie nicht die benötigte {SLOT:AccessCard} besitzen
es: No puede interactuar porque no tiene la tarjeta {SLOT:AccessCard} requerida.
fr: Impossible d'interagir car vous n'avez pas le {SLOT:AccessCard} requis
hu: {SLOT:AccessCard} szükséges az interakcióhoz
it: Impossibile interagire in quanto non hai la {SLOT:AccessCard} richiesta.
pt_pt: Incapaz de interagir por não teres o {SLOT:AccessCard} requerido
ru: Нельзя взаимодействовать, так как у вас нет требуемой {SLOT:AccessCard}
tr: Gerekli olan {SLOT:AccessCard}'na sahip olmadığınız için etkileşim kurulamıyor

# Interface.InteractionTemporarilyDisabledOnThisObject
source: Interaction temporarily disabled on this object
cs: Interakce dočasně zakázána u tohoto objektu
de: Bedienung dieses Objektes vorübergehend deaktiviert
es: Interacción temporalmente desactivada en este objeto
fr: Interaction temporairement désactivée sur cet objet
hu: Az interakció ideiglenesen nem engedélyezett
it: Interazione temporaneamente disattivata per questo oggetto
pt_pt: Interação temporariamente desativada neste objeto
ru: Взаимодействие временно отключено для этого объекта
tr: Bu nesnede etkileşim geçici olarak devre dışı

# Interface.ChangeSettingToForAll
source: Cycle to <color=yellow>{0}</color>>for all {1}
cs: Synchronizace na <color=yellow>{0}</color>>pro všechny {1}
es: Ciclo de <color=yellow>{0}</color>>para todos {1}
fr: Changer en <color=yellow>{0}</color> pour tous {1}
hu: Minden {1} váltása erre: <color=yellow>{0}</color>
tr: Bütün {1} olanlar için <color=yellow>{0}</color>'a çevir

# Interface.ChangeSlotSettingToFor
source: Cycle to {1}<color=yellow>({0})</color> for {2}
cs: Synchronizace na {1}<color=yellow>({0})</color> pro {2}
es: Ciclo a {1}<color=yellow>({0})</color> para {2}
fr: Changer en {1}<color=yellow>({0})</color> pour {2}
hu: {1}<color=yellow>({0})</color> váltása erre: {2}
tr: {2} için {1}<color=yellow>({0})</color>'a çevir

# Interface.ChangeReagentSettingTo
source: Cycle to {2}.<color=yellow>{0}</color>.<color=yellow>{1}</color>
cs: Synchronizace na {2}.<color=yellow>{0}</color>.<color=yellow>{1}</color>
es: Ciclo a {2}.<color=yellow>{0}</color>.<color=yellow>{1}</color>
fr: Changer en {2}.<color=yellow>{0}</color>.<color=yellow>{1}</color>
hu: Váltás erre: {2}. <color=yellow>{0}</color>.<color=yellow>{1}</color>
tr: {2}.<color=yellow>{0}</color>.<color=yellow>{1}</color>'a çevir

# Interface.ChangeSettingToForIn
source: Cycle to <color=yellow>{0}</color> for {3} <color=yellow>({2})</color> in {1}
cs: Synchronizace na <color=yellow>{0}</color> pro {3} <color=yellow>({2})</color> v {1}
es: Ciclo a <color=yellow>{0}</color> para {3} <color=yellow>({2})</color> en {1}
fr: Changer en <color=yellow>{0}</color> pour {3} <color=yellow>({2})</color> dans {1}
hu: {3} <color=yellow>({2})</color>váltása erre: <color=yellow>{0}</color>, ebben: {1}
tr: {1}'deki {3} <color=yellow>({2})</color> için <color=yellow>{0}</color>'a çevir

# Interface.ChangeSettingToFor
source: Cycle to <color=yellow>{0}</color> for {1}
cs: Synchronizace na <color=yellow>{0}</color> pro {1}
es: Ciclo a <color=yellow>{0}</color> for {1}
fr: {0}Changer en <color=yellow>{0}</color> pour {1}
hu: {1} váltása erre: <color=yellow>{0}</color>
tr: {1} için <color=yellow>{0}</color>'a çevir

# Interface.HoldForPreviousObject
source: Hold {KEY:QuantityModifier} for previous object
cs: Podržte {KEY:QuantityModifier} pro předchozí objekt
de: Halte {KEY:QuantityModifier} für vorheriges Objekt
es: Mantenga pulsada {KEY:QuantityModifier} para el objeto anterior
fi: Pidä {KEY:QuantityModifier} pohjassa siirtyäksesi edellisen esineeseen
fr: Maintenir {KEY:QuantityModifier} pour l'objet précédent
hu: Tarsd a {KEY:QuantityModifier} gombot az előző tárgyhoz
it: Tieni premuto {KEY:QuantityModifier} per l'oggetto precedente
ja: {KEY:QuantityModifier}を長押しで前回の物
pt_pt: Mantém carregada {KEY:QuantityModifier} para objeto anterior
ru: Зажмите {KEY:QuantityModifier} для выбора предыдущего объекта
tr: Önceki nesne için {KEY:QuantityModifier} tuşuna basılı tut

# Interface.ChangeSettingToAll
source: Cycle to All {0}
cs: Synchronizace na všechny {0}
es: Ciclo a todos {0}
fr: Changer tous pour {0}
hu: Összes váltása erre: {0}
ru: Цикл для всех {0}
tr: Bütün {0}'lara çevir

# Interface.ChangeSettingTo
source: Cycle to {0}
cs: Synchronizace na {0}
es: Ciclo a {0}
fr: Changer pour {0}
hu: Váltás erre: {0}
ru: Цикл до {0}
tr: {0}'a çevir

# Interface.LogicNoWritableDevices
source: No other writable devices on network
cs: Žádné jiné zapisovatelné zařízení v síti
de: Keine anderen be­schreib­bare Geräte im Netzwerk
es: No hay otros dispositivos legibles en la red
fr: Aucun autre appareil accessible en écriture sur le réseau
hu: Nincs más írható eszköz a hálózaton
it: Nessun dispositivo scrivibile sulla rete
ja: 他に書き込み可能なデバイスがネットワークにありません
pl: Brak innych urządzeń do zapisu w sieci
pt_pt: Não existem mais nenhuns dispositivos que possam ser escritos na rede
ru: В этой сети нет доступных для записи устройств
tr: Ağda başka yazılabilir cihaz yok

# Interface.LogicNoReadableTypes
source: No other readable types on network
cs: Žádné jiné čitelné typy v síti
de: Keine anderen lesbaren Typen im Netzwerk
es: No hay otros tipos legibles en la red
fi: Ei muita luettavia tyyppejä verkostossa
fr: Aucun autre type lisible sur le réseau
hu: Nincs más olvasható típus a hálózaton
it: Nessun tipo leggibile sulla rete
ja: 他に読み取り可能なタイプがネットワークにありません
pt_pt: Não existem mais nenhuns dispositivos que possam ser lidos na rede
ru: В этой сети нет доступных типов
tr: Ağda başka okunabilir tip yok

# Interface.LogicNoReadableDevices
source: No other readable devices on network
cs: Žádné jiné čitelné zařízení v síti
de: Keine anderen lesbaren Geräte im Netzwerk
es: No hay otros dispositivos legibles en la red
fi: Ei muita luettavia laitteita verkostossa
fr: Aucun autre appareil lisible sur le réseau
hu: Nincs más olvasható eszköz a hálózaton
it: Nessun dispositivo leggibile sulla rete
ja: 他に読み取り可能なデバイスがネットワークにありません
pt_pt: Não existem mais nenhuns dispositivos que possam ser lidos na rede
ru: В этой сети нет доступных для считывания устройств
tr: Ağda başka okunabilir cihaz yok

# Interface.RequiresScrewdriver
source: You need a {THING:ItemScrewdriver} to change settings
cs: Pro změnu nastavení potřebujete {THING:ItemScrewdriver}
de: Du brauchst einen {THING:ItemScrewdriver}, um die Einstellungen zu ändern
es: Necesitas un {THING:ItemScrewdriver} para cambiar la configuración
fi: Tarvitset {THING:ItemScrewdriver} muuttaaksesi asetusta
fr: Vous devez avoir un {THING:ItemScrewdriver} pour changer les réglages
hu: Egy {THING:ItemScrewdriver}ra van szükséged a beállítások változtatásához.
it: Ti serve un {THING:ItemScrewdriver} per regolare i settaggi.
ja: 設定を変えるには{THING:ItemScrewdriver}が必要です
pt_pt: Precisas de um {THING:ItemScrewdriver} para alterar as configurações
ru: Для изменения настроек вам нужна {THING:ItemScrewdriver}
tr: Ayarları değiştirmek için bir {THING:ItemScrewdriver}'ya ihtiyacın var

# Interface.LogicNoAdditionalSlotsFor
source: No additional slots for {0}
cs: Žádné další sloty pro {0}
de: Keine weiteren Slots für {0}
es: No hay ranuras adicionales para {0}
fr: Aucun emplacements supplémentaire pour {0}
hu: Nincs további slot ehhez: {0}
it: Nessuno slot aggiuntivo per {0}
pt_pt: Nenhum compartimento adicional para {0}
ru: Нет дополнительных слотов для {0}
tr: {0} için ek yuva yok

# Interface.LogicNoAvailableSlots
source: <color=red>No available slots</color>
cs: <color=red>Žádné dostupné sloty</color>
de: <color=red>Keine verfügbaren Slots</color>
es: <color=red>Incapaz de construir</color>.
fr: <color=red>Aucun emplacements disponibles</color=red>
hu: <color=red>Nincs elérhető slot</color>
it: <color=red>Nessuno slot disponibile</color>.
ja: <color=red>有効なスロットがありません</color>.
pl: <color=red>Brak wolnych miejsc</color>
pt_pt: <color=red>Sem compartimentos adicionais</color>
tr: <color=red>Mevcutta yuva yok</color>

# Interface.LogicNoSlot
source: <color=red>No Slot</color>
cs: <color=red>Žádný Slot </color>.
de: <color=red>Kein Slot</color>.
es: <color=red>Sin Ranura</color>
fr: <color=red>Pas d'emplacement</color=red>
hu: <color=red>Nincs slot</color>
it: <color=red>Nessuno slot</color>
ja: <color=red>スロットがありません</color>.
pl: <color=red>Brak miejsc</color>
pt_pt: <color=red>Sem compartimento</color>
tr: <color=red>Yuva Yok</color>

# Interface.LogicNoAdditionalSettingsFor
source: No additional settings for {0}
cs: Žádná další nastavení pro {0}
de: Keine weiteren Einstellungen für {0}
es: No hay ajustes adicionales para {0}
fr: Aucun paramètre supplémentaire pour {0}
hu: Nincsenek további beállítások ehhez: {0}
it: Nessuna opzione aggiuntiva per {0}
pt_pt: Sem definições adicionais para {0}
ru: Нет дополнительных настроек для {0}
tr: {0} için ek ayar yok

# Interface.LogicNoSetting
source: No Settings
cs: Žádné nastavení
de: Keine Einstellung
es: No hay configuración
fi: Ei Asetusta
fr: Aucun Réglages
hu: Nincsenek beállítások
it: Nessun settaggio
ja: 設定無し
pt_pt: Sem definições
ru: Нет настроек
tr: Ayar Yok

# Interface.LogicNoDevice
source: No Device
cs: Žádné zařízení
de: Kein Gerät
es: No hay dispositivo
fi: Ei Laitetta
fr: Aucun Appareil
hu: Nincs eszköz
it: Nessun dispositivo
ja: デバイス無し
pt_pt: Sem Dispositivo
ru: Нет устройств
tr: Cihaz Yok

# Interface.LogicState
source: State {COLORGREEN:#VAR1#}
cs: Stav {COLORGREEN:#VAR1#}
de: Wert {COLORGREEN:#VAR1#}
es: Estado {COLORGREEN:#VAR1#}
fi: Tila {COLORGREEN:#VAR1#}
fr: Etat {COLORGREEN:#VAR1#}
hu: Állapot {COLORGREEN:#VAR1#}
it: Stato {COLORGREEN:#VAR1#}
ja: 状態 {COLORGREEN:#VAR1#}
pt_pt: Estado {COLORGREEN:#VAR1#}
tr: Durum {COLORGREEN:#VAR1#}

# Interface.FurnaceSmelting
source: Smelting {0}
cs: Tavení {0}
de: Schmelze {0}
es: Fundición {0}
fi: Sulatus {0}
fr: Fonte {0}
hu: Beolvasztás {0}
it: Fondendo {0}
ja: 精錬中 {0}
pt_pt: Fundição {0}
ru: Плавится {0}
tr: Eritme {0}

# Interface.FurnaceChamberText
source: Pressure {0} Temperature {1}
cs: Tlak {0} Teplota {1}

# Interface.FurnaceChamber
source: Chamber
cs: Komora
de: Kammer
es: Cámara
fi: Kammio
fr: Chambre
hu: Kamra
it: Camera
ja: チャンバー
pt_pt: Câmara
ru: Печная камера
tr: Hazne

# Interface.SetThingValue
source: Set {0}
cs: Nastavit {0}
de: {0} einstellen
fi: Aseta {0}
fr: Régler {0}
hu: Beállítás {0}
it: Setta {0}
ja: 設定 {0}
pt_pt: Configuração {0}
ru: Установить {0}
tr: Ayarla {0}

# Interface.RenameThing
source: Rename {0}
cs: Přejmenovat {0}
de: {0} umbenennen
es: Renombrar {0}
fi: Nimeä {0}
fr: Renomer {0}
hu: Átnevezés {0}
it: Rinomina {0}
ja: リネーム {0}
pt_pt: Renomear {0}
ru: Переименовать {0}
tr: Yeniden İsimlendir {0}

# Interface.SettingsExtendedTerrain
source: Extended Terrain
cs: Rozšířený terén
de: Erweitertes Gelände
es: Terreno Extendido
fi: Laajennettu Maasto
fr: Terrain étendu
hu: Kiterjesztett terep
it: Terreno esteso
ja: 地形拡張
pl: Rozszerzony Teren
pt_pt: Terreno Estendido
ru: Расширенная территория
tr: Genişletilmiş Arazi

# Interface.SettingsSunOrbitPeriod
source: Sun Orbit Period
cs: Doba slunce na oběžné dráze
de: Sonnenumlaufzeit
es: Período de la órbita del sol
fi: Auringon Kiertojakso
fr: Période d'orbite solaire
hu: Nap keringési ideje
it: Periodo d'orbita solare
ja: 太陽軌道周期
pl: Okres Orbity Slonca
pt_pt: Período da Órbita Solar
ru: Период вращения вокруг солнца
tr: Güneş Yörünge Süresi

# Interface.ScenariosStartButton
source: Start Scenario
cs: Spustit scénář
de: Szenario Starten
es: Iniciar Escenario
fi: Aloita Skenaario
fr: Débuter Scenario
hu: Szkenárió indítása
it: Inizia Scenario
ja: シナリオ開始
pl: Uruchom
pt_pt: Iniciar Cenário
ru: Начать сценарий
tr: Senaryoyu Başlat

# Interface.MainMenuScenarios
source: Scenarios
cs: Scénáře
de: Szenarien
es: Escenarios
fi: Skenaario
fr: Scénarios
hu: Szkenáriók
it: Scenari
ja: シナリオ
pl: Scenariusz
pt_pt: Cenários
ru: Сценарии
tr: SENARYOLAR

# Interface.GameMenuRespawn
source: Respawn
cs: Oživit
es: Reaparecer
fi: Herää
fr: Réapparaitre
hu: Újraéledés
ja: リスポーン
pl: Odrodzenie
pt_pt: Reaparecer
ru: Возродиться
tr: Yeniden Canlan

# Interface.SomethingWentWrongTrading2
source: Something went wrong when processing the trade, you don't have a credit card!
cs: Něco se pokazilo při zpracování obchodu, nemáte kreditní kartu!
es: Algo salió mal al procesar la operación, ¡no tienes tarjeta de crédito!
fr: Quelque chose s'est mal déroulé durant la transaction, vous n'avez pas de carte de crédit !
hu: Valami balul sült el az üzlet feldolgozásakor... nincs bakkártyád!
pt_pt: Ocorreu um erro ao processar o comércio, você não tem cartão de crédito!
ru: Что-то пошло не так при обработке сделки, у вас нет кредитной карты!
tr: Ticareti yaparken bir şey yanlış gitti; bir kredi kartın yok!

# Interface.SomethingWentWrongTrading
source: Something went wrong when processing the trade, did something leave the vendor!
cs: Něco se pokazilo při zpracování obchodu, opustili jste prodejce!
es: Algo salió mal al procesar el comercio, ¡hizo que saliera mal la venta!
fr: Quelque chose s'est mal déroulé durant la transaction, quelque chose de quitter le vendeur !
hu: Valami balul sült el az üzlet feldolgozásakor... valami elhagyta a kereskedőt!
pt_pt: Algo correu mal ao processar o comércio, algo saiu do fornecedor!
ru: Что-то пошло не так при обработке сделки, что-то отключилось от продавца!
tr: Ticareti yaparken bir şey yanlış gitti; bir şey satıcıyı vazgeçirdi!

# Interface.TradingNoMoneyHash
source: Not enough money to complete this transaction, make sure you and the trader have enough money to complete the transaction.
cs: Nemáte dostatek peněz na dokončení transakce, ujistěte se, že vy i obchodník máte dostatek peněz na dokončení transakce.

# Interface.Incident_Supply
source: Satellites suggest a crate has dropped nearby, your beacon tracker should show you the way.
cs: Satelity naznačují, že bedna spadla poblíž, váš maják by vám měl ukázat cestu.
es: Los satélites señalan que una caja ha caído cerca, su localizador debería mostrarle el camino.
fr: Les satellites suggèrent qu'une caisse est tombée à proximité, votre traqueur de balise devrait vous montrer le chemin.
hu: A műholdak egy közelben lezuhant ellátmányos láda jeleit érzékelik, a koordináták a jelkövetődbe lettek küldve.
pt_pt: Os satélites sugerem que uma caixa caiu perto, o seu rastreador de sinal deverá mostrar o caminho.
ru: Спутники заметили сброс ящика поблизости. Ваш навигатор подскажет направление к нему.
tr: Uydular, yakınlarda bir sandık düştüğünü gösteriyor; işaret feneri takipçin yolu göstermeli.

# Interface.Incident_Supply_Title
source: Supply Crate
cs: Zásobovací bedny
es: Caja de suministro
fr: Caisse de fournitures
hu: Ellátmányos láda
pt_pt: Caixa de Suprimentos
ru: Сброс припасов
tr: Tedarik Sandığı

# Interface.SettingsMouseWheelZoom
source: Mouse Wheel Zoom
cs: Zvětšení kolečka myši
de: Mausrad Zoom
es: Zoom de la rueda del mouse
fi: Zoomaus Valintapyörällä
fr: Zoom avec molette souris
hu: Görgő nagyítás
it: Zoom con rotella del Mouse
ja: マウスホイールズーム
pl: Zoom Kolkiem Myszy
pt_pt: Zoom da Roda do Rato
ru: Масштаб колесиком мыши
tr: Fare Tekerliği Yakınlaştırması

# Interface.SettingsDisableParticlesOnMenu
source: Disable Particles On Menu
cs: Zakázat částice v nabídce
de: Partikel im Menu Deaktivieren
es: Desactivar partículas en el menú
fi: Poista Käytöstä Hiukkaset Valikossa
fr: Désactiver les particules dans le menu
hu: Részecskék kikapcsolása a menüben
it: Disattiva particelle nel menù
ja: メニューのパーティクルを無効
pl: Wylacz Czastki w Menu
pt_pt: Desativar Partículas Menu
ru: Отключить эффекты частиц в меню
tr: Menüdeki Tanecikleri Devre Dışı Bırak

# Interface.TextboxEnterSeed
source: Enter Seed...
cs: Zadejte semínko...
de: Seed Eingeben...
es: Introduzca Semilla...
fi: Anna Siemen...
fr: Entrer une Seed...
hu: Seed megadása...
it: Inserisci un Seed...
ja: シード値を入力...
pt_pt: Escreva o número aleatório...
ru: Введите сид...
tr: Çekirdek Değerini Girin...

# Interface.TextboxEnterDescription
source: Enter Description...
cs: Zadejte popis...
de: Beschreibung Eingeben...
es: Ingrese la Descripción...
fi: Anna Kuvaus...
fr: Entrer une Description...
hu: Leírás megadása...
it: Inserisci una descrizione...
ja: 説明を入力...
pl: Wprowadź opis ...
pt_pt: Escreva a Descrição...
ru: Введите описание...
tr: Açıklama Girin...

# Interface.TextboxEnterName
source: Enter Name...
cs: Zadejte název...
de: Namen Eingeben...
es: Ingrese su nombre...
fi: Anna Nimi...
fr: Entrer un Nom...
hu: Név megadása...
it: Inserisci un nome...
ja: 名前を入力...
pl: Wprowadz imię...
pt_pt: Nome...
ru: Введите имя...
tr: İsim Girin...

# Interface.NewWorldSpaceDesc
source: This is Stationeers Creative Mode!Spawn in any item, test ideas and build bonkers stuff real fast. <color=red>This mode is experimental.</color> Think of it as a freeform space party where exciting and unexpected things* can and will happen, compared to the more reliable near-death experience of Survival Mode. Just don't be sad when you blow yourself into tiny, tiny little pieces or get savaged by chickens or slowly explode while drifting alone into the infinite void. *bugs
cs: Tohle je kreativní režim Stationeers! Vyzkoušejte si libovolný předmět, testujte nápady a stavějte bláznivé věci opravdu rychle. <color=red>Tento režim je experimentální.</color> Představte si ho jako volnou vesmírnou párty, kde se mohou dít a budou dít vzrušující a nečekané věci*, ve srovnání se spolehlivějším zážitkem blízkým smrti v režimu přežití. Hlavně nebuď smutný, až se rozletí na malé, malé kousíčky nebo tě zdivočí slepice nebo pomalu exploduješ, zatímco tě unáší samotného do nekonečné prázdnoty. *chyby

# Interface.NewWorldMoonDesc
source: So you're stuck on the moon, but it's not all bad.Sure, it's cold, harsh and pretty monotonous, but at least the sun's shining. The solar panel is going to be useful, and the power controller... and probably the arc furnace too. There's even a little food and oxygen in the other crates, though it's definitely not going to last forever. Neither's your battery. You better start thinking about how you're going to survive. How hard could it be to rig up an airlock? A generator? Maybe even smelt some ore and build yourself a base? Looks like you're gonna be here a while.
cs: Jistě, je tam zima, drsně a dost jednotvárně, ale aspoň svítí slunce. Solární panel se bude hodit, stejně jako regulátor energie... a nejspíš i oblouková pec. V ostatních bednách je dokonce i trochu jídla a kyslíku, i když to rozhodně nevydrží věčně. Stejně tak tvoje baterie. Měl bys začít přemýšlet o tom, jak přežiješ. Jak těžké by mohlo být postavit přechodovou komoru? Generátor? Možná dokonce roztavit nějakou rudu a postavit si základnu? Vypadá to, že tady nějakou dobu zůstaneš.

# Interface.NewWorldAreaCustom
source: Custom
cs: Vlastní
de: Angepasst
es: Personalizado
fi: Mukautettu
fr: Personnalisé
hu: Egyéni
it: Personalizza
ja: カスタム
pt_pt: Personalizado
ru: Случайные настройки
tr: Özel

# Interface.WorldSaveButton
source: Save
cs: Uložit
de: Speichern
es: Guardar
fi: Tallenna
fr: Sauvegarder
hu: Mentés
it: Salva
ja: 保存
pl: Zapisz
pt_pt: Gravar
ru: Сохранить
tr: Kaydet

# Interface.WorldResetButton
source: Reset
cs: Obnovit
de: Rücksetzen
es: Reiniciar
fi: Nollaa
fr: Réinitialiser
hu: Visszaállítás
ja: リセット
pt_pt: Reiniciar
ru: Сброс
tr: Sıfırla

# Interface.WorldSettingsTitle
source: World Settings
cs: Nastavení světa
de: Welteinstellungen
es: Configuración Mundial
fi: Maailman Asetukset
fr: Paramètres du Monde
hu: Világ beállításai
it: Parametri del Monde
ja: ワールド設定
pl: Ustawienia Swiata
pt_pt: Definições do Mundo
ru: Настройки мира
tr: Dünya Ayarları

# Interface.WorldAtmospherePresetLabel
source: Atmosphere
cs: Atmosféra
de: Atmosphäre
es: Atmósfera
fi: Ilmakehä
fr: Atmosphère
hu: Atmoszféra
it: Atmosfera
ja: 大気
pl: Atmosfera
pt_pt: Atmosfera
ru: Атмосфера
tr: Atmosfer

# Interface.WorldTerrainPresetLabel
source: Terrain
cs: Terén
es: Terreno
fi: Maasto
hu: Terep
it: Terreno
ja: 環境
pl: Teren
pt_pt: Terreno
ru: Территория
tr: Arazi

# Interface.WorldCratersLabel
source: Craters
cs: Krátery
de: Krater
es: Cráteres
fi: Kraatterit
fr: Cratères
hu: Kráterek
it: Crateri
ja: 制作者
pt_pt: Crateras
ru: Кратеры
tr: Kraterler

# Interface.WorldSeedLabel
source: World Seed
cs: Světové semínko
de: Welt Seed
es: Semilla del Mundo
fi: Maailman Siemen
fr: Seed du Monde
hu: Világ Seed
it: Seed del Mondo
ja: ワールドシード値
pt_pt: Número Aleatório de Mundo
ru: Сид мира
tr: Dünya Çekirdek Değeri

# Interface.WorldTerrain
source: Terrain
cs: Terén
es: Terreno
fi: Maasto
hu: Terep
it: Terreno
ja: 環境
pl: Teren
pt_pt: Terreno
ru: Территория
tr: Arazi

# Interface.WorldCreativeMode
source: Creative Mode
cs: Kreativní režim
de: Kreativer Modus
es: Modo Creativo
fi: Luova Tila
fr: Mode Créatif
hu: Kreatív mód
it: Modo creativo
ja: クリエイティブモード
pt_pt: Modo Criativo
ru: Креативный режим
tr: Yaratıcı Mod

# Interface.GameSettingsTitle
source: Game Settings
cs: Nastavení hry
de: Spieleinstellungen
es: Configuraciones de Juego
fi: Pelin Asetukset
fr: Paramètres de jeu
hu: Játékbeállítások
it: Parametri di gioco
ja: ゲーム設定
pl: Ustawienia gry
pt_pt: Definições do Jogo
ru: Настройки игры
tr: Oyun Ayarları

# Interface.WorldAtmosphere
source: Atmosphere
cs: Atmosféra
de: Atmosphäre
es: Atmósfera
fi: Ilmakehä
fr: Atmosphère
hu: Atmoszféra
it: Atmosfera
ja: 大気
pl: Atmosfera
pt_pt: Atmosfera
ru: Атмосфера
tr: Atmosfer

# Interface.WorldDescriptionLabel
source: Description
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
hu: Leírás
it: Descrizione
ja: 説明
pl: Opis
pt_pt: Descrição
ru: Описание
tr: Açıklama

# Interface.WorldNameLabel
source: World Name
cs: Název světa
de: Welt Name
es: Nombre del Mundo
fi: Maailman Nimi
fr: Nom du Monde
hu: Világ neve
it: Nome del Mondo
ja: ワールド名
pl: Nazwa świata
pt_pt: Nome do Mundo
ru: Название мира
tr: Dünya İsmi
