Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.LogicTypePowerRequired
source: Power requested from the device and/or network
cs: Požadovaný výkon ze zařízení a / nebo sítě
de: Stromversorgung vom Gerät und/oder Netzwerk angefordert
es: Potencia solicitada desde el dispositivo y/o red
fr: Puissance demandée à partir de l'appareil et/ou du réseau
hu: A készülék és/vagy a hálózat által igényelt áram
it: Alimentazione richiesta dal dispositivo e/o dalla rete
ja: デバイスかネットワークに電力が必要
pl: Moc żądana przez urządzenie/sieć
pt_pt: Energia solicitada do dispositivo/rede
ru: Запрашивается питание от устройства и/или сети
tr: Cihazdan ve/veya ağdan talep edilen güç

# Interface.LogicTypeVerticalRatio
source: Radio of vertical setting for device
cs: Rádio vertikálního nastavení pro zařízení
de: Verhältnis der vertikalen Einstellung des Gerätes
es: Equipo de comunicaciones de ajuste vertical para el dispositivo
fr: Radio de réglage vertical pour le dispositif
hu: Az eszköz függőleges beállításának aránya
it: Radio di impostazione verticale per il dispositivo
pt_pt: Definição da proporção vertical do dispositivo
ru: Коэффициент вертикальной настройки устройства
tr: Cihaz için dikey ayar oranı

# Interface.LogicTypeHorizontalRatio
source: Radio of horizontal setting for device
cs: Rádio horizontální nastavení pro zařízení
de: Verhältnis der horizontalen Einstellung des Gerätes
es: Equipo de comunicaciones de ajuste horizontal para el dispositivo
fr: Radio de réglage horizontal pour le dispositif
hu: Az eszköz vízszintes beállításának aránya
it: Radio di impostazione orizzontale per il dispositivo
pt_pt: Definição da proporção horizontal do dispositivo
ru: Коэффициент горизонтальной настройки устройства
tr: Cihaz için yatay ayar oranı

# Interface.LogicTypeRequiredPower
source: Idle operating power quantity, does not necessarily include extra demand power
cs: Volnoběžné množství provozního výkonu, nemusí nutně zahrnovat extra poptávku
de: Leerlaufleistung, beinhaltet nicht unbedingt zusätzlichen Bedarf
es: Cantidad de potencia en reposo, no necesariamente incluye potencia de demanda adicional
fr: La quantité de puissance de fonctionnement inactive, n'inclut pas nécessairement la puissance demandé supplémentaire
hu: Üresjárathoz szükséges árammennyiség, nem feltétlenül tartalmazza a további áramigényeket
it: Quantità di alimentazione operativa inattiva, non include necessariamente la domanda di alimentazione aggiuntiva
pt_pt: Energia consumida em repouso, não inclui necessariamente energia extra solicitada
ru: Количество потребляемой энергии в простое не равно полной потребляемой энергии
tr: Boşta çalışma enerji miktarı; gerekli olan daha fazla enerji ilave değildir

# Interface.LogicTypeExportSlotOccupant
source: DEPRECATED
cs: ZASTARALÉ
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypeExportQuantity
source: Total quantity of items exported by the device
cs: Celkové množství exportovaných položek ze zařízení
de: Gesamtmenge der vom Gerät exportierten Gegenstände
es: Cantidad total de artículos exportados por el dispositivo
fr: Quantité totale d'articles exportés par l'appareil
hu: Az eszköz által exportált tárgyak száma
it: Quantità totale di articoli esportati dal dispositivo
pt_pt: Quantidade total de itens exportados pelo dispositivo
ru: Количество всех предметов, экспортированных устройством
tr: Cihaz tarafından dışa aktarılan öğelerin toplam miktarı

# Interface.LogicTypeImportSlotOccupant
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypeImportQuantity
source: Total quantity of items imported by the device
cs: Celkové množství importovaných položek ze zařízení
de: Gesamtmenge der vom Gerät importierten Gegenstände
es: Cantidad total de artículos importados por el dispositivo
fr: Quantité totale d'articles importés par l'appareil
hu: Az eszköz által importált tárgyak száma
it: Quantità totale di articoli importati dal dispositivo
pt_pt: Quantidade total de itens importados pelo dispositivo
ru: Общее количество предметов, импортированных устройством
tr: Cihaz tarafından içe aktarılan öğelerin toplam miktarı

# Interface.LogicTypeOn
source: The current state of the device, 0 for off, 1 for on
cs: Aktuální stav zařízení, 0 pro vypnuto, 1 pro zapnuto
de: Der aktuelle Zustand des Gerätes, 0 für Aus, 1 für Ein
es: El estado actual del dispositivo, 0 para apagado, 1 para encendido
fr: L'état actuel de l'appareil, 0 pour OFF, 1 pour ON
hu: Az eszköz jelenlegi állapota, kikapcsoláshoz 0, bekapcsoláshoz 1
it: Lo stato corrente del dispositivo, 0 per spento, 1 per acceso
pt_pt: O estado atual do dispositivo, 0 para desativado, 1 para ativado
ru: Текущее состояние устройства, 0 для выключения, 1 для включения
tr: Cihazın geçerli durumu; kapalı için 0, açık için 1

# Interface.LogicTypeQuantity
source: Total quantity on the device
cs: Celkové množství na zařízení
de: Gesamtmenge am Gerät
es: Cantidad total en el dispositivo
fr: Quantité totale sur l'appareil
hu: Az eszköz összmennyisége
it: Quantità totale sul dispositivo
pt_pt: Quantidade total no dispositivo
ru: Общее количество на устройстве
tr: Cihazdaki toplam miktar

# Interface.LogicTypePowerActual
source: How much energy the device or network is actually using
cs: Kolik energie zařízení nebo sítě skutečně používá
de: Wie viel Energie das Gerät oder Netzwerk aktuell verbraucht
es: Cuánta energía está utilizando realmente el dispositivo o la red
fr: Quelle quantité d'énergie l'appareil ou le réseau utilise-t-il réellement
hu: Mennyi energiát használ jelenleg az eszköz vagy a hálózat
it: Quanta energia il dispositivo o la rete sta effettivamente utilizzando
pt_pt: Quanta energia o dispositivo ou rede está atualmente usando
ru: Сколько энергии устройство или сеть потребляет в данный момент
tr: Cihazın veya ağın gerçekte ne kadar enerji kullandığı

# Interface.LogicTypePowerPotential
source: How much energy the device or network potentially provides
cs: Kolik energie může zařízení nebo síť poskytnout
de: Wie viel Energie das Gerät oder Netzwerk potenziell liefern kann
es: Cuánta energía puede suministrar el dispositivo o la red
fr: Quelle quantité d'énergie l'appareil ou le réseau peut-il fournir
hu: Mennyi potenciális energiát szolgáltat az eszköz vagy a hálózat
it: Quanta energia il dispositivo o la rete fornisce potenzialmente
pt_pt: Quanto potencial de energia o dispositivo ou a rede fornece
ru: Сколько энергии потенциально обеспечивает устройство или сеть
tr: Cihazın veya ağın potansiyel olarak ne kadar enerji sağladığı

# Interface.LogicTypeRatio
source: Context specific value depending on device, 0 to 1 based ratio
cs: Kontextová specifická hodnota v závislosti na zařízení, poměr založený na 0:1
de: Kontextspezifischer Wert je nach Gerät, 0 bis 1 basiertes Verhältnis
es: Valor específico del contexto en función del dispositivo, relación de 0 a 1
fr: Valeur spécifique au contexte en fonction de l'appareil, ratio basé de 0 à 1
hu: Környezetfüggő érték eszköztől függően, 0 és 1 közötti arány
it: Valore specifico del contesto in base al dispositivo, rapporto da 0 a 1
pl: Wartość specyficzna, zależna od urządzenia, od 0 do 1
pt_pt: Valor específico do contexto, dependendo do dispositivo, relação de 0 a 1
ru: Контекстно-зависимое значение устройства, соотношение от 0 до 1
tr: Cihaza bağlı olarak içeriğe özgü değer; 0 - 1 tabanlı oran

# Interface.LogicTypeMaximum
source: Maximum setting of the device
cs: Maximální nastavení zařízení
de: Maximale Einstellung des Gerätes
es: Ajuste máximo del dispositivo
fr: Réglage maximal de l'appareil
hu: Az eszköz maximális beállítása
it: Impostazione massima del dispositivo
pl: Maksymalne ustawienie urządzenia
pt_pt: Definição máxima do dispositivo
ru: Максимальная настройка устройства
tr: Cihaz için tavan değeri ayarı

# Interface.LogicTypeSolarAngle
source: Solar angle of the device
cs: Solární úhel zařízení
de: Solarwinkel des Gerätes
es: Ángulo solar del dispositivo
fr: Angle solaire de l'appareil
hu: Eszköz által mért Nap beesési szöge
it: Angolo solare del dispositivo
pt_pt: Ângulo solar do dispositivo
ru: Угол солнца девайса
tr: Cihazın Güneş açısı

# Interface.LogicTypeVertical
source: Vertical setting of the device
cs: Vertikální nastavení zařízení
de: Vertikale Einstellung des Gerätes
es: Ajuste vertical del dispositivo
fr: Réglage vertical de l'appareil
hu: Az eszköz függőleges állítása
it: Impostazione verticale del dispositivo
pt_pt: Definição vertical do dispositivo
ru: Настройка вертикального угла устройства
tr: Cihazın dikey ayarı

# Interface.LogicTypeHorizontal
source: Horizontal setting of the device
cs: Horizontální nastavení zařízení
de: Horizontale Einstellung des Gerätes
es: Ajuste horizontal del dispositivo
fr: Réglage horizontal de l'appareil
hu: Az eszköz vízszintes állítása
it: Impostazione orizzontale del dispositivo
pt_pt: Definição horizontal do dispositivo
ru: Настройка горизонтального угла устройства
tr: Cihazın yatay ayarı

# Interface.LogicTypeCombustion
source: The assess atmosphere is on fire. Returns 1 if atmosphere is on fire, 0 if not.
cs: Vyhodnotí, jestli atmosféra hoří. Vrací 1, pokud atmosféra hoří a 0, pokud ne.
es: La atmósfera de evaluación está en llamas. Devuelve 1 si la atmósfera está en llamas, 0 si no.
ru: Оценивает наличие пожара в атмосфере. Возвращает 1 если атмосфера в огне, 0 если нет.

# Interface.LogicTypeRatioNitrousOxide
source: The ratio of nitrous oxide in device atmosphere
cs: Poměr oxidu dusného v atmosféře zařízení
de: Das Verhältnis von Lachgas in der Geräteatmosphäre
es: La proporción de óxido nitroso en la atmósfera del dispositivo
fr: Le ratio de protoxyde d'azote dans l'atmosphère du dispositif
hu: A dinitrogén-oxid aránya az eszköz atmoszférájában
it: Il rapporto di ossido di diazoto nell'atmosfera del dispositivo
pt_pt: A proporção de óxido nitroso na atmosfera do dispositivo
tr: Cihaz atmosferindeki azot oksit oranı

# Interface.LogicTypeRatioWater
source: The ratio of water in device atmosphere
cs: Poměr vody v atmosféře zařízení
de: Das Verhältnis von Wasser in der Geräteatmosphäre
es: La proporción de agua en la atmósfera del dispositivo
fr: Le ratio d'eau dans l'atmosphère du dispositif
hu: A víz aránya az eszköz atmoszférájában
it: Il rapporto di acqua nell'atmosfera del dispositivo
pt_pt: A proporção de água na atmosfera do dispositivo
ru: Процент воды в атмосфере
tr: Cihaz atmosferindeki su oranı

# Interface.LogicTypeRatioVolatiles
source: The ratio of volatiles in device atmosphere
cs: Poměr těkavých látek v atmosféře zařízení
de: Das Verhältnis von flüchtigen Stoffen in der Geräteatmosphäre
es: La proporción de volátiles en la atmósfera del dispositivo
fr: Le ratio de volatile dans l’atmosphère du dispositif
hu: A hidrogén aránya az eszköz atmoszférájában
it: Il rapporto di Gas volatili nell'atmosfera del dispositivo
pt_pt: A proporção de voláteis na atmosfera do dispositivo
ru: Процент летучих веществ в атмосфере
tr: Cihaz atmosferindeki uçucu madde oranı

# Interface.LogicTypeRatioPollutant
source: The ratio of pollutant in device atmosphere
cs: Poměr znečišťující látky v atmosféře zařízení
de: Das Verhältnis von Schadstoff in der Geräteatmosphäre
es: La relación de contaminantes en la atmósfera del dispositivo
fr: Le ratio de polluant dans l’atmosphère du dispositif
hu: A mérgező gáz aránya az eszköz atmoszférájában
it: Il rapporto di inquinanti nell'atmosfera del dispositivo
pt_pt: A proporção de poluente na atmosfera do dispositivo
ru: Процент токсинов в атмосфере
tr: Cihaz atmosferindeki kirletici madde oranı

# Interface.LogicTypeRatioNitrogen
source: The ratio of nitrogen in device atmosphere
cs: Poměr dusíku v atmosféře zařízení
de: Das Verhältnis von Stickstoff in der Geräteatmosphäre
es: La relación de contaminantes en la atmósfera del dispositivo
fr: Le ratio de nitrogène dans l'atmosphère du dispositif
hu: A nitrogén aránya az eszköz atmoszférájában
it: Il rapporto di azoto nell'atmosfera del dispositivo
pt_pt: A proporção de nitrogénio na atmosfera do dispositivo
ru: Процент азота в атмосфере
tr: Cihaz atmosferindeki azot oranı

# Interface.LogicTypeRatioCarbonDioxide
source: The ratio of co2 in device atmosphere
cs: Poměr CO2 v atmosféře zařízení
de: Das Verhältnis von co2 in der Geräteatmosphäre
es: La relación de co2 en la atmósfera del dispositivo
fr: Le ratio de CO2 dans l'atmosphère du dispositif
hu: A szén-dioxid aránya az eszköz atmoszférájában
it: Il rapporto di co2 nell'atmosfera del dispositivo
pt_pt: A proporção de CO2 na atmosfera do dispositivo
tr: Cihaz atmosferindeki CO2 oranı

# Interface.LogicTypeRatioOxygen
source: The ratio of oxygen in device atmosphere
cs: Poměr kyslíku v atmosféře zařízení
de: Das Verhältnis von Sauerstoff in der Geräteatmosphäre
es: La proporción de oxígeno en la atmósfera del dispositivo
fr: Le ratio d'oxygène dans l'atmosphère du dispositif
hu: Az oxigén aránya az eszköz atmoszférájában
it: Il rapporto di ossigeno nell'atmosfera del dispositivo
pt_pt: A proporção de oxigénio na atmosfera do dispositivo
ru: Процент кислорода в атмосфере
tr: Cihaz atmosferindeki oksijen oranı

# Interface.LogicTypeReagents
source: Total number of reagents recorded by the device
cs: Celkový počet činidel zaznamenaných zařízením
de: Gesamtzahl der vom Gerät aufgezeichneten Reagenzien
es: Número total de reactivos registrados por el dispositivo
fr: Nombre total de réactifs enregistrés par l'appareil
hu: Az eszköz által feljegyzett reagensek összmennyisége
it: Numero totale di reagenti registrati dal dispositivo
pt_pt: Número total de reagentes registados pelo dispositivo
ru: Общее число реагентов, записанных устройстом
tr: Cihaz tarafından kaydedilen toplam reaktif sayısı

# Interface.LogicTypeSetting
source: A variable setting that can be read or written, depending on the device
cs: Nastavení proměnných, které lze číst nebo zapisovat v závislosti na zařízení
de: Eine variable Einstellung, die je nach Gerät gelesen oder geschrieben werden kann
es: Un ajuste variable que se puede leer o escribir, dependiendo del dispositivo
fr: Un paramètre variable qui peut être lu ou écrit, selon l'appareil
hu: Egy változtatható beállítás, ami írható és olvasható eszköztől függően
it: Un'impostazione variabile che può essere letta o scritta, a seconda del dispositivo
pt_pt: Uma definição variável que pode ser lida ou escrita, dependendo do dispositivo
ru: Настройка переменной, которая может быть считана или записана (зависит от устройства)
tr: Cihaza bağlı olarak okunabilen veya yazılabilen değişken ayarı

# Interface.LogicTypeCharge
source: The current charge the device has
cs: Aktuální nabíjení, které zařízení má
de: Die aktuelle Ladung des Gerätes
es: La carga actual que tiene el dispositivo
fr: La charge actuelle que l'appareil a
hu: Az eszköz jelenlegi töltöttsége
it: La carica corrente del dispositivo è
pt_pt: A carga atual que o dispositivo possui
ru: Текущий заряд устройства
tr: Cihazın sahip olduğu geçerli yük

# Interface.LogicTypeActivate
source: 1 if device is activated (usually means running), otherwise 0
cs: 1, pokud je zařízení aktivováno (obvykle znamená spuštění), jinak 0
de: 1 wenn das Gerät aktiviert ist (in der Regel, wenn es etwas macht), sonst 0
es: 1 si el dispositivo está activado (normalmente significa en funcionamiento), de lo contrario 0
fr: 1 si l'appareil est activé (généralement signifie en cours d'exécution), sinon 0
hu: 1 ha az eszköz aktiválva van (azaz fut), különben 0
it: 1 se il dispositivo è attivato (di solito significa in esecuzione), altrimenti 0
pt_pt: 1 se o dispositivo estiver ativado (geralmente significa em execução), caso contrário, 0
ru: 1 если устройство активировано (обычно означает, что оно работает), иначе 0
tr: Cihaz etkin ise 1 (genellikle çalışıyor anlamına gelir), değil ise 0

# Interface.LogicTypePressureInternal
source: Setting for internal pressure safety, in KPa
cs: Nastavení pro bezpečnost vnitřního tlaku, v KPa
de: Einstellung für die innere Drucksicherheit, in KPa
es: Ajuste para la seguridad de la presión interna, en KPa
fr: Réglage pour la sécurité de pression interne, en KPa
hu: A belső túlnyomásvédelem beállítása KPa-ban
it: Impostazione della sicurezza della pressione interna, in KPa
pt_pt: Valor seguro da pressão interna, em KPa
ru: Настройка внутреннего давления, в KPa
tr: Güvenli iç basınç için KPa cinsinden ayar

# Interface.LogicTypePressureExternal
source: Setting for external pressure safety, in KPa
cs: Nastavení pro bezpečný vnější tlak, v kPa
de: Einstellung für die äußere Drucksicherheit, in KPa
es: Ajuste para la seguridad de la presión externa, en KPa
fr: Réglage pour la sécurité de pression externe, en KPa
hu: A külső túlnyomásvédelem beállítása KPa-ban
it: Impostazione per la sicurezza della pressione esterna, in KPa
pt_pt: Valor seguro da pressão externa, em KPa
ru: Настройка внешнего давления, в KPa
tr: Güvenli dış basınç için KPa cinsinden ayar

# Interface.LogicTypeTemperature
source: The current temperature reading of the device
cs: Aktuální údaj o teplotě zařízení
de: Die aktuell gelesene Temperatur des Gerätes
es: La lectura de la temperatura actual del dispositivo
fr: La température actuelle lu sur l'appareil
hu: Az eszköz által jelenleg olvasott hőmérséklet
it: La lettura della temperatura attuale del dispositivo
pt_pt: A leitura atual da temperatura do dispositivo
ru: Текущее показание температуры устройства
tr: Cihazın geçerli sıcaklık ölçümü

# Interface.LogicTypePressure
source: The current pressure reading of the device
cs: Aktuální údaj o tlaku v zařízení
de: Der aktuell gelesene Druck des Gerätes
es: La lectura actual de la presión del dispositivo
fr: La pression actuelle lu sur l'appareil
hu: Az eszköz által jelenleg olvasott nyomás
it: La lettura della pressione attuale del dispositivo
pt_pt: A leitura atual da pressão do dispositivo
ru: Текущее показание давления устройства
tr: Cihazın geçerli basınç ölçümü

# Interface.LogicTypeLock
source: 1 if device is locked, otherwise 0, can be set in most devices and prevents the user from access the values
cs: 1 pokud je zařízení uzamčeno, jinak 0, lze nastavit ve většině zařízení a zabraňuje uživateli v přístupu k hodnotám
de: 1 wenn das Gerät gesperrt ist, sonst 0, kann in den meisten Geräten eingestellt werden und verhindert, dass der Benutzer auf die Werte zugreifen kann
es: 1 si el dispositivo está bloqueado, de lo contrario 0, puede ajustarse en la mayoría de los dispositivos e impide que el usuario acceda a los valores
fr: 1 si l'appareil est verrouillé, sinon 0, peut être réglé dans la plupart des dispositifs et empêche l'utilisateur d'accéder aux valeurs
hu: 1 ha az eszköz le van zárva, különben 0, a legtöbb eszközben állítható és megakadályozza, hogy a felhasználó hozzáférjen az értékekhez
it: 1 se il dispositivo è bloccato, altrimenti 0, può essere impostato nella maggior parte dei dispositivi e impedisce all'utente di accedere ai valori
pt_pt: 1 se o dispositivo estiver bloqueado, caso contrário 0, pode ser definido na maioria dos dispositivos e impede que o utilizador aceda aos valores
ru: 1 если устройство заблокировано, иначе 0, может быть установлено в большинстве устройств и не дает пользователю доступа к значениям
tr: Cihaz kilitli ise 1, değil ise 0; çoğu cihazde ayarlanabilir ve kullanıcının değerlere erişmesini engeller

# Interface.LogicTypeError
source: 1 if device is in error state, otherwise 0
cs: 1, pokud je zařízení v chybovém stavu, jinak 0
de: 1, wenn das Gerät im Fehlerzustand ist, sonst 0
es: 1 si el dispositivo está en estado de error, de lo contrario 0
fr: 1 si l'appareil est en état d'erreur, sinon 0
hu: 1 ha az eszköz hibaállapotban van, különben 0
it: 1 se il dispositivo è in stato di errore, altrimenti 0
pt_pt: 1 se o dispositivo estiver em estado de erro, caso contrário, 0
ru: 1 если устройство в состоянии ошибки, иначе 0
tr: Eğer cihaz hata durumunda ise 1; yoksa 0

# Interface.LogicTypeMode
source: Integer for mode state, different devices will have different mode states available to them
cs: Celé číslo pro stav režimu, různá zařízení budou mít k dispozici různé stavy režimu
de: Ganzzahl für den Modus, verschiedene Geräte haben verschiedene Modus-Zustände zur Verfügung
es: Números enteros para el estado de modo, diferentes dispositivos tendrán diferentes estados de modo disponibles para ellos
fr: Nombres entiers pour l’état de mode, différents appareils auront différents états de mode à leur disposition
hu: Egész szám az üzemmódhoz, különböző eszközöknek különböző üzemmódjuk van
it: Numeri interi per lo stato della modalità, diversi dispositivi avranno diversi stati di modalità disponibili per loro
pt_pt: Número inteiro representando o estado do modo, dispositivos diferentes terão outros estados disponíveis
ru: Целое число для состояния режима, различные устройства будут иметь разные состояния режима
tr: Mode durumu için tamsayı; farklı cihazların farklı mod durumları olacaktır

# Interface.LogicTypeOpen
source: 1 if device is open, otherwise 0
cs: 1, pokud je zařízení otevřeno, jinak 0
de: 1, wenn das Gerät geöffnet ist, sonst 0
es: 1 si el dispositivo está abierto, en caso contrario 0
fr: 1 si l'appareil est ouvert, sinon 0
hu: 1 ha az eszköz nyitva van, különben 0
it: 1 se il dispositivo è aperto, altrimenti 0
pt_pt: 1 se o dispositivo estiver aberto, caso contrário, 0
ru: 1, если устройство открыто, иначе 0
tr: Eğer cihaz açık ise 1; yoksa 0

# Interface.LogicTypePower
source: Can be read to return if the device is correctly powered or not, set via the power system, return 1 if powered and 0 if not
cs: Lze přečíst, zda je zařízení správně napájeno nebo ne, nastavuje se prostřednictvím systému napájení, vrací 1, pokud je napájeno, a 0, pokud není
de: Gibt einen Wert zurück der angibt, ob ein Gerät mit Strom versorgt wird, 1 für Betrieben und 0 für Stromlos
es: Puede leerse para indicar si el dispositivo está correctamente alimentado o no, configurado a través del sistema de alimentación, retornar 1 si está alimentado y 0 si no lo está
fr: Peut être lu pour indiquer si l'appareil est correctement alimenté ou non, réglé via le système d'alimentation, indique 1 si alimenté et 0 si non
hu: Egy értéket ad meg, ami megadja, hogy az eszköz el van-e látva árammal, 1 visszaadása, ha áram alatt van, 0 ha nem
it: Può essere letto per indicare se il dispositivo è alimentato correttamente o no, impostato tramite il sistema di alimentazione, ritorno 1 se alimentato e 0 se non lo è
pt_pt: Pode ser lido para saber se o dispositivo está corretamente alimentado ou não, definido através do sistema de energia, devolve 1 se estiver alimentado e 0 se não estiver
ru: Возвращает значение, которое указывает включено ли устройство, 1 включено и 0 выключено
tr: Güç sistemi üzerinden ayarlanan cihaza, doğru bir şekilde güç verilip verilmediğine bakarak değer döndürür; güç verildi ise 1, verilmedi ise 0 döndürür

# Interface.LogicTypeNone
source: No description
cs: Žádný popis
de: Beschreibung
es: Sin descripción
fr: Aucune description
hu: Nincs leírás
it: Nessuna descrizione
ja: 説明無し
pl: Brak opisu
pt_pt: Sem descrição
ru: Нет описания
tr: Açıklama yok

# Interface.SettingsUserSpeakerMode
source: Speaker Mode:
cs: Režim reproduktoru:
es: Modo Altavoz:
fr: Mode haut-parleur :
hu: Hangszóró üzemmód:
ru: Режим Колонки:
tr: Hoparlör Modu:

# Interface.SettingsMenuAppearance
source: Appearance
cs: Vzhled
de: Erscheinung
es: Apariencia
fr: Apparence
hu: Külső
it: Aspetto
ja: 外観
pl: Zmiana wyglądu
pt_pt: Aparência
ru: Внешний вид
tr: GÖRÜNÜM

# Interface.NewWorldSolarAngle
source: Solar Angle
cs: Solární úhel
de: Sonnenwinkel
es: Ángulo solar
fr: Angle solaire
hu: Nap beesési szöge
it: Angolo solare
pt_pt: Ângulo Solar
ru: Угол солнца
tr: Güneş Açısı
