Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.ScriptCommandTrunc
source: Register = a with fractional part removed
cs: Registr = A s odstraněnou zlomkovou částí
es: Registro = a con la parte fraccionaria eliminada
fr: Stocke a sans sa partie fractionnelle dans le registre
pt_pt: Register = a sem a parte fracional
ru: Регистр = a с удалённой дробной частью
tr: Yazmaç = ondalık kısmı atılmış a değeri

# Interface.ScriptCommandRound
source: Register = a rounded to nearest integer
cs: Registr = A zaokrouhlené na nejbližší celé číslo
es: Registro = un redondeo al entero más cercano
fr: Stocke a arrondi à l'entier le plus proche dans le registre
pt_pt: Register = a arredondado ao próximo inteiro
ru: Регистр = a, округлённое до ближайшего целого числа
tr: Yazmaç = a'nın en yakın tam sayıya yuvarlanmış değeri

# Interface.ScriptCommandSqrt
source: Register = square root of a
cs: Registr = druhá odmocnina A
es: Registro = raíz cuadrada de un
fr: Stocke la racine carrée de a dans le registre
pt_pt: Register = raiz quadrada de a
ru: Регистр = квадратный корень из a
tr: Yazmaç = a'nın karekökü

# Interface.ScriptCommandBnazal
source: Branch to line c if abs(a) > float.epsilon * 8
cs: Větev na řádek C, pokud abs(A) > float.epsilon * 8
es: Rama de la línea c si abs(a) > float.epsilon * 8
fr: Saute à la ligne c si abs(a) > float.epsilon * 8
pt_pt: Salta para linha c se abs(a) > float.epsilon * 8
ru: Ответвление на строку c, если abs(a) > float.epsilon * 8

# Interface.ScriptCommandBapzal
source: Branch to line c if abs(a) <= float.epsilon * 8
cs: Větev na řádek C, pokud abs(A) <= float.epsilon * 8
es: Rama de la línea c si abs(a) <= float.epsilon * 8
fr: Saute à la ligne c si abs(a) <= float.epsilon * 8
pt_pt: Salta para linha c se abs(a) <= float.epsilon * 8
ru: Ответвление на строку c, если abs(a) <= float.epsilon * 8

# Interface.ScriptCommandBnezal
source: Branch to line b if a != 0 and store next line number in ra
cs: Větev na řádek B, pokud A != 0, a další číslo řádku uložte do ra
es: Bifurca a la línea b si a != 0 y guarda el siguiente número de línea en ra
fr: Saute à la ligne b si a != 0 et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha b se a != 0 e guarda a próxima linha no ra
ru: Ответвление на строку b, если a != 0, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBeqzal
source: Branch to line b if a == 0 and store next line number in ra
cs: Větev na řádek B, pokud A == 0, a další číslo řádku uložte do ra
es: Bifurca a la línea b si a == 0 y guarda el siguiente número de línea en ra
fr: Saute à la ligne b si a == 0 et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha b se a == 0 e guarda a próxima linha no ra
ru: Ответвление на строку b, если a == 0, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBgtzal
source: Branch to line b if a > 0 and store next line number in ra
cs: Větev na řádek B, pokud A > 0, a další číslo řádku uložte do ra
es: Bifurcarse a la línea b si a > 0 y almacenar el siguiente número de línea en ra
fr: Saute à la ligne b si a > 0 et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha b se a > 0 e guarda a próxima linha no ra
ru: Ответвление на строку b, если a > 0, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBlezal
source: Branch to line b if a <= 0 and store next line number in ra
cs: Větev na řádek B, pokud A <= 0, a další číslo řádku uložte do ra
es: Bifurca a la línea b si a <= 0 y guarda el siguiente número de línea en ra
fr: Saute à la ligne b si a <= 0 et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha b se a <= 0 e guarda a próxima linha no ra
ru: Ответвление на строку b, если a <= 0, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBgezal
source: Branch to line b if a >= 0 and store next line number in ra
cs: Větev na řádek B, pokud A >= 0, a další číslo řádku uložte do ra
es: Bifurca a la línea b si a >= 0 y almacena el siguiente número de línea en ra
fr: Saute à la ligne b si a >= 0 et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha b se a >= 0 e guarda a próxima linha no ra
ru: Ответвление на строку b, если a >= 0, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBltzal
source: Branch to line b if a < 0 and store next line number in ra
cs: Větev na řádek B, pokud A < 0, a další číslo řádku uložte do ra
es: Bifurcarse a la línea b si a < 0 y almacenar el siguiente número de línea en ra
fr: Saute à la ligne b si a < 0 et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha b se a < 0 e guarda a próxima linha no ra
ru: Ответвление на строку b, если a < 0, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBnaal
source: Branch to line d if abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8) and store next line number in ra
cs: Větev na řádek D, pokud abs (A - B) <= max(c * max(abs(A), abs(B)), float.epsilon * 8) a další číslo řádku uložte do ra
es: Rama de la línea d si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8) y guardar el siguiente número de línea en ra
fr: Saute à la ligne d si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8) et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha d se abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8) e guarda a próxima linha no ra
ru: Ответвление на строку d, если abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8), и сохранение номера следующей строки в ra

# Interface.ScriptCommandBapal
source: Branch to line d if abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8) and store next line number in ra
cs: Větev na řádek D, pokud abs (A - B) <= max(c * max(abs(A), abs(B)), float.epsilon * 8) a další číslo řádku uložte do ra
es: Rama de la línea d si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8) y guardar el siguiente número de línea en ra
fr: Saute à la ligne d si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8) et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha d se abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8) e guarda a próxima linha no ra
ru: Ответвление на строку d, если abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8), и сохранение номера следующей строки в ra

# Interface.ScriptCommandBneal
source: Branch to line c if a != b and store next line number in ra
cs: Větev na řádek C, pokud A != B, a uložte další číslo řádku v ra
es: Bifurca a la línea c si a != b y guarda el siguiente número de línea en ra
fr: Saute à la ligne c si a != b et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha c se a != b e guarda a próxima linha no ra
ru: Ответвление на строку c, если a != b, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBeqal
source: Branch to line c if a == b and store next line number in ra
cs: Větev na řádek C, pokud A == B, a uložte další číslo řádku v ra
es: Bifurca a la línea c si a == b y guarda el siguiente número de línea en ra
fr: Saute à la ligne c si a == b et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha c se a == b e guarda a próxima linha no ra
ru: Ответвление на строку c, если a == b, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBgeal
source: Branch to line c if a >= b and store next line number in ra
cs: Větev na řádek C, pokud A >= B, a uložte další číslo řádku v ra
es: Bifurca a la línea c si a >= b y guarda el siguiente número de línea en ra
fr: Saute à la ligne c si a >= b et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha c se a >= b e guarda a próxima linha no ra
ru: Ответвление на строку c, если a >= b, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBleal
source: Branch to line c if a <= b and store next line number in ra
cs: Větev na řádek C, pokud A <= B, a uložte další číslo řádku v ra
es: Bifurca a la línea c si a <= b y guarda el siguiente número de línea en ra
fr: Saute à la ligne c si a <= b et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha c se a <= b e guarda a próxima linha no ra
ru: Ответвление на строку c, если a <= b, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBgtal
source: Branch to line c if a > b and store next line number in ra
cs: Větev na řádek C, pokud A > B, a uložte další číslo řádku v ra
es: Bifurcarse a la línea c si a > b y almacenar el siguiente número de línea en ra
fr: Saute à la ligne c si a > b et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha c se a > b e guarda a próxima linha no ra
ru: Ответвление на строку c, если a > b, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBltal
source: Branch to line c if a < b and store next line number in ra
cs: Větev na řádek C, pokud A < B, a uložte další číslo řádku v ra
es: Bifurcarse a la línea c si a < b y almacenar el siguiente número de línea en ra
fr: Saute à la ligne c si a < b et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta para linha c se a < b e guarda a próxima linha no ra
ru: Ответвление на строку c, если a < b, и сохранение номера следующей строки в ra

# Interface.ScriptCommandBdnsal
source: Jump execution to line a and store next line number if device is not set
cs: Pokud není zařízení nastaveno, přejděte na řádek A a uložte další číslo řádku
es: Saltar la ejecución a la línea a y almacenar el siguiente número de línea si el dispositivo no está configurado
fr: Sauter l'exécution à la ligne a et enregistrer le numéro de la ligne suivante si l'appareil n'est pas réglé
pt_pt: Salta execução para linha a e guarda a próxima linha se dispositivo não definido
ru: Переход на строку a и сохранение номера следующей строки, если устройство не установлено

# Interface.ScriptCommandBdseal
source: Jump execution to line a and store next line number if device is set
cs: Pokud je zařízení nastaveno, přejděte na řádek A a uložte další číslo řádku
es: Saltar la ejecución a la línea a y almacenar el siguiente número de línea si el dispositivo está configurado
fr: Sauter l'exécution à la ligne a et enregistrer le numéro de la ligne suivante si l'appareil est réglé
pt_pt: Salta execução para linha a e guarda a próxima linha se dispositivo definido
ru: Переход на строку a и сохранение номера следующей строки, если устройство установлено

# Interface.ScriptCommandJal
source: Jump execution to line a and store next line number in ra
cs: Pokud je zařízení nastaveno, přejděte na řádek A a uložte další číslo do ra
es: Saltar la ejecución a la línea a y almacenar el siguiente número de línea en ra
fr: Saute à la ligne a et stocke le numéro de la ligne suivante dans ra
pt_pt: Salta execução para linha a e guarda a próxima linha no ra
ru: Переход на строку a и сохранение номера следующей строки в ra

# Interface.ScriptCommandBrnaz
source: Relative branch to line c if abs(a) > float.epsilon * 8
cs: Relativní větev k řádku C, pokud abs(A) > float.epsilon * 8
es: Rama relativa a la línea c si abs(a) > float.epsilon * 8
fr: Fait un saut relatif de c lignes si abs(a) > float.epsilon * 8
pt_pt: Salto relativo para linha c se abs(a) > float.epsilon * 8
ru: Относительный переход на строку c, если abs(a) > float.epsilon * 8

# Interface.ScriptCommandBrapz
source: Relative branch to line c if abs(a) <= float.epsilon * 8
cs: Relativní větev k řádku C, pokud abs(A) <= float.epsilon * 8
es: Rama relativa a la línea c si abs(a) <= float.epsilon * 8
fr: Fait un saut relatif de c lignes si abs(a) <= float.epsilon * 8
pt_pt: Salto relativo para linha c se abs(a) <= float.epsilon * 8
ru: Относительный переход на строку c, если abs(a) <= float.epsilon * 8

# Interface.ScriptCommandBrnez
source: Relative branch to line b if a != 0
cs: Relativní větev k řádku B, pokud A != 0
es: Rama relativa a la línea b si a != 0
fr: Fait un saut relatif de b lignes si a != 0
pt_pt: Salto relativo para linha b se a != 0
ru: Относительный переход на строку b, если a != 0

# Interface.ScriptCommandBreqz
source: Relative branch to line b if a == 0
cs: Relativní větev k řádku B, pokud A == 0
es: Rama relativa a la línea b si a == 0
fr: Fait un saut relatif de b lignes si a == 0
pt_pt: Salto relativo para linha b se a == 0
ru: Относительный переход на строку b, если a == 0

# Interface.ScriptCommandBrgtz
source: Relative branch to line b if a > 0
cs: Relativní větev k řádku B, pokud A > 0
es: Rama relativa a la línea b si a > 0
fr: Fait un saut relatif de b lignes si a > 0
pt_pt: Salto relativo para linha b se a > 0
ru: Относительный переход на строку b, если a > 0

# Interface.ScriptCommandBrlez
source: Relative branch to line b if a <= 0
cs: Relativní větev k řádku B, pokud A <= 0
es: Rama relativa a la línea b si a <= 0
fr: Fait un saut relatif de b lignes si a <= 0
pt_pt: Salto relativo para linha b se a <= 0
ru: Относительный переход на строку b, если a <= 0

# Interface.ScriptCommandBrgez
source: Relative branch to line b if a >= 0
cs: Relativní větev k řádku B, pokud A >= 0
es: Rama relativa a la línea b si a >= 0
fr: Fait un saut relatif de b lignes si a >= 0
pt_pt: Salto relativo para linha b se a >= 0
ru: Относительный переход на строку b, если a >= 0

# Interface.ScriptCommandBrltz
source: Relative branch to line b if a < 0
cs: Relativní větev k řádku B, pokud A < 0
es: Rama relativa a la línea b si a < 0
fr: Fait un saut relatif de b lignes si a < 0
pt_pt: Salto relativo para linha b se a < 0
ru: Относительный переход на строку b, если a < 0

# Interface.ScriptCommandBrna
source: Relative branch to line d if abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8)
cs: Relativní větev k řádku D, pokud abs(A - B) > max(C * max(abs(A), abs(B)), float.epsilon * 8)
es: Rama relativa a la línea d si abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8)
fr: Fait un saut relatif de d lignes si abs(a - b) > max(c * max (abs(a), abs(b)), float.epsilon * 8)
pt_pt: Salto relativo para linha d se abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8)
ru: Относительный переход на строку d, если abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8)

# Interface.ScriptCommandBrap
source: Relative branch to line d if abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)
cs: Relativní větev k řádku D, pokud abs(A - B) <= max(C * max(abs(A), abs(B)), float.epsilon * 8)
es: Rama relativa a la línea d si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)
fr: Fait un saut relatif de d lignes si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)
pt_pt: Salto relativo para linha d se abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)
ru: Относительный переход на строку d, если abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)

# Interface.ScriptCommandBrne
source: Relative branch to line c if a != b
cs: Relativní větev k řádku C, pokud A != B
es: Rama relativa a la línea c si a != b
fr: Fait un saut relatif de c lignes si a != b
pt_pt: Salto relativo para linha c se a != b
ru: Относительный переход на строку c, если a != b

# Interface.ScriptCommandBreq
source: Relative branch to line c if a == b
cs: Relativní větev k řádku C, pokud A == B
es: Rama relativa a la línea c si a == b
fr: Fait un saut relatif de c lignes si a == b
pt_pt: Salto relativo para linha c se a == b
ru: Относительный переход на строку c, если a == b

# Interface.ScriptCommandBrge
source: Relative jump to line c if a >= b
cs: Relativní skok na řádek C, pokud A >= B
es: Salto relativo a la línea c si a >= b
fr: Fait un saut relatif de c lignes si a >= b
pt_pt: Salto relativo para linha c se a >= b
ru: Относительный переход на строку c, если a >= b

# Interface.ScriptCommandBrle
source: Relative jump to line c if a <= b
cs: Relativní skok na čáru C, pokud A <= B
es: Salto relativo a la línea c si a <= b
fr: Fait un saut relatif de c lignes si a <= b
pt_pt: Salto relativo para linha c se a <= b
ru: Относительный переход на строку c, если a <= b

# Interface.ScriptCommandBrgt
source: relative jump to line c if a > b
cs: Relativní skok na čáru C, pokud A > B
es: salto relativo a la línea c si a > b
fr: Fait un saut relatif de c lignes si a > b
pt_pt: Salto relativo para linha c se a > b
ru: относительный переход на строку c, если a > b

# Interface.ScriptCommandBrlt
source: Relative jump to line c if a < b
cs: Relativní skok na čáru C, pokud A < B
es: Salto relativo a la línea c si a < b
fr: Fait un saut relatif de c lignes si a < b
pt_pt: Salto relativo para linha c se a < b
ru: Относительный переход на строку c, если a < b

# Interface.ScriptCommandBrdns
source: Relative jump to line a if device is not set
cs: Relativní skok na řádek A, pokud zařízení není nastaveno
es: Salto relativo a la línea a si el dispositivo no está configurado
fr: Fait un saut relatif de a lignes si le dispositif n'est pas configuré
pt_pt: Salto relativo para linha a se dispositivo não definido
ru: Относительный переход на строку a, если устройство не установлено

# Interface.ScriptCommandBrdse
source: Relative jump to line a if device is set
cs: Relativní skok na řádek A, pokud je zařízení nastaveno
es: Salto relativo a la línea a si el dispositivo está configurado
fr: Fait un saut relatif de a lignes si le dispositif est configuré
pt_pt: Salto relativo para linha a se dispositivo definido
ru: Относительный переход на строку a, если устройство не установлено

# Interface.ScriptCommandJr
source: Relative jump to line a
cs: Relativní skok na čáru A
es: Salto relativo a la línea a
fr: Fait un saut relatif de a lignes
pt_pt: Salto relativo para linha a
ru: Переход на строку А относительно текущей
tr: a satırına göreceli olarak atlama

# Interface.ScriptCommandBnaz
source: Branch to line c if abs(a) > float.epsilon * 8
cs: Větev na řádek C, pokud abs(A) > float.epsilon * 8
es: Rama de la línea c si abs(a) > float.epsilon * 8
fr: Saute à la ligne c si abs(a) > float.epsilon * 8
pt_pt: Salta para linha c se abs(a) > float.epsilon * 8
ru: Ответвление на строку c, если abs(a) > float.epsilon * 8

# Interface.ScriptCommandBapz
source: Branch to line c if abs(a) <= float.epsilon * 8
cs: Větev na řádek C, pokud abs(A) <= float.epsilon * 8
es: Rama de la línea c si abs(a) <= float.epsilon * 8
fr: Saute à la ligne c si abs(a) <= float.epsilon * 8
pt_pt: Salta para linha c se abs(a) <= float.epsilon * 8
ru: Ответвление на строку c, если abs(a) <= float.epsilon * 8

# Interface.ScriptCommandBnez
source: branch to line b if a != 0
cs: Větev na řádek B, pokud A != 0
es: rama de la línea b si a != 0
fr: Saute à la ligne b si a != 0
pt_pt: Salta para linha b se a != 0
ru: ответвление на строку b, если a != 0

# Interface.ScriptCommandBeqz
source: Branch to line b if a == 0
cs: Větev na řádek B, pokud A == 0
es: Rama de la línea b si a == 0
fr: Saute à la ligne b si a == 0
pt_pt: Salta para linha b se a == 0
ru: Ответвление на строку b, если a == 0

# Interface.ScriptCommandBgtz
source: Branch to line b if a > 0
cs: Větev na řádek B, pokud A > 0
es: Rama de la línea b si a > 0
fr: Saute à la ligne b si a > 0
pt_pt: Salta para linha b se a > 0
ru: Ответвление на строку b, если a > 0

# Interface.ScriptCommandBlez
source: Branch to line b if a <= 0
cs: Větev na řádek B, pokud A <= 0
es: Rama de la línea b si a <= 0
fr: Saute à la ligne b si a <= 0
pt_pt: Salta para linha b se a <= 0
ru: Ответвление на строку b, если a <= 0

# Interface.ScriptCommandBgez
source: Branch to line b if a >= 0
cs: Větev na řádek B, pokud A >= 0
es: Rama de la línea b si a >= 0
fr: Saute à la ligne b si a >= 0
pt_pt: Salta para linha b se a >= 0
ru: Ответвление на строку b, если a >= 0

# Interface.ScriptCommandBltz
source: Branch to line b if a < 0
cs: Větev na řádek B, pokud A < 0
es: Rama de la línea b si a < 0
fr: Saute à la ligne b si a < 0
pt_pt: Salta para linha b se a < 0
ru: Ответвление на строку b, если a < 0

# Interface.ScriptCommandBna
source: Branch to line d if abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8)
cs: Větev na řádek D, pokud abs(A - B) > max(C * max(abs(A), abs(B)), float.epsilon * 8)
es: Se bifurca a la línea d si abs (a - b)> max (c * max (abs (a), abs (b)), float.epsilon * 8)
fr: Saute à la ligne d si abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8)
pt_pt: Salta para linha d se abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8)
ru: Ответвление на строку d, если abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8)

# Interface.ScriptCommandBap
source: Branch to line d if abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)
cs: Větev na řádek D, pokud abs(A - B) <= max(C * max(abs(A), abs(B)), float.epsilon * 8)
es: Se bifurca a la línea d si abs (a - b) <= max (c * max (abs (a), abs (b)), float.epsilon * 8)
fr: Saute à la ligne d si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)
pt_pt: Salta para linha d se abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)
ru: Ответвление на строку d, если abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8)

# Interface.ScriptCommandBne
source: Branch to line c if a != b
cs: Větev na řádek C, pokud A != B
es: Rama de a la línea c si a != b
fr: Saute à la ligne c si a != b
pt_pt: Salta para linha c se a != b
ru: Ответвление на строку c, если a != b

# Interface.ScriptCommandBeq
source: Branch to line c if a == b
cs: Větev na řádek C, pokud A == B
es: Rama de a la línea c si a == b
fr: Saute à la ligne c si a == b
pt_pt: Salta para linha c se a == b
ru: Ответвление на строку c, если a == b

# Interface.ScriptCommandBge
source: Branch to line c if a >= b
cs: Větev na řádek C, pokud A >= B
es: Rama de a la línea c si a >= b
fr: Saute à la ligne c si a >= b
pt_pt: Salta para linha c se a >= b
ru: Ответвление на строку c, если a >= b

# Interface.ScriptCommandBle
source: Branch to line c if a <= b
cs: Větev na řádek C, pokud A <= B
es: Rama de a la línea c si a <= b
fr: Saute à la ligne c si a <= b
pt_pt: Salta para linha c se a <= b
ru: Ответвление на строку c, если a <= b

# Interface.ScriptCommandBgt
source: Branch to line c if a > b
cs: Větev na řádek C, pokud A > B
es: Rama de la línea c si a > b
fr: Saute à la ligne c si a > b
pt_pt: Salta para linha c se a > b
ru: Ответвление на строку c, если a > b

# Interface.ScriptCommandBlt
source: Branch to line c if a < b
cs: Větev na řádek C, pokud A < B
es: Rama de la línea c si a < b
fr: Saute à la ligne c si a < b
pt_pt: Salta para linha c se a < b
ru: Ответвление на строку c, если a < b

# Interface.ScriptCommandBdns
source: Branch to line a if device d isn't set
cs: Větev na řádek A, pokud zařízení D není nastaveno
es: Bifurcación a la línea a si el dispositivo d no está configurado
fr: Saute à la ligne a si le dispositif n'est pas configuré
pt_pt: Salta para linha a se dispositivo d não definido
ru: Ответвление на строку a, если устройство d не установлено

# Interface.ScriptCommandBdse
source: Branch to line a if device d is set
cs: Větev na řádek A, pokud je zařízení D nastaveno
es: Bifurcarse a la línea a si el dispositivo d está configurado
fr: Saute à la ligne a si le dispositif est configuré
pt_pt: Salta para linha a se dispositivo d definido
ru: Ответвление на строку a, если устройство d установлено

# Interface.ScriptCommandJ
source: Jump execution to line a
cs: Skok provedení řádku A
es: Saltar la ejecución a la línea a
fr: Saute à la ligne a
pt_pt: Salta execução para linha a
ru: Переход на строку a
tr: Yürütmenin a satırına atlaması

# Interface.ScriptCommandMod
source: Register = a mod b (note: NOT a % b)
cs: Registr = A mod B (poznámka: NE A % B)
es: Registro = a mod b (nota: NO a % b)
fr: Register = a mod b (note: différent de a % b)
pt_pt: Register = a mod b (nota: NÃO a % b)
ru: Регистр = a mod b (примечание: НЕ a % b)
tr: Yazmaç = a mod b (not: a % b değildir)
