Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.MoleWaterDescription
source: You can obtain water by smelting or crushing {THING:ItemIce} using a {THING:StructureFurnace} or an {THING:StructureIceCrusher}, or by combusting volatiles and oxygen using the {THING:H2Combustor}. Water is critical for <color=#0080FFFF>{LINK:OrganicPage;plants}</color> to stay alive, and grow <color=#0080FFFF>{LINK:NutritionPage;food}</color>. It is also an exceptional coolant with a very high specific heat capacity. Note: Water was previously treated as a gas, but a new system for liquids is being developed, including separate pipes, tanks, pumps, etc for liquids. Water is currently the only available liquid, and does not presently change states.
cs: Vodu můžete získat tavením nebo drcením {THING:ItemIce} pomocí {THING:StructureFurnace} nebo {THING:StructureIceCrusher}, případně spalováním těkavých látek a kyslíku pomocí {THING:H2Combustor}. Voda je pro <color=#0080FFFF>{LINK:OrganicPage;rostliny}</color> rozhodující, aby zůstaly naživu a aby z ní rostlo <color=#0080FFFF>{LINK:NutritionPage;jídlo}</color>. Je to také výjimečné chladivo s velmi vysokou měrnou tepelnou kapacitou. Poznámka: S vodou se dříve zacházelo jako s plynem, ale nyní se vyvíjí nový systém pro kapaliny, včetně samostatných potrubí, nádrží, čerpadel atd. pro kapaliny. Voda je v současné době jedinou dostupnou kapalinou a v současnosti nemění stavy.

# Interface.SettingsHungerRate
source: Hunger/Hydration Rate
cs: Hlad / Hydratace
hu: Éhség/szomjúság mértéke
ru: Коэффициент Голода/Гидратации

# Interface.MolePollutantDescription
source: Also known as 'X', pollutants are created when smelting certain metals. A concentration of 0.1 mol or greater will cause your suit to warn about poison in the atmosphere. Pollutant has a high specific heat, making it an excellent coolant.
cs: Znečišťující látky známé také jako "X" vznikají při tavení některých kovů. Koncentrace 0,1 mol nebo vyšší způsobí, že váš oblek bude varovat před jedem v atmosféře. Znečišťující látka má vysoké měrné teplo, což z ní činí vynikající chladivo.

# Interface.MoleVolatilesDescription
source: Volatiles are an extremely reactive, complex organic molecule, which can be used in conjunction with oxygen as a combustible fuel. It is refined from {THING:ItemVolatiles}. Due to obscure and largely forgotten <color=#0080FFFF>{LINK:ODA;ODA}</color> regulations, volatiles are sometimes labelled 'H2' by various items of technology. However, though they are similar to hydrogen, they're not 'actually' hydrogen. Volatiles will not produce water when combusted, without a catalyst (see the {THING:H2Combustor}). Alone, they create pollutants and carbon dioxide when burned in the following ratio: 2 Volatiles + 1 O2 -> 3X + 6CO2 + heat.
cs: Těkavé látky jsou extrémně reaktivní, složité organické molekuly, které lze ve spojení s kyslíkem použít jako hořlavé palivo. Vyrábí se z {THING:ItemVolatiles}. Kvůli nejasným a z velké části zapomenutým <color=#0080FFFF>{LINK:ODA;ODA}</color> předpisům jsou těkavé látky někdy označovány jako "H2" u různých technologických předmětů. Ačkoli se však vodíku podobají, ve skutečnosti to 'vodík' není. Při spalování těkavých látek bez katalyzátoru nevzniká voda (viz {THING:H2Combustor}). Samotné vytvářejí škodliviny a oxid uhličitý, když se spalují v následujícím poměru: 2 těkavé látky + 1 O2 -> 3X + 6CO2 + teplo.

# Interface.MoleCarbonDioxideDescription
source: You breathe it out, <color=#0080FFFF>{LINK:OrganicPage;plants}</color> breath it in. They don't grow without it. Carbon dioxide has a moderately high specific heat, meaning it makes a good coolant for devices like the Wall Coo {THING:StructureWallCooler}. Water is better, but usually has more important uses.
cs: Vydechněte to, <color=#0080FFFF>{LINK:OrganicPage;rostliny}</color> vdechněte. Bez něj nerostou. Oxid uhličitý má středně vysoké měrné teplo, což znamená, že je dobrým chladicím médiem pro zařízení, jako je nástěnný chladič {THING:StructureWallCooler}. Voda je lepší, ale obvykle má důležitější využití.

# Interface.MoleNitrogenDescription
source: Nitrogen can be mixed with oxygen to stablize its flammability, and is a resource in its own right, useful for creating, a breathable atmosphere (at roughly 3:1 Nitrogen and Oxygen).
cs: Dusík může být smíchán s kyslíkem, aby se stabilizovala jeho hořlavost, a je sám o sobě zdrojem užitečným pro vytváření dýchatelné atmosféry (zhruba 3:1 dusíku a kyslíku).

# Interface.MoleOxygenDescription
source: Oxygen provides energy when released in combustion, and also bonds with hydrogen to create water. It is created by <color=#0080FFFF>{LINK:OrganicPage;plants}</color>, as well as from processing {THING:ItemOxite}. It is highly flammable at low temperatures.
cs: Kyslík poskytuje energii, když se uvolňuje při hoření, a také se váže s vodíkem za vzniku vody. Vytváří ho <color=#0080FFFF>{LINK:OrganicPage;rostliny}</color> a také při zpracování {THING:ItemOxite}. Při nízkých teplotách je vysoce hořlavý.

# Interface.StationpediaNutrition
source: Nutrition:
cs: Výživa:

# Interface.StationpediaVolume
source: Volume:
cs: Hlasitost:

# Interface.StationpediaMaxPressure
source: Max Pressure:
cs: Maximální tlak:

# Interface.StationpediaBasePowerUsage
source: Base Power Usage:
cs: Základní spotřeba energie:

# Interface.Waveform
source: Waveform
cs: Křivka

# Interface.Intensity
source: Intensity
cs: Intenzita

# Interface.NoNote
source: No Note
cs: Žádná poznámka

# Interface.NoSoundCartridge
source: No Sound Cartridge
cs: Žádná zvuková kazeta

# Interface.CurrentInstrument
source: Current Instrument
cs: Aktuální nástroj

# Interface.Release
source: Release
cs: Uvolnění

# Interface.Attack
source: Attack
cs: Útok

# Interface.Speed
source: Speed
cs: Rychlost

# Interface.NoAudioReceiverDevices
source: No Audio Receiver Devices
cs: Žádné zařízení zvukového přijímače

# Interface.Volume
source: Volume
cs: Hlasitost

# Interface.Pitch
source: Pitch
cs: Hřiště

# Interface.LogicTypeTime
source: Time
cs: Čas

# Interface.TimerPanel
source: Timer
cs: Časovač
hu: Időzítő
ru: Таймер

# Interface.CrowbarToFlip
source: Flip using crowbar
cs: Překlopte pomocí páčidla

# Interface.SettingsLightShadowDistance
source: Light Shadow Distance
cs: Vzdálenost stínu světla
hu: Fényárnyékok távolsága
ru: Дальность прорисовки теней искусственного освещения

# Interface.Lore
source: Lore
cs: Učení
hu: Történet
ru: Сюжет

# Interface.Guides
source: Guides
cs: Přiručky
hu: Útmutatók
ru: Руководства

# Interface.HydrationCritical
source: Hydration Critical
cs: Kritická hydratace
hu: Hidratáltság kritikus
ru: Уровень гидратации критический

# Interface.HydrationCaution
source: Hydration Caution
cs: Hydratační upozornění
hu: Hidratáltság veszélyes
ru: Предупреждение о гидратации

# Interface.StatusIconHydrationKey
source: Hydration Low
cs: Nízká hydratace
hu: Hidratáltság alacsony
ru: Уровень гидратации низкий

# Interface.StatusIconHydrationDesc
source: Hydration is running low
cs: Hydratace je nízká
hu: Alacsony hidratáció
ru: Уровень гидратации падает

# Interface.NutritionSPDAKey
source: Nutrition
cs: Výživa
hu: Tápláltság
ru: Питание

# Interface.HydrationSPDAKey
source: Hydration
cs: Hydratace
hu: Hidratáltság
ru: Гидратация

# Interface.StationpediaNoResults
source: No results found...
cs: Nebyly nalezeny žádné výsledky...
hu: Nincs találat...
ru: Результатов не найдено...

# Interface.StationpediaTutorialListHeader
source: Tutorials
cs: Výuka
es: Tutoriales
hu: Oktatóanyagok
ru: Обучение

# Interface.StationpediaLogicSlotHeader
source: Logic Slots
cs: Logické sloty

# Interface.StationpediaLogicHeader
source: Logic
cs: Logika

# Interface.StationpediaModeHeader
source: Mode
cs: Režim
es: Modo
hu: Mód
ru: Режим

# Interface.StationpediaConstructionOptions
source: Construction Options
cs: Možnosti konstrukce

# Interface.StationpediaFoundIn
source: Found In
cs: Nalezeno v
es: Encontrado en
hu: Megtalálható
ru: Можно найти в

# Interface.StationpediaManufactures
source: Manufactures
cs: Výroba
es: Fabricantes
ru: Производит

# Interface.StationpediaUsedIn
source: Used In
cs: Používá se v
es: Usado en
hu: Használva itt
ru: Используется в

# Interface.StationpediaResoucesHeader
source: Resources Used
cs: Použité zdroje
es: Recursos Usados
hu: Használt nyersanyag
ru: Используемые Ресурсы

# Interface.StationpediaGasHeader
source: Gases
cs: Plyny
hu: Gázok
ru: Газы

# Interface.StationpediaMachineVersion
source: Versions
cs: Verze
es: Versión
hu: Verziók
ru: Версия

# Interface.StationpediaBuildStates
source: Build States
cs: Stavy sestavení
es: Estados de Construcción
hu: Építési állapotok
ru: Этапы Строительства

# Interface.StationpediaHowToManufacture
source: How to Manufacture
cs: Jak vyrábět
hu: Hogyan készül
ru: Как Произвести

# Interface.StationpediaSlotsHeader
source: Slots
cs: Sloty
es: Ranura
hu: Bővítőhelyek (slot)
ru: Слоты

# Interface.StationpediaConstructedFrom
source: Constructed From
cs: Vyrobeno z
es: Construido de
hu: Elkészíthető ebből
ru: Построено С

# Interface.StationpediaAutoIgniteHeader
source: Autoignition:
cs: Autozapalování:
es: Autoencendido:
hu: Öngyulladás:
ru: Автозажигание:

# Interface.StationpediaFlashpointHeader
source: Flashpoint:
cs: Bod vzplanutí:
es: Punto de inflamación:
hu: Lobbanáspont:
ru: Температура вспышки:

# Interface.StationpediaShatterHeader
source: Shatter:
cs: Rozbití:
es: Destrozado:
hu: Megtörés:
ru: Разрушение:

# Interface.StationpediaHeatHeader
source: Specific Heat:
cs: Specifické teplo:
es: Calor específico:
hu: Jellemző hőmérséklet:
ru: Удельная теплоёмкость:

# Interface.StationpediaReagentsHeader
source: Reagents:
cs: Činidla:
es: Reactivos
hu: Reagensek:
ru: Реагенты:

# Interface.StationpediaThingUnit
source: Unit:
cs: Jednotka:
es: Unidad:
hu: Mértékegység:

# Interface.StationpediaStackSize
source: Stack Size:
cs: Velikost stohu:
es: Tamaño de la pila:
hu: Stackméret:
ru: Размер стека:

# Interface.StationpediaPaintable
source: Paintable:
cs: Natíratelné:
es: Pintable:
hu: Festhető:
ru: Окрашиваемый:

# Interface.StationpediaPrefabHash
source: Prefab Hash:
cs: Hotový hash:

# Interface.StationpediaConstructWith
source: Construct with:
cs: Konstruujte pomocí:
es: Construido con:
hu: Építhető ezzel:
ru: Постройте с помощью:

# Interface.StationpediaAdvancedGuides
source: Universe
cs: Vesmír
hu: Világegyetem
ru: Вселенная

# Interface.StationpediaBeginnerGuides
source: Guides
cs: Přiručky
hu: Útmutatók
ru: Руководства

# Interface.StationpediaSearch
source: Search
cs: Vyhledat
es: Investigar
hu: Keresés
ru: Поиск

# Interface.StationpediaTitle
source: Stationpedia
cs: Stationpedie
ru: Станциопедия

# Interface.CableMaxPowerSPDA
source: Maximum Wattage:
cs: Maximální příkon:
es: Máxima potencia:
hu: Legnagyobb feszültség:
ru: Максимальная мощность:

# Interface.PressureKeySPDA
source: Max Pressure:
cs: Maximální tlak:
es: Presión Máxima:
hu: Maximális nyomás:
ru: Максимальное давление:

# Interface.PersonalCategoryKey
source: Personal
cs: Osobní
hu: Személyes
ru: Персональные

# Interface.OreCategoryKey
source: Ores
cs: Rudy
es: Minerales
hu: Ércek
ru: Руды

# Interface.OreCategoryKey
source: Ores
cs: Rudy
es: Minerales
hu: Ércek
ru: Руды

# Interface.IngotsCategoryKey
source: Ingots
cs: Ingoty
es: Lingotes
hu: Öntvények
ru: Слитки

# Interface.FabricatorCategoryKey
source: Fabricators
cs: Fabrikátory
es: Impresora Informatizada
hu: Gyártógépek
ru: Фабрикаторы

# Interface.ConstructionKitsCategoryKey
source: Structure Kits
cs: Strukturální sady
es: Kits de construcción
hu: Struktúrakészletek
ru: Структурные Наборы

# Interface.GasesCategoryKey
source: Gases
cs: Plyny
hu: Gázok
ru: Газы

# Interface.ReagentsCategoryKey
source: Reagents
cs: Činidla
es: Reactivos
hu: Reagensek
ru: Реагенты

# Interface.AtmopshericsCategoryKey
source: Atmospherics
cs: Atmosférika
es: Atmósfera
hu: Atmoszferika
ru: Атмосфера

# Interface.AppliancesCategoryKey
source: Appliances
cs: Spotřebiče
es: Accesorios
hu: Készülékek
ru: Устройство:

# Interface.PowerCategoryKey
source: Electronics
cs: Elektronika
es: Electrónica
hu: Elektronika
ru: Электроника

# Interface.LogicCategoryKey
source: Logic Devices
cs: Logická zařízení
es: Dispositivos lógicos
hu: Logikai eszközök
ru: Логические Устройства

# Interface.StructureCategoryKey
source: Structures
cs: Struktury
es: Estructuras
hu: Struktúrák
ru: Конструкции

# Interface.OrganicsCategoryKey
source: Organics and Food
cs: Organika a jídlo
es: Orgánicos y alimentos
hu: Organikus és élelem
ru: Органика и Пища

# Interface.HandToolsCategoryKey
source: Hand Tools
cs: Ruční nástroje
es: Herramientas manuales
hu: Kézi eszközök
ru: Ручные инструменты

# Interface.WeatherCategoryKey
source: Weather
cs: Počasí
es: Tiempo
hu: Időjárás
ru: Погода

# Interface.CartidgeCategoryKey
source: Cartridges
cs: Kazety
es: Cartuchos
hu: Kártyák
ru: Картриджи

# Interface.FurnitureCategoryKey
source: Furniture
cs: Nábytek
es: Muebles
hu: Bútorzat
ru: Мебель

# Interface.TravelCategoryKey
source: Travel
cs: Cestování
es: Viaje
ru: Путешествие

# Interface.NextTutoiralButtonFail
source: Unable to load Next Tutorial. Please return to menu.
cs: Nelze načíst další výuku. Vraťte se prosím do menu.
es: Imposible cargar el porximo tutorial. Porfavor vuelve al menu Primcipal.
hu: Nem lehet betöltetni a következő útmutatót. Kérlek, lépj ki a menübe!
ru: Невозможно загрузить следующее обучение. Пожалуйста, вернитесь в меню.

# Interface.BasicButtonTutorial
source: Basic
cs: Základy
es: Basico
hu: Alap
ru: Базовые

# Interface.AdvancedTutorialButton
source: Legacy/Advanced
cs: Starší/Pokročilé
es: Legado/Avanzado
hu: Régi/Haladó
ru: Продолжение/Расширенные

# Interface.FixedWeatherEventMissing
source: No weather system was found for this world. The default weather system has been applied. Expect some turbulence.
cs: Pro tento svět nebyl nalezen žádný systém počasí. Byl použit výchozí systém počasí. Očekávejte turbulence.
es: No hay eventos de clima en este mundo. Los eventos por defecto del clima se han aplicado en esta partida.Espera algunas turbulencias.
hu: Ezen a világon nincs időjárás beállítva, ezért az alapértelmezett lesz beállítva. Számíts egy kis szélre!
ru: Для этого мира не было найдено погодной системы. Была применена погодная система по умолчанию. Ожидайте некоторой турбулентности.

# Interface.LightString
source: Light
cs: Světlo
es: Luz
hu: Fény
ru: Свет

# Interface.HelmetString
source: Helmet
cs: Přilba
es: Casco
hu: Sisak
ru: Шлем

# Interface.ShowPreviousVideoText
source: Show Previous video
cs: Zobrazit předchozí video
es: Ver video anterior
hu: Előző videó mutatása
ru: Показать предыдущее видео

# Interface.ToggleChangeLog
source: Toggle Changelog
cs: Přepnout seznam změn
es: Ver Registro de cambios
hu: Frissítési napló bekapcsolása
ru: Список изменений

# Interface.ControlSecondaryEatDisc
source: Eat
cs: Jíst
hu: Evés
ru: Есть

# Interface.ControlMineDisc
source: Mine Ore
cs: Vytěží rudu
es: Mina Mineral
hu: Ércbányászat
ru: Добыча Руды

# Interface.ControlUseItemDisc
source: Use Item
cs: Použijte předmět
es: Usar objeto
hu: Tárgyhasználat
ru: Использовать Предмет

# Interface.WeatherEventsField
source: Has Weather Events
cs: Má události počasí
es: Tiene eventos meteorológicos
hu: Van időjárás
ru: Имеет Погодные События

# Interface.ControlQuickMoveDisc
source: Quick Move Item
cs: Rychle přesune předměty
es: Mover objeto rápido
hu: Tárgy gyors mozgatása
ru: Быстро Передвинуть Предмет

# Interface.ControlQuickMove
source: Scroll wheel + {KEY:InventorySelect}
cs: Rolovací kolečko + {KEY:InventorySelect}
es: Rueda de desplazamiento + {KEY:InventorySelect}
hu: Egérgörgő + {KEY:InventorySelect}
ru: Колесо прокрутки + {KEY:InventorySelect}

# Interface.ControlTurnOnDisc
source: Turn On
cs: Zapne
es: Enciende
hu: Bekapcsolás
ru: Включить

# Interface.ControlMouseScrollDisc
source: Item Select
cs: Vybere položku
es: Seleccionar artículo
hu: Tárgy kiválasztása
ru: Выбор Предмета

# Interface.ControlMouseScroll
source: Mouse scroll
cs: Rolování myší
es: Scroll del ratón
hu: Görgetés
ru: Колесико мыши

# Interface.ControlAutoRotateDisc
source: Auto Rotate
cs: Automatické otáčení
es: Auto rotación
hu: Automatikus forgatás
ru: Автоповорот

# Interface.ControlScrollWheelSelectDisc
source: Toggle Build Mode
cs: Zapnout režim stavby
es: Cambiar el modo de construcción
hu: Építőmód bekapcsolása
ru: Переключить Режим Строительства

# Interface.ControlSecondaryActionBuildModeDisc
source: Toggle Build Mode
cs: Zapne režim stavby
es: Cambiar el modo de construcción
hu: Építőmód bekapcsolása
ru: Переключить Режим Строительства

# Interface.ControlMouseDragDisc
source: Move Selection
cs: Přesune vybrané
es: Mover la selección
hu: Kiválasztás mozgatása
ru: Поднять выбранное

# Interface.ControlMouseDrag
source: Hold and Drag {KEY:PrimaryAction}
cs: Držet a táhnout {KEY:PrimaryAction}
es: Mantener y arrastrar {KEY:PrimaryAction}
hu: Tartsd lenyomva és húzd {KEY:PrimaryAction}
ru: Нажмите {KEY:PrimaryAction}

# Interface.ControlMouseControlDisc
source: Activate Mouse Control
cs: Aktivuje ovládání myší
es: Activar el control del ratón
hu: Kurzorral való navigáció aktiválása
ru: Включить Управление Мышью

# Interface.StationeersDesc
source: In the early 22nd century, Earth was emerging from a cataclysm. Its resources eroded, our population reduced, rebuilding was the spirit of the era. Initiated by the <color=#0080FFFF>{LINK:ODA;Offworld Development Agency}</color> (ODA) in 2095CE, the Stationeers Program was dedicated to a single ideal: keeping humanity pointed at the stars. Stationeers are everything: astronauts, engineers and explorers, deployed with limited equipment and tools, trained to do more with less. Turning the environment to their advantage, their job is to provide infrastructure for humans in space, at a fraction of the cost of traditional space programs. Able to build and maintain bases anywhere from the Moon to Mimas and beyond, Stationeers are our vanguard in the cosmos. Schooled in offworld survival, mining and construction techniques, basic metallurgy, electronics, rocketry, hydroponics and more ‘arcane’ sciences, Stationeers do what they must to survive, and thrive. Renowned for having no entry criteria, there is no such thing as a ‘typical’ Stationeer. Psychological profiling suggests successful Cadets show a ‘baseline’ pragmatism and single-mindedness, but some of the most famous Stationeers possess neither of these qualities. Recruiting from civil engineering backgrounds, military and aerospace industries, software development, mining groups, as well as scientific fields and even religious orders, the Stationeers Program is – fundamentally – open to all humanity.
cs: Na počátku 22. století se Země vzpamatovávala z kataklyzmatu. Její zdroje byly vyčerpány, populace zredukována a duchem doby byla obnova.¶ Program Stationeers, iniciovaný <color=#0080FFFF>{LINK:ODA;Mimoosvětová rozvojová agentura}</color> (ODA) v roce 2095CE, byl zasvěcen jedinému ideálu: udržet lidstvo nasměrované ke hvězdám.¶ Stationeerové jsou všechno: astronauti, inženýři a průzkumníci, nasazení s omezeným vybavením a nástroji, vycvičení k tomu, aby zvládli více s menším množstvím. Jejich úkolem je využít prostředí ve svůj prospěch a zajistit lidem ve vesmíru infrastrukturu za zlomek nákladů tradičních vesmírných programů. Stationeeři, kteří jsou schopni vybudovat a udržovat základny kdekoli od Měsíce až po Mimas a dále, jsou naší avantgardou ve vesmíru. Vyškoleni v oblasti přežití mimo Zemi, těžebních a stavebních technik, základů metalurgie, elektroniky, raketové techniky, hydroponie a dalších "tajných" věd, dělají Stationeeři to, co musí, aby přežili a prosperovali. Jsou proslulí tím, že nemají žádná vstupní kritéria, a proto neexistuje žádný "typický" Stationeer. Psychologický profil naznačuje, že úspěšní kadeti vykazují "základní" pragmatismus a cílevědomost, ale někteří z nejslavnějších Stationeerů nemají ani jednu z těchto vlastností. Program Stationeers je otevřen všem lidem, a to jak z oblasti stavebního inženýrství, vojenského a leteckého průmyslu, vývoje softwaru, těžebních skupin, tak i z vědeckých oborů a dokonce i náboženských řádů.

# Interface.XigoDesc
source: A 2150CE survey revealed the Xigo 'X' as one of the most recognized symbols in the world. Yet few participants could clearly describe the company's actual scope. Precisely where the company begins and ends has been the subject of endless theories, financial studies and lawsuits – originally a website for price comparisons, the conglomerate expanded to embrace data, then distribution and finally production. It was a seemingly indiscriminate expansion, focused not on one industry, but all of them – taking in so many fields that business analysts have largely rejected the idea of Xigo as a single entity. Rather, it is a conceptual grouping for a branch of human activity. And while such statistics are – by their very nature – difficult to confirm, recent estimates suggest Xigo employs over 1.5% of the entire human race. Suffice to say, it produces almost everything.
cs: Průzkum 2150CE ukázal, že Xigo "X" je jedním z nejznámějších symbolů na světě. Přesto jen málo účastníků dokázalo jasně popsat skutečnou působnost společnosti. Kde přesně společnost začíná a končí, je předmětem nekonečných teorií, finančních studií a soudních sporů - původně šlo o webovou stránku pro porovnávání cen, konglomerát se rozšířil o data, pak o distribuci a nakonec o výrobu. Byla to zdánlivě nevybíravá expanze, zaměřená nikoli na jedno odvětví, ale na všechna - zabírající tolik oborů, že obchodní analytici většinou odmítli myšlenku Xigo jako jediného subjektu. Spíše se jedná o pojmové seskupení pro odvětví lidské činnosti. A přestože je takové statistiky - ze své podstaty - obtížné potvrdit, nedávné odhady naznačují, že Xigo zaměstnává více než 1,5 % celého lidstva. Stačí říct, že vyrábí téměř všechno.

# Interface.TKDesc
source: Originally a defense contractor specializing in brute force, high power weaponry, Tanzanian Kinetic Systems executed a large-scale, peace-time pivot to become the African Assembly’s leading designer of high-speed goods conveyors. Now producing a range of chute network designs and components, TK has a strong offworld presence as a result of the Afro-Sino partnerships in the latter 21st Century. Based in the ‘reconned’ Kigamboni district of Dar E Salaam, the Company regularly enters into development partnerships with <color=#0080FFFF>{LINK:CHAC;CHAC}</color> and, as a result, many of their products show distinct similarities. After all, what is a gun but a ‘high speed goods conveyor’.
cs: Tanzanská společnost Kinetic Systems, původně obranný dodavatel specializující se na zbraně s velkou silou, se v době míru změnila na předního konstruktéra vysokorychlostních dopravníků zboží v Africkém shromáždění. V současné době vyrábí řadu konstrukcí a komponentů žlabových sítí a díky afro-čínským partnerstvím v druhé polovině 21. století má TK silné zastoupení i mimo svět. Společnost sídlí v "rekonstruované" čtvrti Kigamboni v Dar E Salaamu a pravidelně uzavírá vývojová partnerství s <color=#0080FFFF>{LINK:CHAC;CHAC}</color>, v důsledku čehož mnohé jejich výrobky vykazují výraznou podobnost. Koneckonců, co jiného je zbraň než "vysokorychlostní dopravník zboží".

# Interface.TK
source: TK Systems
cs: Systémy TK
hu: TK Rendszerek
