Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.ScriptCommandDiv
source: Register = a / b
cs: Registr = A / B
fr: Stocke a / b dans le registre
ru: Регистр = a / b
tr: Yazmaç = a / b

# Interface.ScriptCommandMul
source: Register = a * b
cs: Registr = A * B
fr: Stocke a * b dans le registre
ru: Регистр = a * b
tr: Yazmaç = a * b

# Interface.ScriptCommandNor
source: Register = 1 if a and b are 0, otherwise 0
cs: Registr = 1, pokud A a B jsou 0, jinak 0
es: Registro = 1 si a y b son 0, de lo contrario 0
fr: Indique 1 si le périphérique est actuellement inactif, sinon 0
hu: Regiszter = 1, ha a és b is 0, különben 0
pt_pt: Register = 1 se a e b for 0, senão 0
ru: Регистр = 1, если a и b равны 0, иначе 0
tr: Yazmaç = 1; eğer a ve b, 0 ise. Diğer durumda 0

# Interface.ScriptCommandXor
source: Register = 1 if either a or b not 0, otherwise 0
cs: Registr = 1, pokud A nebo B není 0, jinak 0
es: Registro = 1 si a o b no 0, de lo contrario 0
fr: Indique 1 si le périphérique est actuellement inactif, sinon 0
hu: Regiszter = 1, ha a és b sem 0, különben 0
pt_pt: Register = 1 caso a ou b não 0, senão 0
ru: Регистр = 1, если a или b не равны 0, иначе 0
tr: Yazmaç = 1; eğer a veya b, 0 değil ise. Diğer durumda 0

# Interface.ScriptCommandOr
source: Register = 1 if a and/or b not 0, otherwise 0
cs: Registr = 1, pokud A a/nebo B není 0, jinak 0
es: Registro = 1 si a y/o b no 0, de lo contrario 0
fr: Indique 1 si le périphérique est actuellement inactif, sinon 0
hu: Regiszter = 1, ha a és/vagy b nem 0, különben 0
pt_pt: Register = 1 se a e/ou b não 0, senão 0
ru: Регистр = 1, если a и/или b не равны 0, иначе 0
tr: Yazmaç = 1; eğer a ve/veya b, 0 ise. Diğer durumda 0

# Interface.ScriptCommandAnd
source: Register = 1 if a and b not zero, otherwise 0
cs: Registr = 1, pokud A a B nejsou nula, jinak 0
es: Registro = 1 si a y b no es cero, de lo contrario 0
fr: Indique 1 si le périphérique est actuellement inactif, sinon 0
hu: Regiszter = 1, ha a és b nem 0, ülönben 0
pt_pt: Register = 1 se a e b não zero, senão 0
ru: Регистр = 1, если a и b не равны 0, иначе 0
tr: Yazmaç = 1; eğer a ve b, sıfır değil ise. Diğer durumda 0

# Interface.ScriptCommandSnaz
source: Register = 1 if |a| > float.epsilon, otherwise 0
cs: Registr = 1, pokud |A| > float.epsilon, jinak 0
es: Registro = 1 si |a| > float.epsilon, de lo contrario 0
fr: Registre = 1 si |a| > float.epsilon, sinon 0
pt_pt: Register = 1 se |a| > float.epsilon, senão 0
ru: Регистр = 1, если |a| > float.epsilon, иначе 0
tr: Yazmaç = 1; eğer |a| > float.epsilon ise. Diğer durumda 0

# Interface.ScriptCommandSapz
source: Register = 1 if |a| <= float.epsilon * 8, otherwise 0
cs: Registr = 1, pokud |A| <= float.epsilon * 8, jinak 0
es: Registro = 1 si |a| <= float.epsilon * 8, de lo contrario 0
fr: Register = 1 if |a| <= float.epsilon * 8, sinon 0
pt_pt: Register = 1 se |a| <= float.epsilon * 8, senão 0
ru: Регистр = 1, если |a| <= float.epsilon * 8, иначе 0
tr: Yazmaç = 1; eğer |a| <= float.epsilon * 8 ise. Diğer durumda 0

# Interface.ScriptCommandSnez
source: Register = 1 if a != 0, otherwise 0
cs: Registr = 1, pokud A != 0, jinak 0
es: Registro = 1 si un != 0, de lo contrario 0
fr: Stocke 1 dans le registre si a != 0, sinon 0
pt_pt: Register = 1 se a != 0, senão 0
ru: Регистр = 1, если a != 0, иначе 0
tr: Yazmaç = 1; eğer a != 0 ise. Diğer durumda 0

# Interface.ScriptCommandSeqz
source: Register = 1 if a == 0, otherwise 0
cs: Registr = 1, pokud A == 0, jinak 0
es: Registro = 1 si a == 0, de lo contrario 0
fr: Stocke 1 dans le registre si a == 0, sinon 0
pt_pt: Register = 1 se a == 0, senão 0
ru: Регистр = 1, если a == 0, иначе 0
tr: Yazmaç = 1; eğer a == 0 ise. Diğer durumda 0

# Interface.ScriptCommandSgez
source: Register = 1 if a >= 0, otherwise 0
cs: Registr = 1, pokud A >= 0, jinak 0
es: Registro = 1 si un >= 0, de lo contrario 0
fr: Stocke 1 dans le registre si a >= 0, sinon 0
pt_pt: Register = 1 se a >= 0, senão 0
ru: Регистр = 1, если a >= 0, иначе 0
tr: Yazmaç = 1; eğer a >= 0 ise. Diğer durumda 0

# Interface.ScriptCommandSlez
source: Register = 1 if a <= 0, otherwise 0
cs: Registr = 1, pokud A <= 0, jinak 0
es: Registro = 1 si un <= 0, de lo contrario 0
fr: Stocke 1 dans le registre si a <= 0, sinon 0
pt_pt: Register = 1 se a <= 0, senão 0
ru: Регистр = 1, если a <= 0, иначе 0
tr: Yazmaç = 1; eğer a <= 0 ise. Diğer durumda 0

# Interface.ScriptCommandSgtz
source: Register = 1 if a > 0, otherwise 0
cs: Registr = 1, pokud je A > 0, jinak 0
es: Registro = 1 si es > 0, de lo contrario 0
fr: Stocke 1 dans le registre si a > 0, sinon 0
hu: Regiszter = 1, ha a > 0, különben 0
pt_pt: Register = 1 se a > 0, senão 0
ru: Регистр = 1, если a > 0, иначе 0
tr: Yazmaç = 1; eğer a > 0 ise. Diğer durumda 0

# Interface.ScriptCommandSltz
source: Register = 1 if a < 0, otherwise 0
cs: Registr = 1, pokud je A < 0, jinak 0
es: Registro = 1 si es < 0, de lo contrario 0
fr: Stocke 1 dans le registre si a < 0, sinon 0
hu: Regiszter = 1, ha a < 0, különben 0
pt_pt: Register = 1 se a < 0, senão 0
ru: Регистр = 1, если a < 0, иначе 0
tr: Yazmaç = 1; eğer a < 0 ise. Diğer durumda 0

# Interface.ScriptCommandSna
source: Register = 1 if abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8), otherwise 0
cs: Registr = 1, pokud abs(A - B) > max(C * max(abs(A), abs(B)), float.epsilon * 8), jinak 0
es: Registro = 1 si abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8), en caso contrario 0
fr: Stocke 1 dans le registre si abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8), sinon 0
pt_pt: Register = 1 se abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8), senão 0
ru: Регистр = 1, если abs(a - b) > max(c * max(abs(a), abs(b)), float.epsilon * 8), иначе 0

# Interface.ScriptCommandSap
source: Register = 1 if abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8), otherwise 0
cs: Registr = 1, pokud abs(A - B) <= max(C * max(abs(A), abs(B)), float.epsilon * 8), jinak 0
es: Registro = 1 si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8), de lo contrario 0
fr: Stocke 1 dans le registre si abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8), sinon 0
pt_pt: Register = 1 se abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8), senão 0
ru: Регистр = 1, если abs(a - b) <= max(c * max(abs(a), abs(b)), float.epsilon * 8), иначе 0

# Interface.ScriptCommandSne
source: Register = 1 if a != b, otherwise 0
cs: Registr = 1, pokud A != B, jinak 0
es: Registro = 1 si a != b, de lo contrario 0
fr: Stocke 1 dans le registre si a != b, sinon 0
pt_pt: Register = 1 se a != b, senão 0
ru: Регистр = 1, если a != b, иначе 0

# Interface.ScriptCommandSeq
source: Register = 1 if a == b, otherwise 0
cs: Registr = 1, pokud A == B, jinak 0
es: Registro = 1 si a == b, de lo contrario 0
fr: Stocke 1 dans le registre si a == b, sinon 0
pt_pt: Register = 1 se a == b, senão 0
ru: Регистр = 1, если a == b, иначе 0

# Interface.ScriptCommandSge
source: Register = 1 if a >= b, otherwise 0
cs: Registr = 1, pokud A >= B, jinak 0
es: Registro = 1 si a >= b, de lo contrario 0
fr: Stocke 1 dans le registre si a >= b, sinon 0
pt_pt: Register = 1 se a >= b, senão 0
ru: Регистр = 1, если a >= b, иначе 0

# Interface.ScriptCommandSle
source: Register = 1 if a <= b, otherwise 0
cs: Registr = 1, pokud A <= B, jinak 0
es: Registro = 1 si a <= b, de lo contrario 0
fr: Stocke 1 dans le registre si a <= b, sinon 0
pt_pt: Register = 1 se a <= b, senão 0
ru: Регистр = 1, если a <= b, иначе 0

# Interface.ScriptCommandSgt
source: Register = 1 if a > b, otherwise 0
cs: Registr = 1, pokud je A > B, jinak 0
es: Registro = 1 si a > b, de lo contrario 0
fr: Stocke 1 dans le registre si a > b, sinon 0
hu: Regiszter = 1, ha a > b, különben 0
pt_pt: Register = 1 se a > b, senão 0
ru: Регистр = 1, если a > b, иначе 0

# Interface.ScriptCommandSlt
source: Register = 1 if a < b, otherwise 0
cs: Registr = 1, pokud je A < B, jinak 0
es: Registro = 1 si a < b, de lo contrario 0
fr: Stocke 1 dans le registre si a < b, sinon 0
hu: Regiszter = 1, ha a < b, különben 0
pt_pt: Register = 1 se a < b, senão 0
ru: Регистр = 1, если a < b, иначе 0

# Interface.ScriptCommandSdns
source: Register = 1 if device is not set, otherwise 0
cs: Registr = 1, pokud zařízení není nastaveno, jinak 0
es: Registro = 1 si el dispositivo no está configurado, de lo contrario 0
fr: Stocke 1 dans le registre si l'appareil n'est pas défini, sinon 0
hu: Regiszter = 1, ha az eszköz nincs beállítva, különben 0
pt_pt: Register = 1 se dispositivo não definido, senão 0
ru: Регистр = 1, если устройство не задано, иначе 0

# Interface.ScriptCommandSdse
source: Register = 1 if device is set, otherwise 0.
cs: Registr = 1, pokud je zařízení nastaveno, jinak 0.
es: Registro = 1 si el dispositivo está configurado, de lo contrario 0.
fr: Stocke 1 dans le registre si l'appareil est défini, sinon 0
hu: Regiszter = 1, ha az eszköz be van állítva, különben 0
pt_pt: Register = 1 se dispositivo definido, senão 0.
ru: Регистр = 1, если устройство заданно, иначе 0.

# Interface.ScriptCommandSub
source: Register = a - b.
cs: Registr = A - B.
fr: Stocke a - b dans le registre
ru: Регистр = a - b.

# Interface.ScriptCommandAdd
source: Register = a + b.
cs: Registr = A + B.
fr: Stocke a + b dans le registre
ru: Регистр = a + b.

# Interface.ScriptCommandMove
source: Register = provided num or register value.
cs: Registr = pokud je číslo nebo hodnota registru.
es: Registro = número proporcionado o valor de registro.
fr: Register = valeur numérique ou valeur de registre.
pt_pt: Register = valor fornecido ou valor do register.
ru: Регистр = числовое значение или значение регистра.

# Interface.ScriptCommandDefine
source: Creates a label that will be replaced throughout the program with the provided value.
cs: Vytvoří štítek, který bude v programu nahrazen zadanou hodnotou.
es: Crea una etiqueta que será reemplazada a lo largo del programa con el valor proporcionado.
fr: Crée une étiquette qui sera remplacée dans tout le programme par la valeur fournie
pt_pt: Cria um rótulo que será substituído no programa todo pelo valor introduzido.
ru: Создает метку, которая будет заменена на протяжении всей программы указанным значением.

# Interface.ScriptCommandAlias
source: Labels register or device reference with name, device references also affect what shows on the screws on the IC base.
cs: Registr štítků nebo odkaz na zařízení s názvem, odkazy na zařízení také ovlivňují to, co se zobrazuje na šroubech na základně IC.
es: Etiquetas de registro o referencia de dispositivo con nombre, las referencias de dispositivo también afectan a lo que se muestra en los tornillos de la base del IC.
fr: Associe un nom à une référence de registre ou de dispositif, les références de dispositif influencent également ce qui s'affiche sur les vis du support de CI.
pt_pt: Nomeia register ou referência ao dispositivo por nome, referência ao dispositivo afeta também o que mostra nos parafusos da base do CI.
ru: Метки регистра или ссылка на устройство с именем, ссылки на устройства также влияют на то, что показано на винтах на основании IC.

# Interface.ScriptCommandLR
source: Loads reagent of device's reagentMode to register. Contents (0), Required (1), Recipe (2). Can use either the word, or the number.
cs: Načte činidlo reagentMode ze zařízení do registru. Obsah (0), požadované (1), recept (2). Můžete použít buď slovo, nebo číslo.
es: Carga el reactivo del reagentMode del dispositivo para registrarlo. Contenido (0), Requerido (1), Receta (2). Puede usar la palabra o el número.

# Interface.ScriptCommandLS
source: Loads slot var on device to register.
cs: Načte slot var na zařízení k registraci.
es: Carga la variable de la ranura en el dispositivo para registrar.
fr: Chargement de l'emplacement var pour s'enregistrer.
pt_pt: Carrega var do compartimento do dispositivo para register.
ru: Загружает слот переменной устройства в регистр.

# Interface.ScriptCommandSB
source: Stores register value to var on all output network devices with provided type hash.
cs: Ukládá hodnotu registru do var na všechny zařízení výstupní sítě s typem hash.
es: Almacena el valor de registro para variar en todos los dispositivos de red de salida con el tipo de registro proporcionado.
ru: Записывает значение регистра в var на всех выходных сетевых устройствах с предоставленным типом хеша.

# Interface.ScriptCommandS
source: Stores register value to var on device.
cs: Uloží hodnotu registru do var na zařízení.
es: Almacena el valor de registro para variar en el dispositivo.
fr: Applique la valeur du registre à la variable du dispositif
pt_pt: Guarda valor do register na var do dispositivo.
ru: Записывает значение регистра в var на устройстве.

# Interface.ScriptCommandLB
source: Loads var from all output network devices with provided type hash using the provide batch mode. Average (0), Sum (1), Minimum (2), Maximum (3). Can use either the word, or the number.
cs: Načte var ze všech zařízení výstupní sítě s dodaným typem hash pomocí dávkového režimu. Průměr (0), součet (1), minimum (2), maximum (3). Můžete použít buď slovo, nebo číslo.
es: Las cargas varían de todos los dispositivos de red de salida con el tipo de hash proporcionado usando el modo de lote proporcionado. Promedio (0), Suma (1), Mínimo (2), Máximo (3). Puede usar la palabra o el número.

# Interface.ScriptCommandL
source: Loads device var to register.
cs: Načte zařízení var pro registraci.
es: Carga el dispositivo variable para registrar.
fr: Charge la variable du dispositif et la stocke dans le registre
pt_pt: Carrega var do dispositivo para register.
ru: Загружает var устройства в регистр.

# Interface.ServerReadyString
source: Server can now be started.
cs: Nyní lze spustit server.

# Interface.ResearchCancel
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
hu: Mégsem
pt_pt: Cancelar
ru: Отменить
tr: İptal Et

# Interface.ResearchConfirm
source: Confirm
cs: Potvrdit
es: Confirmar
fr: Confirmer
hu: Megerősítés
pt_pt: Confirmar
ru: Подтвердить
tr: Onayla

# Interface.ResearchTitle
source: Research
cs: Výzkum
es: Investigación
fr: Rechercher
hu: Fejlesztés
pt_pt: Pesquisar
ru: Исследование
tr: Araştır

# Interface.ResearchFilter
source: Filter
cs: Filtr
es: Filtros
fr: Filtres
hu: Szűrő
pt_pt: Filtro
ru: Фильтр
tr: Filtrele

# Interface.NextWeatherEventTime
source: Returns in seconds when the next weather event is inbound.
cs: Vrací sekundy do další meteorologické události.
es: Vuelve en lo antes posible cuando llegue el próximo evento meteorológico.
hu: Visszatér időtartammal (másodpercben), ha közeleg egy időjárási esemény
ru: Возвращает в секундах, когда наступит следующее погодное событие.

# Interface.MineablesInQueue
source: Returns the amount of mineables AIMEe has queued up to mine.
cs: Vrátí množství těžení, které AIMEe zařadil do fronty.
es: Devuelve la cantidad de objetos extraíbles que AIMEe ha puesto en cola para extraer.
fr: Renvoie la quantité de minerais que AIMEe a prévu de miner.
hu: Visszatér a bányászhatók mennyiségével, amit AIMe állított sorba a bányászáshoz.
ru: Возвращает количество предметов помеченных к добыче в очереди AIMEe.

# Interface.MineablesInVicinity
source: Returns the amount of potential mineables within an extended area around AIMEe.
cs: Vrátí množství potenciálních těžení v rozšířené oblasti kolem AIMEe.
es: Devuelve la cantidad de posibles minas dentro de un área extendida alrededor de AIMEe.
fr: Renvoie la quantité de minerais potentiels dans la zone autour d’AIMEe.
hu: Visszatér a potenciális bányászhatók mennyiségével AIMe széles környezetében.
ru: Возвращает количество предметов потенциально пригодных к добыче в пределах расширенной области вокруг AIMEe.

# Interface.CurrentResearchPodType
source: Returns the pod type stored in the machine.
cs: Vrátí typ pod uložený ve stroji.
es: Devuelve el tipo de pod almacenado en la máquina.
fr: Indique la signature de la construction dans l'emplacement
hu: Visszatér a gépben tárolt kapszula típusával
pt_pt: Retorna o tipo de pod guardado na máquina.
ru: Возвращает тип контейнера, хранящегося на машине.

# Interface.ManualGetResearchPodsRequired
source: Sets the pod type to search for a certian pod when breaking down a pods.
cs: Nastaví typ lusku, aby při rozpadu lusků vyhledal určitý modul.
es: Establece el tipo de cápsula para buscar una determinada cápsula cuando se rompe una cápsula.
fr: Définit le type de pod pour rechercher un pod certian lors de la décomposition d'un pod.
pt_pt: Define o tipo de pod a procurar ao destruir um pod.

# Interface.ActivateResearch
source: Starts reserach process.
cs: Zahájit výzkumný proces.
es: Inicia el proceso de investigación.
fr: Démarre le processus de recherche.
pt_pt: Inicia processo de pesquisa.
ru: Начать процесс исследования.
tr: Araştırma sürecini başlatır.

# Interface.SettingsTerrainClutterMultiplier
source: Terrain Clutter Multiplier
cs: Násobitel nepořádku v terénu
es: Deformación del Terreno
fr: Encombrement du terrain
hu: Tereptárgy-szorzó
pt_pt: Multiplicador Deformações Terreno
ru: Деформация местности
tr: Arazi Karmaşıklığı Çarpanı

# Interface.Communications Crate
source: Communications Crate
cs: Komunikační bedna
es: Caja de Comunicaciones
fr: Fournitures de communication
pt_pt: Caixa de Comunicações
ru: Ящик связи
tr: Haberleşme Sandığı

# Interface.Misc Crate
source: Misc Crate
cs: Různá bedna
es: Caja variada
fr: Fournitures diverses
pt_pt: Caixa Diversos
ru: Ящик разного
tr: Çeşitli Eşyalar Sandığı

# Interface.Portable Appliance Kits
source: Portable Appliance Kits
cs: Přenosné sady spotřebičů
es: Kits de aparatos portátiles
fr: Kits d'appareils portables
pt_pt: Kits de Utensílios Portáteis
ru: Переносной набор устройств
tr: Taşınabilir Cihaz Donanımları

# Interface.Consumables Supplies
source: Consumables Supplies
cs: Spotřební zásoby
es: Suministros de consumo
fr: Fournitures consommables
pt_pt: Consumíveis
ru: Ящик расходников
tr: Tüketilebilir Malzemeler

# Interface.Organic Supplies 2
source: Organic Supplies 2
cs: Organické zásoby 2
es: Suministros orgánicos 2
fr: Fournitures biologiques 2
pt_pt: Fornecimentos Orgânicos 2
ru: Органические припасы 2
tr: Organik Malzemeler 2

# Interface.Organic Supplies 1
source: Organic Supplies 1
cs: Organické zásoby 1
es: Suministros orgánicos 1
fr: Fournitures biologiques 1
pt_pt: Fornecimentos Orgânicos 1
ru: Органические припасы 1
tr: Organik Malzemeler 1

# Interface.Organic Supplies
source: Organic Supplies
cs: Organické zásoby
es: Suministros orgánicos
fr: Fournitures biologiques
pt_pt: Fornecimentos Orgânicos
ru: Органические припасы
tr: Organik Malzemeler

# Interface.Construction Supplies 2
source: Construction Supplies 2
cs: Konstrukční zásoby 2
es: Suministros de construcción 2
fr: Fournitures de construction 2
pt_pt: Fornecimentos de Construção 2
ru: Стройматериалы 2
tr: İnşaat Malzemeleri 2

# Interface.Construction Supplies 1
source: Construction Supplies 1
cs: Konstrukční zásoby 1
es: Suministros de construcción 1
fr: Fournitures de construction 1
pt_pt: Fornecimentos de Construção 1
ru: Стройматериалы 1
tr: İnşaat Malzemeleri 1

# Interface.ConfirmReset
source: Reset
cs: Obnovit
es: Restablecer
fr: Réinitialiser
hu: Visszaállítás
pt_pt: Repor
ru: Сбросить
tr: Sıfırla

# Interface.ResetInventoryDescription
source: This will reset all undocked inventory windows.
cs: Tímto se obnoví všechna neukotvená okna inventáře.
es: Esto reseteará todas las ventanas de inventario desacopladas.
fr: Cela va replacer toutes les fenêtres à leur position d'origine.
pt_pt: Isto irá repor todas as janelas não ancoradas.
ru: Это сбросит все не закрепленные окна.
tr: Bu, bütün yerleşmemiş envanter pencerelerini sıfırlar.

# Interface.ResetInventoryTitle
source: Reset Inventory Windows
cs: Obnovit okna inventáře
es: Restablecer ventanas de inventario
fr: Réinitialiser les fenêtres
hu: Eszköztár ablakok visszaállítása
pt_pt: Repor janelas inventário
ru: Сбросить окна инвентаря
tr: Envanter Pencerelerini Sıfırla

# Interface.SettingsTerrainClutter
source: Terrain Clutter
cs: Terénní nepořádek
es: Deformación del Terreno
fr: Encombrement du terrain
hu: Tereptárgy
pt_pt: Deformações Terreno
ru: Шум поверхности
tr: Arazi Karmaşıklığı

# Interface.TutorialsObjectiveTitle
source: Objective
cs: Cíl
es: Objetivo
fr: Objectif
pt_pt: Objetivo
ru: Задача
tr: Amaç

# Interface.TutorialsTitle
source: Tutorials
cs: Výuka
es: Tutoriales
fr: Tutoriels
hu: Oktatóanyagok
pt_pt: Tutoriais
ru: Руководства
tr: Öğretici

# Interface.ScenariosObjectiveTitle
source: Objective
cs: Cíl
es: Objetivo
fr: Objectif
pt_pt: Objetivo
ru: Задача
tr: Amaç

# Interface.ScenariosTitle
source: Scenarios
cs: Scénáře
es: Escenarios
fr: Scénarios
hu: Szkenáriók
pt_pt: Cenários
ru: Сценарии
tr: Senaryolar

# Interface.CustomWorld
source: Custom World
cs: Vlastní svět
es: Mundo personalizado
fr: Monde personnalisé
hu: Egyéni világ
pt_pt: Personalizado
ru: Пользовательский мир
tr: Özel Dünya

# Interface.CartridgeElectronicReaderTitle
source: ENCYCLOPEDIA
cs: ENCYKLOPEDIE
es: ENCICLOPEDIA
fr: ENCYCLOPEDIE
hu: ENCIKLOPÉDIA
pt_pt: ENCICLOPEDIA
ru: ЭНЦИКЛОПЕДИЯ
tr: ANSİKLOPEDİ

# Interface.NetworkAnalyserTitle
source: NETWORK ANALYZER
cs: SÍŤOVÝ ANALYZÁTOR

# Interface.NetworkAnalyserRequired
source: REQUIRED
cs: POŽADOVANÉ
es: OBLIGATORIO
fr: REQUIS
hu: SZÜKSÉGES
pt_pt: NECESSÁRIO
ru: ТРЕБУЕТСЯ
tr: ZORUNLU

# Interface.NetworkAnalyserDevices
source: DEVICES
cs: ZAŘÍZENÍ
es: DISPOSITIVOS
fr: APPAREILS
hu: ESZKÖZÖK
pt_pt: DISPOSITIVOS
ru: УСТРОЙСТВА
tr: CİHAZLAR

# Interface.NetworkAnalyserPotential
source: POTENTIAL
cs: POTENCIÁL
es: POTENCIAL
fr: POTENTIEL
hu: POTENCIÁLIS
pt_pt: POTENCIAL
ru: НАПРЯЖЕНИЕ
tr: POTANSİYEL

# Interface.NetworkAnalyserActual
source: ACTUAL
cs: AKTUÁLNÍ
fr: ACTUEL
hu: AKTUÁLIS
pt_pt: ATUAL
ru: ТЕКУЩЕЕ
tr: GÜNCEL

# Interface.NetworkAnalyserNetwork
source: CABLE NETWORK
cs: KABELOVÁ SÍŤ
es: RED DE CABLE
fr: CABLE RESEAU
hu: KÁBELHÁLÓZAT
pt_pt: CABLAGEM
ru: КАБЕЛЬНАЯ СЕТЬ
tr: KABLO AĞI

# Interface.ElectronicReaderPressure
source: Pressure
cs: Tlak
es: Presión
fr: Pression
hu: Nyomás
pt_pt: Pressão
ru: Давление
tr: Basınç

# Interface.ElectronicReaderTemperature
source: Temperature
cs: Teplota
es: Temperatura
fr: Température
hu: Hőmérséklet
pt_pt: Temperatura
ru: Температура
tr: Sıcaklık

# Interface.ElectronicReaderEnergy
source: Energy
cs: Energie
es: Energía
fr: Énergie
hu: Energia
pt_pt: Energia
ru: Энергия
tr: Enerji

# Interface.SettingsThingRenderDistance
source: Thing Render Distance
cs: Vzdálenost vykreslení věcí
es: Distancia de Renderizado
fr: Distance de rendu
hu: Dolog rendertávolság
pt_pt: Distância Objetos
ru: Дальность отрисовки предметов
tr: Nesne Betimleme Uzaklığı

# Interface.ElectronicReaderSeconds
source: Seconds
cs: Sekundy
es: Segundos
fr: Secondes
hu: Másodperc
ru: Секунд
tr: Saniye

# Interface.ElectronicReaderTime
source: Time
cs: Čas
es: Tiempo
fr: Durée
hu: Idő
pt_pt: Tempo
ru: Время
tr: Zaman

# Interface.ElectronicReadereggs
source: eggs
cs: vejce
es: Huevos
fr: oeufs
hu: tojás
pt_pt: ovos
ru: яйца
tr: yumurtalar

# Interface.ElectronicReaderEgg
source: Egg
cs: Vejce
es: Huevo
fr: Oeuf
hu: Tojás
pt_pt: Ovo
ru: Яйцо
tr: Yumurta

# Interface.ElectronicReaderFlour
source: Flour
cs: Mouka
es: Harina
fr: Farine
hu: Liszt
pt_pt: Farinha
ru: Мука
tr: Un

# Interface.ElectronicReaderMilk
source: Milk
cs: Mléko
es: Leche
fr: Lait
hu: Tej
pt_pt: Leite
ru: Молоко
tr: Süt

# Interface.ElectronicReaderColorGreen
source: Green Coloring
cs: Zelené zbarvení
es: Coloración Verde
fr: Coloration verte
hu: Zöld színezék
pt_pt: Coloração Verde
ru: Зеленая краска
tr: Yeşile Boyama

# Interface.ElectronicReaderColorOrange
source: Orange Coloring
cs: Oranžové zbarvení
es: Coloración Naranja
fr: Coloration orange
hu: Narancssárga színezék
pt_pt: Coloração Laranja
ru: Оранжевая краска
tr: Turuncuya Boyama
