Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.ContactTradeRequestFail
source: Trader requesting safe landing. A powered landing pad is required to continue.
cs: Obchodník žádá o bezpečné přistání. Pro pokračování je nutná napájená přistávací rampa.
es: Comerciante que solicita un aterrizaje seguro. Se requiere una plataforma de aterrizaje motorizada para continuar.
hu: A kereskedő biztonságosan szeretne leszállni. Hálózatra kötött leszállóplatform szükséges.
ru: Торговец запрашивает безопасную посадку. Запитанная посадочная площадка требуется для продолжения.

# Interface.ContactNoResponse
source: There was no response.
cs: Žádná odpověď.
es: No hubo respuesta.
fr: Il n'y a pas eu de réponse.
hu: Nem volt válasz.
pl: Brak odpowiedzi.
pt_pt: Não houve resposta.
ru: Ответа не было.
tr: Cevap yoktu.

# Interface.TraderInUse
source: This contact is already interacting with someone, try again soon.
cs: Tento kontakt již s někým komunikuje, zkuste to brzy znovu.
es: Este contacto ya está interactuando con alguien, inténtalo de nuevo pronto.
fr: Ce contact est déjà en interaction avec quelqu'un, essayez plus tard.
hu: Ez az ügyfél már valakivel kapcsolatba lépett, próbálkozz újra később.
pl: Ten kontakt już dokonuje z kimś wymiany, spróbuj ponownie później.
pt_pt: Este contacto já está interagindo com alguém, tente novamente em breve.
ru: Этот контакт уже взаимодействует с кем-то, попробуйте чуть позже.
tr: Bu kişi zaten biri ile etkileşimdedir; kısa süre sonra tekrar deneyin.

# Interface.ContactTradeRequest
source: A trader has requested permission for landing.
cs: Obchodník žádá o povolení k přistání.
es: Un comerciante ha solicitado permiso para aterrizar.
fr: Un marchand demande la permission d'atterrir.
hu: Egy kereskedő engedélyt kért a leszálláshoz.
pl: Handlarz prosi o zezwolenie na lądowanie.
pt_pt: Um comerciante solicitou permissão para pousar.
ru: Торговец запрашивает разрешение на посадку.
tr: Bir ticaret gemisi iniş için izin istedi.

# Interface.ContactEventDefault
source: There was no response.
cs: Žádná odpověď.
es: No hubo respuesta.
fr: Il n'y a pas eu de réponse.
hu: Nem volt válasz.
pl: Brak odpowiedzi.
pt_pt: Não houve resposta.
ru: Ответа не было.
tr: Cevap yoktu.

# Interface.Locked
source: Locked
cs: Uzamčeno
es: Bloqueado
fr: Verrouillé
hu: Zárolva
pl: Zablokowane
pt_pt: Trancado
ru: Заблокировано
tr: Kilitli

# Interface.Trade
source: Trade
cs: Obchod
es: Comerciar
fr: Acheter
hu: Üzletelés
pl: Handel
pt_pt: Comercializar
ru: Обмен
tr: Ticaret

# Interface.TraderGoneMissing
source: Seems the contact has moved on.
cs: Zdá se, že kontakt byl přesunut.
es: Parece que el contacto se ha movido.
fr: Le contact semble avoir poursuivi son chemin.
hu: Úgy tűnik az ügyfél elment.
pl: Wygląda na to, że kontakt się przemieścił.
pt_pt: Parece que o contacto seguiu em frente.
ru: Кажется, контакт переместился.
tr: İrtibat ayrılmış görünüyor.

# Interface.ContactsTrading
source: Contacts
cs: Kontakty
es: Contactos
hu: Ügyfelek
it: Contatti
pl: Kontakty
pt_pt: Contactos
ru: Контакты
tr: İrtibatlar

# Interface.OpenIncidentUI
source: Open Incidents
cs: Otevřít incidenty
es: Incidentes abiertos
fr: Incidents en cours
hu: Események megnyitása
pl: Otwórz Incydenty
pt_pt: Abrir Incidentes
ru: Открыть Происшествия
tr: Açık Olaylar

# Interface.IncidentsTitle
source: Incidents
cs: Incidenty
es: Incidentes
hu: Váratlan események
pl: Incydenty
pt_pt: Incidentes
ru: Происшествия
tr: Olaylar

# Interface.SpinnerPannelDone
source: Done
cs: Hotovo
es: Listo
fr: Terminé
hu: Kész
it: Fatto
pl: Wykonano
pt_pt: Terminado
ru: Готово
tr: Tamamlandı

# Interface.SpinnerPannelSaving
source: Saving
cs: Ukládání
es: Guardar
fr: Sauvegarde en cours
hu: Mentés
it: Salvataggio in corso
pl: Zapisuję
pt_pt: Salvando
ru: Сохранение
tr: Kaydediyor

# Interface.AppearanceTitleSpecies
source: Species
cs: Druh
es: Raza
fr: Espèces
hu: Faj
it: Specie
pl: Gatunki
pt_pt: Espécies
ru: Виды
tr: Tür

# Interface.SettingsSavePath
source: Path
cs: Cesta
es: Ruta
fr: Chemin
hu: Útvonal
it: Percorso
pl: Ścieżka
pt_pt: Caminho
ru: Путь
tr: Yol

# Interface.SettingsP2PHostNote
source: If P2PHost is enabled, Stationeers will use steam's packet relay so that you can play with your friend under NAT or VPN. It's not compatible with TCP/IP and force not to advertise server.
cs: Je-li povoleno P2PHost, bude Stationeers používat paketový přenos Steamu, takže můžete hrát s kamarádem pod NAT nebo VPN. Není kompatibilní s protokolem TCP/IP a nutí nezveřejnit server.
es: Si P2PHost está habilitado, Stationeers usará la retransmisión de paquetes de vapor para que pueda jugar con su amigo bajo NAT o VPN. No es compatible con TCP/IP y obliga a no publicitar el servidor.
fr: Si P2P Host est activé, Stationeers utilisera le relais de paquets de Steam afin que vous puissiez jouer avec votre ami en NAT ou VPN. Il n'est pas compatible avec TCP/IP et forcer ne pas annoncer le serveur.
hu: Ha a P2PHost be van kapcsolva, a Stationeers a Steam adatcsomagját fogja továbbításra használni, így a barátoddal NAT vagy VPN hálózaton játszhatsz. Nem TCP/IP kompatibilis, ezért célszerű nem hirdetni a szervert.
it: Se P2PHost è abilitato, Stationeers utilizzerà il relè di pacchetti di Steam in modo da poter giocare con il tuo amico sotto NAT o VPN. Non è compatibile con TCP/IP e forza la mancata pubblicizzazione del server.
pt_pt: Se o P2PHost estiver ativado, o Stationeers usará o steam's packet relay para que você possa jogar com seu amigo sob NAT ou VPN. Não é compatível com TCP/IP e força a não anunciar o servidor.
ru: Если P2PHost включен, Stationeers будет использовать ретрансляцию пакетов от steam, для игры с друзьями через NAT или VPN. Функция не совместима с TCP/IP и не объявляет сервер.
tr: P2PHost etkin ise, Stationeers, arkadaşın ile NAT ve VPN altında oynayabilmen için Steam'in paket iletimini kullanacaktır. TCP/IP uyumlu değildir ve sunucuya bildiri iletmemeye zorlar.

# Interface.SettingsP2PHostEnabled
source: Enable P2PHost
cs: Povolit P2P Host
de: P2PHost aktivieren
es: Habilitar P2PHost
fr: Activer P2P Host
hu: P2PHost engedélyezése
it: Abilita P2PHost
pl: Włącz hosting P2P
pt_pt: Habilitar P2PHost
ru: Включить P2PHost
tr: P2PHost'u Etkinleştir

# Interface.AppearanceButtonRandomize
source: Randomize
cs: Náhodně
de: Zufällig
es: Aleatorio
fr: Aléatoire
hu: Véletlenszerű
it: Randomizza
pl: Losowo
pt_pt: Aleatorizar
ru: Случайно
tr: Rastgele

# Interface.LogicSlotTypePrefabHash
source: returns the hash of the structure in the slot
cs: vrátí hash struktury ve slotu
de: Gibt den Hash des Gegenstandes im Slot zurück
es: devuelve el hash de la estructura en la ranura
fr: Indique la signature de la construction dans l'emplacement
hu: visszatér a slotban levő struktúra hash értékével
it: restituisce l'hash della struttura nello slot
pl: zwraca hash struktury w slocie
pt_pt: devolve a hash da estrutura no compartimento
ru: возвращает хэш структуры в слот
tr: yuvadaki yapının hash'ini döndürür

# Interface.LogicTypeRequestHash
source: When set to the unique identifier, requests an item of the provided type from the device
cs: Pokud je nastavena na jedinečný identifikátor, vyžádá si ze zařízení položku zadaného typu
it: Quando impostato sull'identificatore univoco, richiedi un oggetto del tipo fornito dal dispositivo

# Interface.CollectableGoods
source: Returns 0 or 1 based on whether or not the current rocket system has the ability to collect resources on the planet.
cs: Vrací 0 nebo 1 podle toho, zda aktuální raketový systém má nebo nemá možnost sbírat suroviny na planetě.

# Interface.RocketMode
source: Deprecated
cs: Vyřazené

# Interface.FuelReturnCost
source: Gets the cost of fuel to return the rocket to your current world.
cs: Získá náklady na palivo pro návrat rakety do aktuálního světa.

# Interface.FuelInTankRemaining
source: Gets the fuel remaining in your rocket's fuel tank.
cs: Zjistí zbývající palivo v palivové nádrži rakety.

# Interface.LogicSlotTypeMaxQuantity
source: returns the max stack size of the item in the slot
cs: vrací maximální velikost stohu položky na pozici
de: Gibt die maximale Stapelgröße des Gegenstandes im Slot zurück
es: devuelve el tamaño máximo de la pila del artículo en la ranura
fr: Indique la taille de pile maximale de l'objet dans l'emplacement
hu: visszatér a slotban levő tárgy maximális stack-méretével
it: restituisce la dimensione massima dello stack dell'elemento nello slot
pl: zwraca maksymalny rozmiar stosu przedmiotu w slocie
pt_pt: devolve o lote máximo do item no compartimento
ru: возвращает максимальный размер пачки предмета в слот
tr: yuvadaki öğenin max yığın boyutunu döndürür

# Interface.LogicSlotTypePressureAir
source: returns pressure in the air tank of the jetpack in this slot
cs: vrátí tlak ve vzduchové nádrži jetpacku v tomto slotu
de: Gibt den Druck des Lufttanks des Raumanzugs in diesem Slot zurück
es: devuelve la presión en el depósito de aire del jetpack en esta ranura
fr: Indique la pression dans la bouteille d'oxygène du Jetpack de cet emplacement
hu: visszatér a levegő tartály nyomásával, ami a ruha slotjában van
it: restituisce la pressione nel serbatoio dell'aria del jetpack in questo slot
pl: zwraca ciśnienie w butli plecaka odrzutowego w tym slocie
pt_pt: devolve a pressão no tanque de ar do propulsor a jato neste compartimento
ru: возвращает давление в канистре джетпака в этот слот
tr: yuvadaki sırt roketi giysisinin hava tankındaki basıncı döndürür

# Interface.LogicSlotTypePressureWaste
source: returns pressure in the waste tank of the jetpack in this slot
cs: vrátí tlak v odpadní nádrži jetpacku v tomto slotu
de: Gibt den Druck des Abgastanks des Raumanzugs in diesem Slot zurück
es: devuelve la presión en el depósito de residuos del jetpack en esta ranura
fr: Indique la pression dans le réservoir de déchets du Jetpack de cet emplacement
hu: visszatér a selejtes tartály nyomásával, ami a ruha slotjában van
it: restituisce la pressione nel serbatoio di scarico del jetpack in questo slot
pl: zwraca ciśnienie w butli z odpadami plecaka odrzutowego w tym slocie
pt_pt: devolve a pressão no tanque de resíduos do propulsor a jato neste compartimento
ru: возвращает давление канистры для отходов в этот слот
tr: yuvadaki sırt roketi giysisinin atık tankındaki basıncı döndürür

# Interface.LogicSlotTypeClass
source: returns integer representing the class of object
cs: vrátí celé číslo představující třídu objektu
de: Gibt eine Ganzzahl zurück, die die Klasse des Objekts darstellt
es: devuelve un número entero que representa la clase de objeto
fr: Indique un nombre entier représentant la classe de l'objet
hu: visszatér egy egész számmal, ami az objektum oszályát jelöli
it: restituisce il numero intero che rappresenta la classe di oggetto
pl: zwraca liczbę całkowitą reprezentującą klasę obiektu
pt_pt: devolve um número inteiro que representa a classe do objecto
ru: возвращает целое число, представляющее класс объекта
tr: nesnenin sınıfını temsil eden tam sayıyı döndürür

# Interface.LogicSlotTypeChargeRatio
source: returns current energy charge the slot occupant is holding as a ratio between 0 and 1 of its maximum
cs: vrací aktuální energetický náboj, který obsluhující slot drží jako poměr mezi 0 a 1 svého maxima
de: Gibt das elektrische Ladungsverhältnis des Gegenstandes im Slot als wert von 0 bis 1 zurück
es: devuelve la carga de energía actual que tiene el ocupante de la ranura como una relación entre 0 y 1 de su máximo
fr: Indique la charge d'énergie actuelle par l'emplacement occupé comme un ratio entre 0 et 1 étant son maximum
hu: visszatér a jelenlegi töltöttségével a slotban levő dolognak egy 0 és 1 közötti arányként
it: restituisce la carica di energia corrente che lo slot occupante sta tenendo come un rapporto tra 0 e 1 della sua massima
pl: zwraca poziom naładowania przedmiotu w slocie w formie wartości z zakresu od 0 do 1 jego maksymalnego stanu
pt_pt: devolve a carga atual de energia do que está no compartimento entre 0 e 1 do seu máximo
ru: возвращает текущий заряд энергии, удерживаемый пользователем слота, в соотношении от 0 до 1 от его максимума
tr: yuvaya yerleştirilmiş öğenin barındırdığı mevcut enerji yükünü, tavan değerini 0 ile 1 arasında oranlayarak döndürür

# Interface.LogicSlotTypeCharge
source: returns current energy charge the slot occupant is holding
cs: vrací aktuální energetický náboj, který obsluhující slot drží
de: Gibt die elektrische Ladung des Gegenstandes im Slot zurück
es: devuelve la carga de energía actual que tiene el ocupante de la ranura
fr: Indique la charge d'énergie actuelle par l'emplacement occupé
hu: visszatér a jelenlegi töltöttségével a slotban levő dolognak
it: restituisce la carica di energia corrente che lo slot occupante sta tenendo
pt_pt: devolve a carga atual de energia do que está no compartimento
ru: возвращает текущий заряд энергии, удерживаемый пользователем слота
tr: yuvaya yerleştirilmiş öğenin barındırdığı mevcut enerji yükünü döndürür

# Interface.LogicSlotTypeTemperature
source: returns temperature of the slot occupants internal atmosphere
cs: vrací teplotu vnitřní atmosféry pasažérů
de: Gibt die Temperatur des Gegenstandes im Slot zurück
es: devuelve la temperatura de la atmósfera interna de los ocupantes de la ranura
fr: Indique la température de l'atmosphère interne des emplacements occupés
hu: visszatér a slotban levő dolog belső hőmérsékletével
it: restituisce la temperatura dell'atmosfera interna degli slot occupati
pt_pt: devolve a temperatura atmosférica interna do que está no compartimento
ru: возвращает температуру слота, занятого внутренней атмосферой
tr: yuvaya yerleştirilmiş öğelerin iç atmosfer sıcaklığını döndürür

# Interface.LogicSlotTypePressure
source: returns pressure of the slot occupants internal atmosphere
cs: vrací tlak vnitřní atmosféry pasažérů
de: Gibt den Druck des Gegenstandes im Slot zurück
es: devuelve la presión de la atmósfera interna de los ocupantes de la ranura
fr: Indique la pression de l'atmosphère interne des emplacements occupés
hu: visszatér a slotban levő dolog belső nyomásával
it: restituisce la pressione dell'atmosfera interna degli slot occupati
pt_pt: devolve a pressão atmosférica interna do que está no compartimento
ru: возвращает давление внутри предмета занимающего слот
tr: yuvaya yerleştirilmiş öğelerin iç atmosfer basıncını döndürür

# Interface.LogicSlotTypeGrowth
source: returns the current growth state of the plant in the slot
cs: vrátí aktuální stav růstu rostliny ve slotu
de: Gibt den aktuellen Wachstumszustand der Pflanze im Slot zurück
es: devuelve el estado actual de crecimiento de la planta en la ranura
fr: Indique l'état de croissance actuel de la plante dans l'emplacement
hu: visszatér a slotban levő növény érési állapotával
it: restituisce lo stato della crescita della pianta nello slot
pl: zwraca aktualny stan rozwoju rośliny w slocie
pt_pt: devolve o estado de crescimento da planta no compartimento
ru: возвращает текущее состояние роста растения в слоте
tr: yuvadaki mevcut büyüme durumunu döndürür

# Interface.LogicSlotTypeHealth
source: returns the health of the plant in the slot
cs: vrátí zdraví rostliny ve slotu
de: Gibt die Gesundheit der Pflanze im Slot zurück
es: devuelve la salud de la planta en la ranura
fr: Indique la santé de la plante dans l'emplacement
hu: visszatér a slotban levő növény egészségi állapotával
it: indica la salute della pianta nello slot
pl: zwraca stan zdrowia rośliny w slocie
pt_pt: devolve o estado de saúde da planta no compartimento
ru: возвращает здоровье растения в слоте
tr: yuvadaki bitkinin sağlığını döndürür

# Interface.LogicSlotTypeMature
source: returns 1 if the plant in this slot is mature, 0 when it isn't
cs: vrátí 1, pokud je rostlina v tomto slotu zralá, 0 když není
de: Gibt 1 zurück, wenn die Pflanze in diesem Slot ausgereift ist und 0 wenn nicht
es: devuelve 1 si la planta en esta ranura está desarrollada, 0 si no lo está
fr: Indique 1 si la plante dans cette emplacement est mature, 0 quand il n'est pas
hu: visszatér 1-gyel, ha a növény megérett, különben 0
it: restituisci 1 se la pianta nello slot è matura, 0 se non lo è
pl: zwraca 1 jeśli roślina w slocie jest dojrzała, lub 0 jeśli nie jest
pt_pt: devolve 1 se a planta estiver madura, 0 quando não está
ru: возвращает 1, если растение в этом слоте является зрелым, 0, когда это не так
tr: bu yuvadaki bitki olgun ise 1, değil ise 0 döndürür

# Interface.LogicSlotTypeEfficiency
source: returns the growth efficiency of the plant in the slot
cs: vrací účinnost růstu rostliny ve slotu
de: Gibt die Wachstumseffizienz der Pflanze im Slot zurück
es: devuelve la eficiencia de crecimiento de la planta en la ranura
fr: Indique l'efficacité de croissance de la plante dans l'emplacement
hu: visszatér a slotban levő növény növekedésének hatékonyságával
it: indica l'efficacia della crescita della pianta nello slot
pl: zwraca efektywność rozrostu rośliny w slocie
pt_pt: devolve a eficiência de crescimento da planta no compartimento
ru: возвращает эффективность роста растения в слоте
tr: yuvadaki bitkinin büyüme verimliliğini döndürür

# Interface.LogicSlotTypeDamage
source: returns the damage state of the item in the slot
cs: vrátí stav poškození položky ve slotu
de: Gibt den Schadenszustand des Gegenstandes im Slot zurück
es: devuelve el estado de daño del artículo en la ranura
fr: Indique l'état de dommage de l'objet dans l'emplacement
hu: visszatér a slotban levő tárgy sérülésének mértékével
it: indica lo stato del danno dell'oggetto nello slot
pl: zwraca stan uszkodzeń przedmiotu w slocie
pt_pt: devolve o estado de dano do item no compartimento
ru: возвращает состояние повреждения предмета в слоте
tr: yuvadaki nesnenin hasar durumunu döndürür

# Interface.LogicSlotTypeQuantity
source: returns the current quantity, such as stack size, of the item in the slot
cs: vrací aktuální množství, jako je velikost stohu, položky na pozici
de: Gibt die aktuelle Menge, wie zum Beispiel die Stapelgröße, des Gegenstandes im Slot zurück
es: devuelve la cantidad actual, como el tamaño de la pila, del artículo en la ranura
fr: Indique la quantité actuelle, telle que la taille de la pile, de l'objet dans l'emplacement
hu: visszatér a slotban levő tárgy mennyiségével (például stack-méret)
it: indica la quantità attuale, come la dimensione dello stack, di un oggetto nello slot
pl: zwraca ilość przedmiotów w slocie, jak np. wielkość stosu
pt_pt: devolve a quantidade atual, tal como tamanho do lote, do item no compartimento
ru: возвращает текущее количество, например размер стека, элемента в слоте
tr: yuvadaki nesnenin mevcut miktarını, örneğin yığın boyutunu döndürür

# Interface.LogicSlotTypeOccupantHash
source: returns the has of the current occupant, the unique identifier of the thing
cs: vrátí aktuální cestující, jedinečný identifikátor věci
de: Gibt den Hash des aktuell belegten Slots zurück, die einzigartige Identifikation eines Gegenstandes
es: devuelve el has del ocupante actual, el identificador único de la cosa
fr: Indique la signature de la construction actuel de l'emplacement, l'identification unique de l'objet
hu: visszatér a tárgy hash értékével, azaz az egyedi azonosítójával
it: restituisce l'has dell'attuale occupante, l'identificatore univoco dell'oggetto
pl: zwraca hash przedmiotu w slocie - jego unikalny identyfikator
pt_pt: devolve a hash, uma identificação única, do que está no compartimento
ru: возвращает хэш объекта в слоте устройства
tr: mevcut yer işgal eden şeyin hash'ini, benzersiz tanımlayıcısını döndürür

# Interface.LogicSlotTypeOccupied
source: returns 0 when slot is not occupied, 1 when it is
cs: vrátí 0, pokud není obsazen slot 1, když je obsazen
de: Gibt 0 zurück, wenn der Slot nicht belegt ist. Andernfalls 1.
es: devuelve 0 cuando la ranura no está ocupada, 1 cuando lo está
fr: Indique 0 lorsque l'emplacement n'est pas occupé et 1 quand c'est le cas
hu: visszatér 0-val, ha a slot üres, 1-gyel, ha foglalt
it: restituisce 0 quando lo slot non è occupato, 1 quando lo è
pl: zwraca 0 jeśli slot jest wolny, 1 jeśli jest zajęty
pt_pt: devolve 0 quando o compartimento não está ocupado, 1 quando está
ru: возвращает 0, когда слот не занят, 1, когда занят
tr: yuva dolu değil ise 0, dolu ise 1 döndürür

# Interface.LogicSlotTypeNone
source: No description
cs: Žádný popis
de: Keine Beschreibung
es: Sin descripción
fr: Aucune description
hu: Nincs leírás
it: Nessuna descrizione
ja: 説明無し
pl: Brak opisu
pt_pt: Sem descrição
ru: Нет описания
tr: Açıklama yok

# Interface.LogicTypeSignalID
source: Returns the contact ID of the strongest signal from this Satellite
cs: Vrátí ID kontaktu nejsilnějšího signálu z tohoto satelitu
es: Devuelve el ID de contacto de la señal más fuerte de este satélite
fr: Renvoie l'identification du contact avec le signal le plus fort de ce satellite
hu: Visszaadja a műholdból annak az ügyfélnek az azonosítóját, akinek a legerősebb a jele
pt_pt: Devolve o ID do contacto com sinal mais forte deste satélite
ru: Возвращает идентификатор контакта самого сильного сигнала от этого спутника
tr: Bu Uydudan gelen en güçlü sinyalin iletişim kimliğini döndürür

# Interface.LogicTypeSignalStrength
source: Returns the strength of the strongest signal received from this Satellite
cs: Vrátí sílu nejsilnějšího signálu přijatého z tohoto satelitu
es: Devuelve la fuerza de la señal más fuerte recibida de este satélite
fr: Renvoie la puissance du signal le plus fort reçu de satellite
hu: Visszatér a műhold által vett legerősebb jel erősségével
pt_pt: Devolve a força do sinal mais forte deste satélite
ru: Возвращает силу самого сильного сигнала, полученного от этого спутника
tr: Bu Uydudan alınan en güçlü sinyalin gücünü döndürür

# Interface.LogicTypeForceWrite
source: Forces Logic Writer devices to rewrite value
cs: Přinutí přepsat hodnotu zařízení pro logický zapisovač
de: Erzwingt das erneue Senden der Ausgangswerte einer Schreibeinheit
es: Fuerza a los dispositivos de escritura lógica a reescribir el valor
fr: Force les logiques d'écriture à réécrire la valeur
hu: Kényszeríti a "Logika: írás" eszközöket az értékek újraírására
it: Impone ai dispositivi Logic writer di riscrivere il valore
pl: Zmusza Logiczny Zapisywacz do nadpisania wartości
pt_pt: Força os dispositivos lógicos de escrita sobrescrever o valor
ru: Заставляет чип-Запись перезаписывать значение
tr: Değerleri yeniden yazması için Mantık Yazıcı cihazlarını zorlar

# Interface.LogicTypePrefabHash
source: The hash of the structure
cs: Hash struktury
de: Der Hash der Struktur
es: El hash de la estructura
fr: La signature de la construction
hu: A szerkezet hashe, azaz egyedi tulajdonsága
it: L'hash della struttura
ja: 構造体のハッシュ
pl: Hash struktury
pt_pt: A hash da estrutura
ru: Хеш структуры
tr: Yapının hash'i

# Interface.LogicTypeVelocityRelativeZ
source: The current velocity Z relative to the forward vector of this
cs: Aktuální rychlost Z vzhledem k dopřednému vektoru tohoto
de: Die aktuelle Z-Vektor-Geschwindigkeit im Verhältnis zum Vorwärtsvektor
es: La velocidad actual Z es relativa al vector delantero de esta
fr: La vitesse actuelle Z par rapport au vecteur avant de cette
hu: A Z vektor aktuális sebessége az irányvektorhoz képest
it: La velocità attuale Z rispetto al vettore in avanti di questo
pt_pt: A velocidade atual Z relativa ao vector frontal deste
ru: Текущая скорость по оси Z относительно прямого вектора
tr: Bunun, ileri vektörüne göre mevcut Z hızı
