Repository: sisizanohitopontoon/locales
Catalog: */Interactables.po
Languages: de, fi, fr, ja, nl, pl, tr, vi

# Interactables.Slot26
source: Slot 26
de: Fach 26
fr: Emplacement 26
ja: スロット26
pl: Miejsce 26
tr: Yuva 26
vi: Khe 26

# Interactables.Slot25
source: Slot 25
de: Fach 25
fr: Emplacement 25
ja: スロット 25
pl: Miejsce 25
tr: Yuva 25
vi: Khe 25

# Interactables.TiltDownwards
source: Tilt Downwards
de: Nach Unten Neigen
fr: Inclinaison vers le Bas
ja: 下に傾ける
nl: Kantel Omlaag
pl: Przechyl w Dół
tr: Aşağıya Doğru Yatır
vi: Nghiêng xuống

# Interactables.Export2
source: Export2
de: Exportieren 2
ja: エクスポート2
nl: Exporteren2
pl: Wyjście 2
tr: Çıkış2
vi: Xuất2

# Interactables.Launch
source: Launch
de: Starten
fr: Lancer
ja: 発射
nl: Lanceer
pl: Uruchom
tr: Başlat
vi: Khởi động

# Interactables.PreviousPlan
source: Previous Plan
de: Vorheriger Plan
fr: Plan Précédent
ja: 前のプラン
nl: Vorige Plan
pl: Poprzedni Plan
tr: Önceki Plân
vi: Kế hoạch trước

# Interactables.NextPlan
source: Next Plan
de: Nächster Plan
fr: Plan Suivant
ja: 次のプラン
nl: Volgende Plan
pl: Następny Plan
tr: Sonraki Plân
vi: Kế hoạch tiếp

# Interactables.CreatePlan
source: Create Plan
de: Plan Erstellen
fr: Créer un Plan
ja: プラン作成
nl: CreÃ«er Plan
pl: Stwórz Plan
tr: Plân Oluştur
vi: Tạo kế hoạch

# Interactables.Search
source: Search
de: Suche
fr: Rechercher
ja: 検索
nl: Zoek
pl: Szukaj
tr: Ara
vi: Tìm kiếm

# Interactables.Button4
source: Button4
de: Taster 4
fr: Bouton4
ja: ボタン4
nl: Knop4
pl: Przycisk 4
tr: Tuş4
vi: Nút4

# Interactables.Output
source: Output
de: Auswurf
fr: Sortie
ja: 出力
nl: Uitgang
pl: Wyjście
tr: Çıkış
vi: Đầu ra

# Interactables.Hatch
source: Hatch
de: Luke
fr: Trappe
ja: ハッチ
nl: Broed
pl: Właz
tr: Kapak
vi: Nở ra

# Interactables.Grow
source: Grow
de: Wachsen
fr: Cultiver
ja: 成長
nl: Groei
pl: Uprawiaj
tr: Yetiştir
vi: Lớn thêm

# Interactables.LayEgg
source: Lay Egg
de: Ei Legen
fr: Pondre un oeuf
ja: 産卵
nl: Leg Ei
pl: Złóż Jajo
tr: Yumurta Yerleştir

# Interactables.Eat
source: Eat
de: Essen
fr: Manger
ja: 食べる
nl: Eet
pl: Zjedz
tr: Ye

# Interactables.RotateLeft
source: Rotate Left
de: Nach Links Drehen
fr: Rotation à Gauche
ja: 左に回転
nl: Draai Links
pl: Obróć w Lewo
tr: Sola Döndür
vi: Xoay Trái

# Interactables.Rotate
source: Rotate
de: Drehen
fr: Rotation
ja: 回転
nl: Draai
pl: Obróć
tr: Döndür
vi: Xoay quanh

# Interactables.TiltUpwards
source: Tilt Upwards
de: Nach Oben Neigen
fr: Inclinaison vers le Haut
ja: 上に傾ける
nl: Kantel Omhoog
pl: Przechyl w Górę
tr: Yukarıya Doğru Çevir
vi: Nghiêng lên

# Interactables.Slot30
source: Slot30
nl: Sleuf30
pl: Miejsce 30

# Interactables.Slot29
source: Slot29
nl: Sleuf29
pl: Miejsce 29

# Interactables.Slot28
source: Slot28
nl: Sleuf28
pl: Miejsce 28

# Interactables.Slot27
source: Slot 27
de: Fach 27
fr: Emplacement 27
ja: スロット27
pl: Miejsce 27
tr: Yuva 27
vi: Khe 27

# Interactables.Slot24
source: Slot24
nl: Sleuf24
pl: Miejsce 24

# Interactables.Slot23
source: Slot23
nl: Sleuf23
pl: Miejsce 23

# Interactables.Slot22
source: Slot22
nl: Sleuf22
pl: Miejsce 22

# Interactables.Slot21
source: Slot 21
de: Fach 21
fr: Emplacement 21
ja: スロット 21
pl: Miejsce 21
tr: Yuva 21
vi: Khe 21

# Interactables.Slot20
source: Slot 20
de: Fach 20
fr: Emplacement 20
ja: スロット 20
pl: Miejsce 20
tr: Yuva 20
vi: Khe 20

# Interactables.Slot19
source: Slot 19
de: Fach 19
fr: Emplacement 19
ja: スロット 19
pl: Miejsce 19
tr: Yuva 19
vi: Khe 19

# Interactables.Slot18
source: Slot18
nl: Sleuf18
pl: Miejsce 18

# Interactables.Slot17
source: Slot17
nl: Sleuf17
pl: Miejsce 17

# Interactables.Slot16
source: Slot16
nl: Sleuf16
pl: Miejsce 16

# Interactables.Slot15
source: Slot15
nl: Sleuf15
pl: Miejsce 15

# Interactables.Slot14
source: Slot14
nl: Sleuf14
pl: Miejsce 14

# Interactables.Slot13
source: Slot13
nl: Sleuf13
pl: Miejsce 13

# Interactables.Slot12
source: Slot12
nl: Sleuf12
pl: Miejsce 12

# Interactables.Slot11
source: Slot11
nl: Sleuf11
pl: Miejsce 11

# Interactables.Button3
source: Button3
de: Taster 3
fr: Bouton3
ja: ボタン3
nl: Knop3
pl: Przycisk 3
tr: Tuş3
vi: Nút3

# Interactables.PassengersChair
source: Passengers Chair
de: Beifahrersitz
fr: Siège du passager
ja: 乗員の椅子
nl: Passagiers Stoel
pl: Fotel Pasażera
tr: Yolcu Koltuğu
vi: Ghế hành khách

# Interactables.CaptainsChair
source: Captains Chair
de: Kapitänssitz
fr: Siège du Capitaine
ja: キャプテンの椅子
nl: Kapiteins Stoel
pl: Fotel Kapitana
tr: Kaptan Koltuğu
vi: Ghế thuyền trưởng

# Interactables.Cartridge
source: Cartridge
de: Kassette
fr: Carte
ja: カートリッジ
pl: Kartridż
tr: Kartuş
vi: Vỏ đạn

# Interactables.Battery
source: Battery
de: Batterie
fr: Batterie
ja: バッテリー
nl: Batterij
pl: Bateria
tr: Pil
vi: Pin

# Interactables.Flush
source: Flush
de: Spülen
fr: Purge
ja: フラッシュ
nl: Doorspoelen
pl: Opróżnij
tr: Boşalt
vi: Xối nước

# Interactables.PressureDown
source: Pressure Down
de: Druck Senken
fr: Réduire la pression
ja: 減圧
nl: Druk Omlaag
pl: Zmniejsz Ciśnienie
tr: Basıncı Düşür
vi: Giảm áp suất

# Interactables.PressureUp
source: Pressure Up
de: Druck Erhöhen
fr: Augmenter la pression
ja: 昇圧
nl: Druk Omhoog
pl: Zwiększ Ciśnienie
tr: Basıncı Yükselt
vi: Tăng áp lực

# Interactables.Import
source: Import
de: Importieren
fr: Déposer
ja: インポート
nl: Importeren
pl: Wejście
tr: Giriş
vi: Nhập

# Interactables.Export
source: Export
de: Exportieren
fr: Récupérer
ja: エクスポート
nl: Exporteren
pl: Wyjście
tr: Çıkış
vi: Xuất

# Interactables.Use
source: Use
de: Benutzen
fr: Utiliser
ja: 使う
nl: Gebruik
pl: Użyj
tr: Kullan
vi: Dùng

# Interactables.RotateRight
source: Rotate Right
de: Nach Rechts Drehen
fr: Rotation à Droite
ja: 右に回転
nl: Draai Rechts
pl: Obróć w Prawo
tr: Sağa Döndür
vi: Xoay Phải

# Interactables.PreviousPage
source: Previous Page
de: Vorherige Seite
fr: Page Précédente
ja: 前のページ
nl: Vorige Pagina
pl: Poprzednia Strona
tr: Önceki Safa
vi: Trang trước

# Interactables.NextPage
source: Next Page
de: Nächste Seite
fr: Page Suivante
ja: 次のページ
nl: Volgende Pagina
pl: Następna Strona
tr: Sonraki Sayfa
vi: Trang trước

# Interactables.SplitHalf
source: Split Half
de: Halbieren
fr: Diviser en 2
ja: 半分分割
nl: Split In Half
pl: Rozdziel na Pół
tr: Yarıya Ayır
vi: Chia một nửa

# Interactables.SplitOne
source: Split One
de: Eins Abtrennen
fr: En Prendre Un
ja: 1つ分割
nl: Split Een
pl: Wydziel Jedno
tr: Birini Ayır
vi: Chia một

# Interactables.Button2
source: Button2
de: Taster 2
fr: Bouton2
ja: ボタン2
nl: Knop2
pl: Przycisk 2
tr: Tuş2
vi: Nút2

# Interactables.Slot10
source: Slot10
de: Fach 10
nl: Sleuf10
pl: Miejsce 10
vi: Khe10

# Interactables.Slot9
source: Slot9
de: Fach 9
nl: Sleuf9
pl: Miejsce 9
vi: Khe9

# Interactables.Slot8
source: Slot8
de: Fach 8
nl: Sleuf8
pl: Miejsce 8
vi: Khe8

# Interactables.Slot7
source: Slot7
de: Fach 7
nl: Sleuf7
pl: Miejsce 7
vi: Khe7

# Interactables.Slot6
source: Slot6
de: Fach 6
nl: Sleuf6
pl: Miejsce 6
vi: Khe6

# Interactables.Slot5
source: Slot5
de: Fach 5
nl: Sleuf5
pl: Miejsce 5
vi: Khe5

# Interactables.Slot4
source: Slot4
de: Fach 4
nl: Sleuf4
pl: Miejsce 4
vi: Khe4

# Interactables.Slot3
source: Slot3
de: Fach 3
nl: Sleuf3
pl: Miejsce 3
vi: Khe3

# Interactables.Button1
source: Button1
de: Taster 1
fr: Bouton1
ja: ボタン1
nl: Knop1
pl: Przycisk 1
tr: Tuş1
vi: Nút1

# Interactables.Drag
source: Drag
de: Ziehen
fr: Trainer
ja: 引っ張る
nl: Sleep
pl: Ciągnij
tr: Sürükle
vi: Kéo

# Interactables.GrabCalfL
source: Grab Left Calf
de: Greife Linke Wade
fr: Saisir le mollet gauche
ja: 左足を掴む
pl: Złap Lewą Łydkę

# Interactables.GrabCalfR
source: Grab Right Calf
de: Greife Rechte Wade
fr: Saisir le mollet droit
ja: 右足を掴む
pl: Złap Prawą Łydkę
vi: Nắm lấy bắp chân phải

# Interactables.GrabThighL
source: Grab Left Thigh
de: Greife Linken Schenkel
fr: Saisir la cuisse gauche
ja: 左腿を掴む
pl: Złap Lewe Udo
vi: Nắm lấy đùi trái

# Interactables.GrabThighR
source: Grab Right Thigh
de: Greife Rechten Schenkel
fr: Saisir la cuisse droite
ja: 右腿を掴む
pl: Złap Prawe Udo
vi: Nắm lấy đùi phải

# Interactables.GrabLowerArmR
source: Grab Right Arm
de: Greife Rechten Unterarm
fr: Saisir le bras droite
pl: Złap Prawe Przedramię

# Interactables.GrabLowerArmL
source: Grab Left Arm
de: Greife Linken Unterarm
fr: Saisir le bras gauche
pl: Złap Lewe Przedramię

# Interactables.GrabUpperArmR
source: Grab Right Arm
de: Greife Rechten Oberarm
fr: Saisir le bras droite
ja: 右腕を掴む
pl: Złap Prawe Ramię

# Interactables.GrabUpperArmL
source: Grab Left Arm
de: Greife Linken Oberarm
fr: Saisir le bras gauche
ja: 左腕を掴む
pl: Złap Lewe Ramię

# Interactables.GrabHead
source: Grab Head
de: Greife Kopf
fr: Saisir la tête
ja: 頭を掴む
pl: Złap Głowę

# Interactables.GrabRightFoot
source: Grab Right Foot
de: Greife Rechten Fuß
fr: Saisir le pied droite
ja: 右足で掴む
nl: Grijp Rechte Voet
pl: Złap Prawą Stopę
tr: Sağ Ayağı Al

# Interactables.Button9
source: Button9
pl: Przycisk 9

# Interactables.Input
source: Input
de: Einlass
fr: Entrée
ja: 入力
nl: Ingang
pl: Wejście
tr: Giriş

# Interactables.Setting
source: Setting
de: Einstellungen
fr: Réglage
ja: 設定
pl: Ustawienie
tr: Ayarlama

# Interactables.Increase
source: Increase
de: Erhöhen
fr: Augmenter
ja: 増やす
nl: Vermeerder
pl: Zwiększ
tr: Arttır

# Interactables.Decrease
source: Decrease
de: Verringern
fr: Diminuer
ja: 減らす
nl: Verminder
pl: Zmniejsz
tr: Azalt

# Interactables.Color
source: Color
de: Farbe
fr: Couleur
ja: 色
nl: Kleur
pl: Kolor
tr: Renk

# Interactables.Access
source: Access
de: Zugriff
fr: Accès
ja: アクセス
nl: Toegang
pl: Dostęp
tr: Eriş

# Interactables.Magazine
source: Magazine
de: Magazin
fr: Chargeur
ja: 雑誌
nl: Magazijn
pl: Magazynek
tr: Şarjör

# Interactables.TemperatureUp
source: Temperature Up
de: Temperatur Erhöhen
fr: Monter température
ja: 温度上昇
nl: Temperatuur Omhoog
pl: Zwiększ Temperaturę
tr: Sıcaklığı Yükselt

# Interactables.TemperatureDown
source: Temperature Down
de: Temperatur Senken
fr: Baisser température
ja: 温度下降
nl: Temperatuur Omlaag
pl: Zmniejsz Temperaturę
tr: Sıcaklığı Düşür

# Interactables.ThrustUp
source: Thrust Up
de: Schub Erhöhen
fr: Monter poussée
ja: 推力上昇
nl: Stuwkracht Omhoog
pl: Zwiększ Siłę Ciągu
tr: İtişi Arttır
vi: Đẩy lên

# Interactables.ThrustDown
source: Thrust Down
de: Schub Verringern
fr: Baisser poussée
ja: 推力下降
nl: Stuwkracht Omlaag
pl: Zmniejsz Siłę Ciągu
tr: İtişi Azalt

# Interactables.Button5
source: Button5
de: Taster 5
fr: Bouton5
ja: ボタン5
nl: Knop5
pl: Przycisk 5
tr: Tuş5

# Interactables.Button6
source: Button6
de: Taster 6
fr: Bouton6
ja: ボタン6
nl: Knop6
pl: Przycisk 6
tr: Tuş6

# Interactables.UnpackAll
source: Unpack All
de: Alles Auspacken
fr: Déballer tout
ja: 全て開封
nl: Pak Uit Alles
pl: Wypakuj Wszystko
tr: Hepsini Aç

# Interactables.Unpack
source: Unpack
de: Auspacken
fr: Déballer
ja: 開封
nl: Pak Uit
pl: Wypakuj
tr: Aç

# Interactables.Cartridge2
source: Cartridge2
de: Kassette 2
fr: Carte 2
ja: カートリッジ2
pl: Kartridż 2
tr: Kartuş 2

# Interactables.Cartridge1
source: Cartridge1
de: Kassette 1
fr: Carte 1
ja: カートリッジ1
pl: Kartridż 1
tr: Kartuş 1

# Interactables.Next
source: Next
de: Weiter
fr: Suivant
ja: 次
pl: Dalej
tr: Sonraki

# Interactables.Prev
source: Prev
de: Zurück
fr: Précédent
ja: 前
pl: Wstecz
tr: Önceki

# Interactables.Previous
source: Previous
de: Zurück
fr: Page Précédente
ja: 前
pl: Poprzednie
tr: Önceki

# Interactables.Button7
source: Button7
pl: Przycisk 7

# Interactables.Button8
source: Button8
pl: Przycisk 8

# Interactables.GrabLeftFoot
source: Grab Left Foot
de: Greife Linken Fuß
fr: Saisir le pied gauche
ja: 左足で掴む
nl: Grijp Linkse Voet
pl: Złap Lewą Stopę
tr: Sol Ayağı Al

# Interactables.Button10
source: Button10
pl: Przycisk 10

# Interactables.Button11
source: Button11
pl: Przycisk 11

# Interactables.Button12
source: Button12
pl: Przycisk 12

# Interactables.Button13
source: Button13
pl: Przycisk 13

# Interactables.Button14
source: Button14
pl: Przycisk 14

# Interactables.Button15
source: Button15
pl: Przycisk 15

# Interactables.Button16
source: Button16
pl: Przycisk 16

# Interactables.Button17
source: Button17
pl: Przycisk 17

# Interactables.ProgrammableChip
source: Programmable Chip
pl: Programowalny Chip

# Interactables.Motherboard
source: Motherboard
pl: Płyta Główna

# Interactables.GrabRightHand
source: Grab Right Hand
de: Greife Rechte Hand
fr: Saisir la main droite
ja: 右手で掴む
nl: Grijp Rechte Hand
pl: Złap Prawą Dłoń
tr: Sağ Eli Al

# Interactables.GrabLeftHand
source: Grab Left Hand
de: Greife Linke Hand
fr: Saisir la main gauche
ja: 左手で掴む
nl: Grijp Linkse Hand
pl: Złap Lewą Dłoń
tr: Sol Eli Al

# Interactables.Slot2
source: Slot2
de: Fach 2
fr: Emplacement 2
nl: Sleuf2
pl: Miejsce 2

# Interactables.Slot1
source: Slot1
de: Fach 1
fr: Emplacement 1
nl: Sleuf1
pl: Miejsce 1

# Interactables.Error
source: Error
de: Fehler
fr: Erreur
ja: エラー
nl: Fout
pl: Błąd
tr: Hata

# Interactables.Powered
source: Powered
de: Betrieben
fr: Alimenté
ja: 通電
nl: Gevoed
pl: Zasilony
tr: Enerjisi Var

# Interactables.Lock
source: Lock
de: Gesperrt
fr: Verrou
ja: ロック
nl: Vergrendel
pl: Zablokuj
tr: Kilitle

# Interactables.OnOff
source: On Off
de: Ein Aus
ja: オン オフ
nl: Aan Uit
pl: Wł. / Wył.
tr: Açık Kapalı

# Interactables.Open
source: Open
de: Offen
fr: Ouvrir
ja: オープン
nl: Openen
pl: Otwórz
tr: Aç

# Interactables.Activate
source: Activate
de: Aktivieren
fr: Activer
ja: アクティブ
nl: Activeren
pl: Aktywuj
tr: Etkinleştir

# Interactables.Mode
source: Mode
de: Modus
ja: モード
nl: Stand
pl: Tryb
tr: Mod
vi: Chế độ

# Interactables.Slot18
source: Slot 18
fr: Emplacement 18
ja: スロット 18
tr: Yuva 18
vi: Khe 18

# Interactables.Slot17
source: Slot 17
fr: Emplacement 17
ja: スロット 17
tr: Yuva 17
vi: Khe 17

# Interactables.Slot16
source: Slot 16
fr: Emplacement 16
ja: スロット 16
tr: Yuva 16
vi: Khe 16

# Interactables.Slot15
source: Slot 15
fr: Emplacement 15
ja: スロット 15
tr: Yuva 15
vi: Khe 15

# Interactables.Slot14
source: Slot 14
fr: Emplacement 14
ja: スロット 14
tr: Yuva 14
vi: Khe 14

# Interactables.Slot13
source: Slot 13
fr: Emplacement 13
ja: スロット 13
tr: Yuva 13
vi: Khe 13

# Interactables.Slot12
source: Slot 12
fr: Emplacement 12
ja: スロット 12
tr: Yuva 12
vi: Khe 12

# Interactables.Slot22
source: Slot 22
fr: Emplacement 22
ja: スロット 22
tr: Yuva 22
vi: Khe 22

# Interactables.Slot24
source: Slot 24
fr: Emplacement 24
ja: スロット 24
tr: Yuva 24
vi: Khe 24

# Interactables.Slot28
source: Slot 28
fr: Emplacement 28
ja: スロット 28
tr: Yuva 28
vi: Khe 28

# Interactables.Slot29
source: Slot 29
fr: Emplacement 29
ja: スロット 29
tr: Yuva 29
vi: Khe 29

# Interactables.Slot30
source: Slot 30
fr: Emplacement 30
ja: スロット 30
tr: Yuva 30
vi: Khe 30

# Interactables.Slot23
source: Slot 23
fr: Emplacement 23
ja: スロット 23
tr: Yuva 23
vi: Khe 23

# Interactables.Slot11
source: Slot 11
fr: Emplacement 11
ja: スロット 11
tr: Yuva 11
vi: Khe 11

# Interactables.Slot10
source: Slot 10
ja: スロット 10
tr: Yuva 10

# Interactables.Slot9
source: Slot 9
ja: スロット 9
tr: Yuva 9

# Interactables.Slot7
source: Slot 7
ja: スロット 7
tr: Yuva 7

# Interactables.Slot6
source: Slot 6
ja: スロット 6
tr: Yuva 6

# Interactables.Slot5
source: Slot 5
ja: スロット 5
tr: Yuva 5

# Interactables.Slot4
source: Slot 4
ja: スロット 4
tr: Yuva 4

# Interactables.Slot3
source: Slot 3
ja: スロット 3
tr: Yuva 3

# Interactables.Slot8
source: Slot 8
ja: スロット 8
tr: Yuva 8

# Interactables.Slot25
source: Slot25
nl: Sleuf25

# Interactables.Slot26
source: Slot26
nl: Sleuf26

# Interactables.Slot27
source: Slot27
nl: Sleuf27

# Interactables.Slot21
source: Slot21
nl: Sleuf21

# Interactables.Slot20
source: Slot20
nl: Sleuf20

# Interactables.Slot19
source: Slot19
nl: Sleuf19

# Interactables
source: Slot27
fi: Lokero 27

# Interactables
source: Rotate Right
fi: Pyöritä Oikealle

# Interactables
source: Rotate Left
fi: Pyöritä Vasemmalle

# Interactables
source: Rotate
fi: Pyöritä

# Interactables
source: Tilt Upwards
fi: Kallista Ylöspäin

# Interactables
source: Slot30
fi: Lokero 30

# Interactables
source: Slot29
fi: Lokero 29

# Interactables
source: Slot26
fi: Lokero 26

# Interactables
source: Slot25
fi: Lokero 25

# Interactables
source: Slot24
fi: Lokero 24

# Interactables
source: Slot23
fi: Lokero 23

# Interactables
source: Slot22
fi: Lokero 22

# Interactables
source: Slot21
fi: Lokero 21

# Interactables
source: Slot20
fi: Lokero 20

# Interactables
source: Slot19
fi: Lokero 19

# Interactables
source: Slot18
fi: Lokero 18

# Interactables
source: Slot17
fi: Lokero 17

# Interactables
source: Slot16
fi: Lokero 16

# Interactables
source: Slot15
fi: Lokero 15

# Interactables
source: Slot14
fi: Lokero 14

# Interactables
source: Slot13
fi: Lokero 13

# Interactables
source: Slot12
fi: Lokero 12

# Interactables
source: Slot11
fi: Lokero 11

# Interactables
source: Button3
fi: Näppäin 3

# Interactables
source: Passengers Chair
fi: Matkustajan Tuoli

# Interactables
source: Captains Chair
fi: Kapteenin Tuoli

# Interactables
source: Cartridge
fi: Kasetti

# Interactables
source: Battery
fi: Paristo

# Interactables
source: Flush
fi: Huuhdo

# Interactables
source: Pressure Down
fi: Laske Painetta

# Interactables
source: Pressure Up
fi: Nosta Painetta

# Interactables
source: Slot28
fi: Lokero 28

# Interactables
source: Import
fi: Tuo

# Interactables
source: Export
fi: Vie

# Interactables
source: Use
fi: Käytä

# Interactables
source: Previous Page
fi: Edellinen

# Interactables
source: Next Page
fi: Seuraava

# Interactables
source: Split Half
fi: Puolita

# Interactables
source: Split One
fi: Yksi

# Interactables
source: Button2
fi: Näppäin 2

# Interactables
source: Slot10
fi: Lokero 10

# Interactables
source: Slot9
fi: Lokero 9

# Interactables
source: Slot8
fi: Lokero 8

# Interactables
source: Slot7
fi: Lokero 7

# Interactables
source: Slot6
fi: Lokero 6

# Interactables
source: Slot5
fi: Lokero 5

# Interactables
source: Slot4
fi: Lokero 4

# Interactables
source: Slot3
fi: Lokero 3

# Interactables
source: Button1
fi: Näppäin 1

# Interactables
source: Mode
fi: Tila

# Interactables
source: Drag
fi: Vedä

# Interactables
source: Increase
fi: Lisää

# Interactables
source: Tilt Downwards
fi: Kallista Alaspäin

# Interactables
source: Export2
fi: Vie 2

# Interactables
source: Launch
fi: Aloita

# Interactables
source: Previous Plan
fi: Edellinen

# Interactables
source: Next Plan
fi: Seuraava

# Interactables
source: Create Plan
fi: Luo

# Interactables
source: Button4
fi: Näppäin 4

# Interactables
source: Output
fi: Meno

# Interactables
source: Hatch
fi: Haudo

# Interactables
source: Grow
fi: Kasvata

# Interactables
source: Lay Egg
fi: Muni

# Interactables
source: Grab Right Foot
fi: Tartu Oikeaan Jalkaan

# Interactables
source: Grab Left Foot
fi: Tartu Vasempaan Jalkaan

# Interactables
source: Grab Right Hand
fi: Tartu Oikeaan Käteen

# Interactables
source: Grab Left Hand
fi: Tartu Vasempaan Käteen

# Interactables
source: Slot2
fi: Lokero 2

# Interactables
source: Slot1
fi: Lokero 1

# Interactables
source: Error
fi: Virhe

# Interactables
source: Powered
fi: Päällä

# Interactables
source: Lock
fi: Lukitse

# Interactables
source: On Off
fi: Päälle / Pois

# Interactables
source: Open
fi: Avaa

# Interactables
source: Activate
fi: Aktivoi

# Interactables
source: Color
fi: Väri

# Interactables
source: Access
fi: Kulku

# Interactables
source: Magazine
fi: Lipas

# Interactables
source: Temperature Up
fi: Lämpötila Ylös

# Interactables
source: Temperature Down
fi: Lämpötila Alas

# Interactables
source: Thrust Up
fi: Työntö Ylös

# Interactables
source: Thrust Down
fi: Työntö Alas

# Interactables
source: Input
fi: Tulo

# Interactables
source: Decrease
fi: Vähennä

# Interactables
source: Setting
fi: Asetus

# Interactables
source: Eat
fi: Syö
