Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.SinotaiDesc
source: The sole 'traditional' state entity to survive offworld politics, Sinotai’s reach and power is second only to the <color=#0080FFFF>{LINK:ODA;ODA}</color> itself. In many ways a relic – a sub-agency of a staggeringly complicated Earth-bound corporate-bureaucracy – its structure has allowed Sinotai to achieve incredible things. Proving its mettle in the early 21st Century by putting the first humans on Mars, establishing the first offworld gigawatt power system, and the first space-borne fuel refinery, few space-going organisations lack some degree of relationship with Sinotai. A common joke has it that it's impossible to do anything in space without them. Regardless of the truth, Sinotai's approach to off-world development has involved a 'soft power' approach, from MOU's with <color=#0080FFFF>{LINK:Recurso;Recurso}</color> (giving them preferential access to the Manaus space elevator) to murkier alliances of convenience with a range of Trader groups.
cs: Sinotai je jediným "tradičním" státním útvarem, který přežívá v mimozemské politice, a svým rozsahem a mocí se vyrovná pouze samotnému <color=#0080FFFF>{LINK:ODA;ODA}</color>. V mnoha ohledech je reliktem - dílčí agenturou ohromně komplikované pozemské korporátní byrokracie - a její struktura umožnila Sinotai dosáhnout neuvěřitelných věcí. Na počátku 21. století prokázala své schopnosti tím, že vyslala první lidi na Mars, vytvořila první mimozemský gigawattový energetický systém a první vesmírnou rafinerii pohonných hmot, a jen málokterá organizace, která se pohybuje ve vesmíru, nemá se Sinotai nějaký vztah. Běžný vtip říká, že bez nich nelze ve vesmíru nic dělat. Bez ohledu na to, co je na tom pravdy, Sinotai v oblasti mimozemského rozvoje uplatňuje přístup "měkké síly", od memoranda o porozumění s <color=#0080FFFF>{LINK:Recurso;Recurso}</color> (které jim zajišťuje přednostní přístup k vesmírnému výtahu v Manausu) až po nejasnější výhodná spojenectví s řadou skupin obchodníků.

# Interface.RecursoDesc
source: This long-standing Brazilian mining group branched into space in the late 21st century. Focused primarily on bulk minerals and metals, the company is perhaps best understood as an extension of the Brazilian government – very few upper echelon political figures in modern Brazil are not implicated in one arm or another of this industrial behemoth. Enmeshment with South American politics has given the company heavy influence over the Manaus space elevator. This deep state control has led to other groups – the <color=#0080FFFF>{LINK:ODA;ODA}</color> included – to exercise a certain ‘flexibility’ toward Recurso. Accusations of illegal asteroid relocation, safety violations and numerous commercial infringements have barely touched it. Meanwhile, defenders point out that very little has been proven in court, and Recurso is hardly alone – hence the truism: 'In space, we all live in glass houses.'
cs: Tato dlouholetá brazilská těžařská skupina se koncem 21. století zaměřila na vesmír. Tato společnost, která se zaměřuje především na těžbu nerostných surovin a kovů, je asi nejlépe chápána jako prodloužená ruka brazilské vlády - jen málokterá politická špička v současné Brazílii není zapletena do té či oné větve tohoto průmyslového gigantu. Díky provázanosti s jihoamerickou politikou má společnost velký vliv na vesmírný výtah v Manausu. Tato hluboká státní kontrola vedla k tomu, že ostatní skupiny - <color=#0080FFFF>{LINK:ODA;ODA}</color> nevyjímaje - projevily vůči společnosti Recurso jistou "pružnost". Obvinění z nelegálního přemisťování asteroidů, porušování bezpečnostních předpisů a četných obchodních přestupků se ho sotva dotkla. Obhájci mezitím poukazují na to, že u soudu bylo prokázáno jen velmi málo a že Recurso není zdaleka jediné - odtud pramení truismus: "Ve vesmíru žijeme všichni ve skleněných domech."

# Interface.ODADesc
source: In the aftermath of the Earth Crisis, humanity’s focus on space diminished. Yet many felt that, without ambitions beyond our home planet, our species might falter. Created in 2070CE by a newly revamped United Nations, the Offworld Development Agency was given a very specific goal - to guide and encourage human space exploration at a time the cosmos was fading from the public mind. It inaugurated the <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> Program in 2095. Understanding that funding would be difficult to come by, the ODA conceived the program as a slow-burn, low-outlay space initiative. While some derided Stationeers as 'cut-price cosmic castaways', the success of the program is testament to the wisdom and pragmatism of ODA's vision.
cs: Po pozemské krizi se lidstvo přestalo věnovat vesmíru. Mnozí však cítili, že bez ambicí mimo naši domovskou planetu by náš druh mohl ochabnout. Agentura pro rozvoj mimozemského prostoru, kterou v roce 2070 vytvořila nově přebudovaná Organizace spojených národů, měla velmi konkrétní cíl - řídit a podporovat výzkum lidského vesmíru v době, kdy se vesmír vytrácel z povědomí veřejnosti. V roce 2095 slavnostně zahájila <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> program. ODA chápala, že finanční prostředky bude obtížné získat, a proto program koncipovala jako pomalu se rozjíždějící a málo nákladnou kosmickou iniciativu. I když se někteří Stationeerům posmívali jako "zlevněným vesmírným trosečníkům", úspěch programu svědčí o moudrosti a pragmatismu vize ODA.

# Interface.NorsecDesc
source: With its roots in early 20th Century defense industry, Norsec (a.k.a. Northern Security Systems) was an early adopter of asteroid mining – one of its tugs being involved in the infamous Sisyphus Hit on the fledgling Martian colony at Sanders. Norsec was officially cleared of any wrong-doing, but when the <color=#0080FFFF>{LINK:ODA;ODA}</color> banned asteroidal relocation, the company shifted its focus to infrastructure and manufacturing. Norsec’s orbitally-based Space Systems Division is responsible for the design and production of <color=#0080FFFF>{LINK:ODA;ODA}</color>’s core transport systems, while also being rumoured to hold a large interest in <color=#0080FFFF>{LINK:ExMin;ExMin}</color>. The company is also noted for its willingness to engage in experimental robotic technology.
cs: Společnost Norsec (známá také jako Northern Security Systems), která má kořeny v obranném průmyslu z počátku 20. století, byla jedním z prvních, kdo se pustil do těžby asteroidů - jeden z jejích tahačů se podílel na nechvalně proslulém Sisyfově úderu na vznikající marťanskou kolonii v Sandersu. Norsec byl oficiálně očištěn od jakéhokoli provinění, ale když <color=#0080FFFF>{LINK:ODA;ODA}</color> zakázala přemisťování asteroidů, společnost se přeorientovala na infrastrukturu a výrobu. Divize vesmírných systémů Norsecu se sídlem na oběžné dráze je zodpovědná za návrh a výrobu hlavních dopravních systémů <color=#0080FFFF>{LINK:ODA;ODA}</color> a zároveň se proslýchá, že má velký podíl na <color=#0080FFFF>{LINK:ExMin;ExMin}</color>. Společnost je rovněž známá svou ochotou zapojit se do experimentálních robotických technologií.

# Interface.HiiragiDesc
source: Founded by Noboru Hiiragi in the aftermath of the 2110s economic bubble, Hiiragi Communications absorbed several prominent offworld assets, quickly becoming the most widely used trans-Solar System communications network. If you’ve communicated with friends and family offworld recently, it’s been through the Hiiragi network, even if it’s been branded under one of its many child companies. Hiiragi is also the number one seller for PCD’s (Personal Communication Devices) as well as a deep, if difficult to assess investor in terrestrial telecommunication networks.
cs: Společnost Hiiragi Communications, kterou založil Noboru Hiiragi po ekonomické bublině v roce 2110, pohltila několik významných mimozemských aktiv a rychle se stala nejrozšířenější komunikační sítí v rámci Sluneční soustavy. Pokud jste v poslední době komunikovali s přáteli a rodinou mimo Zemi, bylo to prostřednictvím sítě Hiiragi, i když to bylo pod značkou jedné z mnoha dceřiných společností. Hiiragi je také jedničkou v prodeji PCD (Osobní komunikační zařízení) a hlubokým, i když těžko odhadnutelným investorem do pozemských telekomunikačních sítí.

# Interface.GeFabrikDesc
source: Officially known as Gewehrfabrik GmbH, GeFabrik is one of the world’s oldest and most highly regarded armament firms, known for producing exceptionally accurate, high-end firearms. In the wake of the European arms manufacturing collapse in the 2030s, a group of unemployed armament staff formed GeFabrik. Dedicated to renewing original design principles, the company is legendary for extensive testing, sometimes lasting as long as 10 years, in order to produce ‘ganz’ weapon formats. GeFabrik is widely regarded as having single-handedly salvaged Germany's manufacturing reputation, while doing nothing for their sense of humor.
cs: GeFabrik, oficiálně známá jako Gewehrfabrik GmbH, je jednou z nejstarších a nejuznávanějších zbrojních firem na světě, která je známá výrobou mimořádně přesných a špičkových střelných zbraní. Po kolapsu evropské zbrojní výroby v roce 2030 založila skupina nezaměstnaných zaměstnanců zbrojovky společnost GeFabrik. Společnost se věnuje obnově původních konstrukčních principů a je legendární rozsáhlým testováním, které někdy trvá až 10 let, aby mohla vyrábět "ganz" formáty zbraní. GeFabrik je všeobecně považována za firmu, která vlastnoručně zachránila pověst německé výroby, a přitom nijak nezlepšila její smysl pro humor.

# Interface.ExMinDesc
source: In the aftermath of the Sisyphus disaster on Mars in 2079, asteroid shifting was officially banned by the <color=#0080FFFF>{LINK:ODA;ODA}</color>. This sea-change forced the newborn space mining industry to reconsider its strategies, but until the opening of the Manaus Space Elevator, marginal economics meant offworld resource extraction was effectively impossible. Formed in 2095 by a long-standing Swiss-German mining conglomerate and a consortium of other interests, ExMin was more an idea than a commercial reality for several decades. Created with the certainty that a space elevator would eventually arrive, ExMin was one of the first to exploit the access it offered. Subsequently it has become one of the Solar System's most powerful commercial entities. With access to space secure, ExMin became a central player in the flow of resources to the Inner System. It has competition, principally from Brazilian mining giant <color=#0080FFFF>{LINK:Recurso;Recurso}</color>, but the company has never entirely lost its lead on off-world mining. Synonymous with rare earth metals and pioneering off-world resource extraction, it stands at the forefront of development throughout the Solar System.
cs: Po katastrofě Sisyfa na Marsu v roce 2079 bylo posunování asteroidů oficiálně zakázáno <color=#0080FFFF>{LINK:ODA;ODA}</color>. Tato zásadní změna donutila nově vzniklý průmysl těžby vesmírných surovin přehodnotit své strategie, ale až do otevření vesmírného výtahu v Manausu byla těžba mimozemských zdrojů díky marginální ekonomice fakticky nemožná. Společnost ExMin, kterou v roce 2095 založil dlouholetý švýcarsko-německý těžební konglomerát a konsorcium dalších zájmů, byla po několik desetiletí spíše myšlenkou než komerční realitou. Společnost ExMin byla vytvořena s jistotou, že vesmírný výtah nakonec dorazí, a byla jednou z prvních, kdo využil přístup, který nabízel. Následně se stala jedním z nejsilnějších komerčních subjektů ve Sluneční soustavě. Se zajištěným přístupem do vesmíru se ExMin stal ústředním hráčem v toku zdrojů do Vnitřní soustavy. Má sice konkurenci, hlavně v podobě brazilského těžebního gigantu <color=#0080FFFF>{LINK:Recurso;Recurso}</color>, ale společnost nikdy zcela neztratila svůj náskok v těžbě mimo Zemi. Je synonymem pro kovy vzácných zemin a průkopníkem těžby mimozemských zdrojů a stojí v čele vývoje v celé Sluneční soustavě.

# Interface.CHACDesc
source: Founded in 2085 to produce weapons for <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color>'s space forces, the company is known for making highly reliable and affordable weapons for off-world use. Their pragmatic approach is reflected in their focus on designs suitable for 3D printing and mass production, as well as a high reuse of components across models and weapon classes. As a result, although CHAC guns excel in no particular category, and have certainly never been accused of gretness, they suffer no great failings, and perform sufficiently well by most known measures to have earned their designers the informal title of 'armorer to the Solar System'.
cs: Společnost byla založena v roce 2085 za účelem výroby zbraní pro <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> vesmírné síly a je známá výrobou vysoce spolehlivých a cenově dostupných zbraní pro mimozemské použití. Jejich pragmatický přístup se odráží v zaměření na návrhy vhodné pro 3D tisk a sériovou výrobu, stejně jako ve vysokém počtu opakovaně používaných komponentů napříč modely a třídami zbraní. Výsledkem je, že ačkoli zbraně CHAC nevynikají v žádné konkrétní kategorii a rozhodně nikdy nebyly obviněny z chamtivosti, netrpí žádnými velkými nedostatky a podle většiny známých měřítek fungují dostatečně dobře na to, aby si jejich konstruktéři vysloužili neformální titul "zbrojíř Sluneční soustavy".

# Interface.AsuraDesc
source: Asura Biomedia was founded in the early 22nd century by Mumbai-based trillionaire Ashan Gurwaja. Nominally focused on 'biotechnology', the company has always had an ‘elastic’ notion of exactly what that entailed: everything from pharmaceuticals to pet food. Gurwaja's background in bio-engineering firms put the company in the highest echelon of bio-science industries from the very beginning, and it grew exactly as its founder intended: rapidly and reliably, structured specifically to swallow up any smaller firms in its way. Near mid-century, Asura's ambitions evolved to embrace entire health systems – it is now the largest provider of healthcare on Earth, integrating hospitals and primary care with medical supplies, pharmaceutical production and retail, residential care and funeral services. By 2150, Asura's business was a simple proposition, as captured in their famous – if not infamous – advertising slogan: 'We're in you'.
cs: Společnost Asura Biomedia byla založena na počátku 22. století trilionářem Ashanem Gurwaja z Bombaje. Nominálně se společnost zaměřuje na "biotechnologie", ale vždy měla "pružnou" představu o tom, co přesně to obnáší: vše od léčiv po krmivo pro domácí zvířata. Gurwadžovo zázemí v bioinženýrských firmách ji od samého počátku řadilo do nejvyššího patra bio-vědeckých odvětví a společnost rostla přesně tak, jak její zakladatel zamýšlel: rychle a spolehlivě, strukturovaná speciálně tak, aby pohltila všechny menší firmy, které jí stály v cestě. V polovině století se ambice společnosti Asura rozšířily na celé zdravotnické systémy - nyní je největším poskytovatelem zdravotní péče na Zemi, který integruje nemocnice a primární péči se zdravotnickými potřebami, výrobou a prodejem léčiv, rezidenční péčí a pohřebními službami. V roce 2150 se podnikání společnosti Asura stalo jednoduchou nabídkou, kterou vystihuje její slavný - ne-li nechvalně proslulý - reklamní slogan: "Jsme ve vás".

# Interface.AgrizeroDesc
source: Agrizero is an agricultural biotech firm focused on researching and deploying offworld farming technology. The company’s aim is to provide a network of self-sustaining, self-contained 'bio-factories' that will ultimately feed a projected 1 million humans in space. Emerging from the late 21st century's environmental disasters, the firm has roots in China's world-saving artificial farming initiatives, and has now spread to facilities in the Asteroid Belt, where the supply of ice asteroids makes vertical farming and controlled-environment agriculture extremely promising. While many of their facilities are still under construction, Agrizero is already one of the main suppliers of offworld groups like <color=#0080FFFF>{LINK:ODA;ODA}</color>, <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> and <color=#0080FFFF>{LINK:ExMin;ExMin}</color> through the ever-expanding Trader Network.
cs: Agrizero je zemědělská biotechnologická firma zaměřená na výzkum a zavádění mimozemských zemědělských technologií. Jejím cílem je vytvořit síť soběstačných a soběstačných "biotováren", které by nakonec uživily předpokládaný 1 milion lidí ve vesmíru. Firma vznikla na základě ekologických katastrof konce 21. století, má kořeny v čínských iniciativách na záchranu světa v oblasti umělého zemědělství a nyní se rozšířila do zařízení v pásu asteroidů, kde je díky zásobám ledových asteroidů vertikální zemědělství a zemědělství v řízeném prostředí velmi perspektivní. Ačkoli je mnoho jejich zařízení stále ve výstavbě, Agrizero je již nyní jedním z hlavních dodavatelů mimozemských skupin, jako jsou <color=#0080FFFF>{LINK:ODA;ODA}</color>, <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> a <color=#0080FFFF>{LINK:ExMin;ExMin}</color> prostřednictvím stále se rozšiřující sítě obchodníků.

# Interface.Seedsstring
source: Seeds
cs: Semínka

# Interface.CommandHelp
source: Displays the commands list. : "/help"
cs: Zobrazí seznam příkazů. : "/help"

# Interface.CommandSetContact
source: Sets the required signal amount to contact a trader. : "/setcontact 10"
cs: Nastavuje požadovanou výši signálu pro kontaktování obchodníka. : "/setcontact 10"

# Interface.CommandSetDecay
source: Sets the global food Decay Multiplier. : "/setdecay 2"
cs: Nastaví globální násobitel rozpadu jídla. : "/setdecay 2"

# Interface.CommandCount
source: Counts all the Things of specified type in the save. : "/count [AllThings / Structures / DynamicThings / AnimatorThings / Pipes / Cables / Atmospheres / CableNetworks]"
cs: Spočítá všechny věci zadaného typu v uloženém souboru. : "/count [AllThings / Structures / DynamicThings / AnimatorThings / Pipes / Cables / Atmospheres / CableNetworks]"

# Interface.CommandAddGas
source: Adds gas's or liquids to a given tank or pipenetwork. : "/addgas [refID] [gasType 1-8] [molecount]"
cs: Přidá plyn nebo kapaliny do dané nádrže nebo potrubní sítě. : "/addgas [refID] [gasType 1-8] [molecount]"
ru: Добавляет газы или жидкости в баки или трубы. : "/addgas [refID] [gasType 1-8] [molecount]"

# Interface.CommandFillHealth
source: heals a player. : "/fillhealth"
cs: uzdraví hráče. : "/fillhealth"
hu: gyógyítja a játékost: "/fillhealth"
ru: лечит игрока. : "/fillhealth"

# Interface.CommandFillNeeds
source: Fills a players hunger and hydration. : "/fillneeds"
cs: Doplní hlad a hydrataci hráče : "/fillneeds"
ru: Заполнить шкалу голода и гидратации. : "/fillneeds"

# Interface.CommandShowStage
source: Displays the current mission Stage and how many stages are in the mission. : "/showstage"
cs: Zobrazí aktuální fázi mise a počet fází v misi. : "/showstage"
ru: Отображает текущий этап миссии и количество этапов в миссии: "/showstage"

# Interface.CommandSetStage
source: Sets the current mission Stage. : "/setstage"
cs: Nastaví aktuální fázi mise. : "/setstage"
ru: Установить текущий этап миссии: "/setstage"

# Interface.CommandSkipStage
source: Skips the current mission Stage. : "/skipstage"
cs: Přeskočí aktuální fázi mise. : "/skipstage"
ru: Пропустить текущий этап миссии: "/skipstage"

# Interface.CommandToggleNoClip
source: Toggles player collisions. : "/tnc"
cs: Přepíná kolize hráčů. : "/tnc"
ru: Включить столкновения игроков: "/tnc"

# Interface.CommandStartWeather
source: Starts a new Storm Instantly. : "/startweather"
cs: Okamžitě spustí novou bouři. : "/startweather"
ru: Немедленно начинает новый шторм. : "/startweather"

# Interface.CommandStopWeather
source: Stops a Storm Instantly. : "/stopweather"
cs: Okamžitě zastaví bouři. : "/stopweather"
ru: Немедленно останавливает шторм. : "/stopweather"

# Interface.CommandToggleInstaGrow
source: Toggles Instant plant growth on a server or game. : "/tgrow"
cs: Přepíná okamžitý růst rostlin na serveru nebo ve hře. : "/tgrow"
ru: Включает мгновенный рост растений на сервере или в игре: "/tgrow"

# Interface.CommandSetTime
source: Sets the sun offset affectivley changing the time of day. : "/settime 0.25"
cs: Nastaví vliv slunečního posunu na změnu denní doby. : "/settime 0,25"

# Interface.CommandToggleGameMode
source: Toggles Gamemode between Survival and Creative. : "/tgm"
cs: Přepíná režim hry mezi přežitím a kreativitou. : "/tgm"
ru: Переключает режим игры между выживанием и творчеством: "/tgm"

# Interface.CommandToggleInfinitePower
source: Toggles Infinite power on a player or serverwide. : "/tgp"
cs: Přepíná nekonečnou energii na hráči nebo na celém serveru. : "/tgp"
ru: Переключает бесконечную энергию на игрока или на весь сервер: "/tgp"

# Interface.CommandToggleGod
source: Toggles Player invinciablity including suit. : "/tg"
cs: Přepíná nesmrtelnost hráče včetně obleku. : "/tg"

# Interface.CommandResume
source: Resumes the game for all connected players. : "/resume"
cs: Obnoví hru pro všechny připojené hráče. : "/resume"
ru: Возобновляет игру для всех подключенных игроков: "/resume"

# Interface.CommandPause
source: Pauses the game for all connected players. : "/pause"
cs: Pozastaví hru pro všechny připojené hráče. : "/pause"
ru: Ставит игру на паузу для всех подключённых игроков. : "/pause"

# Interface.CommandSetHunger
source: Sets the hunger rate. : "/hungerrate 0.25"
cs: Nastaví míru hladu. : "/hungerrate 0,25"
ru: Устанавливает коэффициент голода. : "/hungerrate 0.25"

# Interface.CommandResetThread
source: Resets a given thread. : "/resetthread atmospherics"
cs: Resetujte dané vlákno. : "/resetthread atmospherics"
ru: Сбрасывает данный поток: "/resetthread atmospherics"

# Interface.CommandThreadStatus
source: Shows the current status of the game's threads.: "/threadstatus"
cs: Zobrazuje aktuální stav vláken hry: "/threadstatus"
ru: Показывает текущие статусы игровых потоков: "/threadstatus"

# Interface.CommandClearAll
source: Clears all disconnect players from the server: "/clearall"
cs: Vymaže všechny odpojené hráče ze serveru: "/clearall"
ru: Удалить всех отключенных игроков от сервера: "/clearall"

# Interface.CommandKick
source: Kicks a player from a given steam ID from the server: "/kick 102039237390"
cs: Vykopne hráče pomocí zadaného Steam ID ze serveru: "/kick 102039237390"
ru: Исключить игрока с заданным Steam ID с сервера: "/kick 102039237390"

# Interface.CommandUnBan
source: Revoke a ban from a given steam ID from the server: "/unban 102039237390"
cs: Zrušit zákaz zadaného Steam ID na serveru: "/unban 102039237390"
ru: Снять бан с заданного Steam ID на сервере: "/unban 102039237390"

# Interface.CommandBan
source: Ban a given steam ID from the server: "/ban 102039237390"
cs: Zakáže zadané Steam ID na serveru: "/ban 102039237390"
ru: Заблокировать игрока по данному SteamID на сервере: "/ban 102039237390"

# Interface.CommandStatus
source: Displays the current status of the server and who's currently in the server: "/status"
cs: Zobrazí aktuální stav serveru a seznam kdo je aktuálně na serveru: "/status"
ru: Показывает текущий статус сервера и кто в данный момент на сервере: "/status"

# Interface.CommandNotice
source: Send a message to the players of a server. usage: "/notice the message you want to send"
cs: Odešle zprávu hráčům na serveru. Použití: "/notice zpráva, kterou chcete odeslat"
ru: Отправить сообщение игрокам на сервере. Применение: "/notice сообщение, которое вы хотите отправить"

# Interface.CommandShutdown
source: Shutsdown the game server and returns player to the lobby can append a timer and message. usage: "/shutdown"
cs: Vypne herní server a vrátí hráče do lobby, můžete přidat časovač a zprávu. Použití: "/shutdown"
