Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.NewWorldSolarEnergy
source: Solar Energy
cs: Solární energie
de: Sonnenenergie
es: Energía solar
fr: Energie solaire
hu: Napenergia
it: Energia solare
pt_pt: Energia Solar
ru: Солнечная энергия
tr: Güneş Enerjisi

# Interface.NewWorldPressure
source: Pressure
cs: Tlak
de: Druck
es: Presión
fr: Pression
hu: Nyomás
it: Pressione
ja: 圧力
pl: Ciśnienie
pt_pt: Pressão
ru: Давление
tr: Basınç

# Interface.NewWorldTemperature
source: Temperature
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
hu: Hőmérséklet
it: Temperatura
pt_pt: Temperatura
ru: Температура
tr: Sıcaklık

# Interface.NewWorldGravity
source: Gravity
cs: Gravitace
de: Schwerkraft
es: Gravedad
fr: Gravité
hu: Gravitáció
it: Gravità
pt_pt: Gravidade
ru: Гравитация
tr: Yerçekimi

# Interface.NewWorldGameMode
source: Game Mode
cs: Herní režim
de: Spielmodus
es: Modo de juego
fr: Mode de jeu
hu: Játékmód
it: Modalità di gioco
ja: ゲームモード
pl: Tryb Rozgrywki
pt_pt: Modo de Jogo
ru: Режим игры
tr: Oyun Modu

# Interface.WarningControlConflictDescription
source: Please visit the control assignment window and clear conflicts
cs: Navštivte okno pro přiřazení ovládacích prvků a vymažte konflikty
de: Bitte überprüfen Sie Tastenbelegung in den Optionen und beheben Sie die Konflikte.
es: Por favor, visite la ventana de asignación de control y elimine los conflictos
fr: S'il vous plait, visiter le menu des touches de contrôle et corriger les conflits
hu: Tekintsd meg a vezérlő hozzárendelési ablakot és tüntetsd el a "konfliktusokat"
it: Si prega di visitare la finestra di assegnazione controlli per cancellare i conflitti
pt_pt: Por favor vá ao menu de configuração dos controlos e resolva os possíveis conflitos
ru: Пожалуйста, исправьте конфликты управления в окне назначения клавиш
tr: Lütfen kontrol atama penceresini ziyaret edin ve çakışmayı düzeltin

# Interface.WarningControlConflict
source: Controls Conflict
cs: Konflikt ovládacích prvků
de: Steuerungskonflikt
es: Controles Conflicto
fr: Conflits des touches de contrôle
hu: Konfliktuskezelés
it: Conflitto Controlli
ja: コントロールコンフリクト
pl: Konflikt sterowania
pt_pt: Conflito de Controlos
ru: Конфликты управления
tr: Kontrol Çakışması

# Interface.SettingsSoundFX
source: Sound FX
cs: Zvukové efekty
de: Effekte
es: Sonido FX
fr: Son
hu: Effektek
it: Suoni FX
ja: サウンドFX
pl: Głośność dźwięków
pt_pt: Som Fx
ru: Звуковые эффекты
tr: Ses FX

# Interface.InvalidDegrees
source: Nil
cs: N/A
de: Nichts
es: Cero
fr: Nul
hu: Nincs
it: Nullo
pt_pt: Nada
ru: Н/Д
tr: Boş

# Interface.SettingsClouds
source: Enable Clouds
cs: Povolit mraky
de: Wolken aktivieren
es: Habilitar Nubes
fr: Activer nuages
hu: Felhők engedélyezése
it: Attiva salvataggio cloud
ja: 雲を有効にする
pl: Chmury
pt_pt: Habilitar Nuvens
ru: Включить облака
tr: Bulutları Etkinleştir

# Interface.SettingsEnableClouds
source: Enable Clouds
cs: Povolit mraky
de: Wolken aktivieren
es: Habilitar Nubes
fr: Activer nuages
hu: Felhők engedélyezése
it: Attiva salvataggio cloud
ja: 雲を有効にする
pl: Włącz chmury
pt_pt: Habilitar Nuvens
ru: Включить облака
tr: Bulutları Etkinleştir

# Interface.SettingsUPNPEnabled
source: Enable UPNP
cs: Povolit UPNP
de: UPNP aktivieren
es: Activar UPNP
fr: Activer UPNP
hu: UPNP engedélyezése
it: Abilita UPNP
ja: UPNPを有効にする
pt_pt: Habilitar UPNP
ru: Включить UPNP
tr: UPNP'yi Etkinleştir

# Interface.SettingsInterface
source: Interface
cs: Rozhraní
es: Interfaz
hu: Felület
it: Interfaccia
ja: インターフェース
pl: Interfejs
ru: Интерфейс
tr: Arayüz

# Interface.SettingsDisableWaterVisualizer
source: Disable Water Visualizer
cs: Zakázat vizualizaci vody
de: Wasserdarstellung deaktivieren
es: Desactivar el visualizador de agua
fr: Désactiver la visualisation de l'eau
hu: Víz vizualizálás kikapcsolása
it: Disabilita Visualizzazione Acqua
ja: ウォータービジュアライザ無効化
pl: Wylacz Wizualizator Wody
pt_pt: Não Visualizar Água
ru: Отключить визулализацию воды
tr: Su Görselleştiricisini Devre Dışı Bırak

# Interface.SettingsLegacyInventory
source: Legacy Inventory
cs: Starý inventář
de: Alte Inventarsteuerung
fr: Inventaire des stocks
hu: Régi leltár
it: Inventario Legacy
ja: レガシーインベントリ
pl: Spis Starych Produktow
pt_pt: Inventário Legacy
ru: Старый инвентарь
tr: Eski Envanter

# Interface.SettingsMenuAdvanced
source: Advanced
cs: Pokročilé
de: Erweitert
es: Avanzado
fr: Avancé
hu: Haladó
it: Avanzate
ja: アドバンスド
pl: Zaawansowane
pt_pt: Avançado
ru: Расширенные
tr: GELİŞMİŞ

# Interface.ButtonLibrary
source: Library
cs: Knihovna
de: Bibliothek
es: Librería
fr: Bibliothèque
hu: Könyvtár
it: Libreria
ja: ライブラリ
pt_pt: Biblioteca
ru: Библиотека
tr: Kitaplık

# Interface.HeadingEdit
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Editer
hu: Szerkesztés
it: Modifica
ja: 編集
pl: Edytuj
pt_pt: Editar
ru: Редактировать
tr: Düzenle

# Interface.ButtonLoad
source: Load
cs: Načíst
de: Laden
es: Cargar
fr: Chargement
hu: Betöltés
it: Carica
ja: ロード
pl: Zaladuj
pt_pt: Carregar
ru: Загрузить
tr: Yükle

# Interface.HeadingHelp
source: help
cs: pomoc
de: Hilfe
es: ayuda
fr: Aide
hu: segítség
it: aiuto
ja: ヘルプ
pl: Pomoc
pt_pt: ajuda
ru: Помощь
tr: yardım

# Interface.ButtonHelp
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
hu: Segítség
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt_pt: Ajuda
ru: Помощь
tr: Yardım

# Interface.ButtonPaste
source: Paste
cs: Vložit
de: Einfügen
es: Pegar
fr: Coller
hu: Beillesztés
it: Incolla
ja: 貼り付け
pl: Wklej
pt_pt: Colar
ru: Вставить
tr: Yapıştır

# Interface.ButtonCopy
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
ja: コピー
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
tr: Kopyala

# Interface.ScenarioScoreboardHeading
source: Scenario Complete
cs: Scénář dokončen
de: Szenario Abgeschlossen
es: Escenario Completado
fi: Skenario Suoritettu
fr: Scénario terminé
hu: Szkenárió teljesítve
it: Scenario Completato
ja: シナリオコンプリート
pl: Sceneria ukończona
pt_pt: Cenário Completo
ru: Завершить сценарий
tr: Görev Tamamlandı

# Interface.ScenarioScoreboardReturnToGame
source: Return to Game
cs: Návrat do hry
de: Zurück zum Spiel
es: Volver al Juego
fi: Palaa Peliin
fr: Revenir en jeu
hu: Vissza a játékba
it: Torna al Gioco
ja: ゲームに戻る
pl: Powrót do gry
pt_pt: Regressar ao Jogo
ru: Вернуться в игру
tr: OYUNA GERİ DÖN

# Interface.ScenarioScoreboardBackToMenu
source: Return to Main Menu
cs: Vrátit se do hlavní nabídky
es: Volver al menú principal
fr: Retour au menu principal
ru: Возврат в Главное меню

# Interface.SettingsChunkRenderDistance
source: Chunk Render Distance
cs: Vzdálenost vykreslení bloku
de: Render Entfernung
es: Distancia de Renderizado
fi: Maaston Piirtoetäisyys
fr: Distance de rendu
hu: Darabok renderelési távolsága
it: Distanza Render Chunk
ja: チャンク描画距離
pl: Odległość renderowania
pt_pt: Distância Terreno
ru: Дальность отрисовки чанков
tr: Öbek Oluşturma Mesafesi

# Interface.ConnectionPropellant
source: Propellant
cs: Pohonná hmota
de: Treibstoff
es: Propulsor
fi: Polttoaine
fr: Propergol
hu: Üzemanyag
it: Propellente
ja: 推進剤
pl: Gaz napędowy
pt_pt: Propelente
ru: Подключение пропеллента
tr: İtici Gaz

# Interface.ConnectionBreathing
source: Breathing
cs: Dýchání
de: Atmen
es: Respiración
fi: Hengitys
fr: Respiration
hu: Levegő
it: Respirazione
ja: 呼吸
pl: Gaz oddechowy
pt_pt: Respiração
ru: Подключение воздуха
tr: Nefes

# Interface.ConnectionWaste
source: Waste
cs: Odpad
de: Abfall
es: Residuos
fi: Jäte
fr: Déchets
hu: Selejt
it: Rifiuti
ja: 廃棄物
pl: Gazy odpadowe
pt_pt: Resíduos
ru: Вспомогательный выход
tr: Atık

# Interface.ConnectionOutput2
source: Output 2
cs: Výstup 2
hu: Kimenet 2
ru: Выход 2

# Interface.ConnectionOutput
source: Output
cs: Výstup
de: Ausgangsverbindung
es: Salida
fi: Meno
fr: Sortie
hu: Kimenet
ja: 出力
pl: Wyjście
pt_pt: Saída
ru: Выход
tr: Çıkış

# Interface.ConnectionInput2
source: Input 2
cs: Vstup 2
hu: Bemenet 2
ru: Вход 2

# Interface.ConnectionInput
source: Input
cs: Vstup
de: Eingangsverbindung
es: Entrada
fi: Tulo
fr: Entrée
hu: Bemenet
ja: 入力
pl: Wejście
pt_pt: Entrada
ru: Вход
tr: Giriş

# Interface.ConnectionUnfiltered
source: Unfiltered
cs: Nefiltrované
de: Ungefiltert
es: Sin Filtrar
fi: Suodattamaton
fr: Non filtré
hu: Szűretlen
it: Non filtrata
ja: 未ろ過
pl: Niefiltrowany
pt_pt: Não filtrado
ru: Выход неотфильтрованного газа
tr: Filtresiz

# Interface.ConnectionFiltered
source: Filtered
cs: Filtrované
de: Gefiltert
es: Con Filtro
fi: Suodatettu
fr: Filtré
hu: Szűrt
it: Filtrata
ja: ろ過済
pl: Filtrowany
pt_pt: Filtrado
ru: Выход отфильтрованного газа
tr: Filtreli

# Interface.ButtonResetWindows
source: Reset Windows
cs: Obnovit okna
de: Fenster zurücksetzen
es: Reset Ventana
fi: Nollaa Ikkunat
fr: Réinitialiser les fenêtres
hu: Ablakok visszaállítása
it: Reset Finestra
ja: ウィンドウリセット
pl: Zresetuj okna
pt_pt: Reiniciar Janelas
ru: Сброс окон
tr: Pencereleri Sıfırla

# Interface.InventoryCloseAll
source: Close All
cs: Zavřít vše
de: Alle schließen
es: Cerrar Todo
fi: Sulje Kaikki
fr: Tout fermer
hu: Összes bezárása
it: Chiudi tutto
ja: 全て閉じる
pl: Zamknij wszystkie
pt_pt: Fechar Tudo
ru: Закрыть всё
tr: Hepsini Kapat

# Interface.SettingsTitleAudioAlerts
source: Voice Notifications
cs: Hlasová upozornění
de: Sprachbenachrichtigungen
es: Notificaciones de Voz
fi: Ääni-Ilmoitukset
fr: Notifications vocales
hu: Hang értesítések
it: Notifiche vocali
ja: 音声通知
pl: Powiadomienia głosowe
pt_pt: Notificações de Voz
ru: Голосовые оповещения
tr: Sesli Bildirimler

# Interface.NewWorldMimasShortDesc
source: A barren rock nestled under the wing of Saturn's spectular rings. Mimas tiny stature is reflected in its extremely low gravity, and the Mimantean surface is saturated with impact craters from wayward ring occupants. It's distance from the sun provides little power from solar devices.Be very careful when walking or jumping, as you can travel a long way and gain a lot of speed due to the extremely low gravity.
cs: Pustá skála pod křídly Saturnových spektrálních prstenců. Malý vzrůst Mimasu se odráží v jeho extrémně nízké gravitaci a povrch Mimantu je posetý krátery po dopadech zbloudilých obyvatel prstence. Jeho vzdálenost od Slunce poskytuje jen málo energie ze solárních zařízení. při chůzi nebo skocích buďte velmi opatrní, protože díky extrémně nízké gravitaci můžete urazit velký kus cesty a nabrat velkou rychlost.
es: Una roca estéril situada bajo el ala de los anillos espectares de Saturno. Mimas pequeña estatura se refleja en su gravedad extremadamente baja, y la superficie mimantea está saturada de cráteres de impacto de los ocupantes del anillo descarriado. Está lejos del sol y proporciona poca energía de los dispositivos solares. Tenga mucho cuidado al caminar o saltar, ya que puede desplazarse muy lejos y ganar mucha velocidad debido a la gravedad extremadamente baja.
fr: Une roche stérile nichée sous l'aile des anneaux spectaculaires de Saturne. La petite stature de Mimas se reflète dans sa gravité extrêmement faible, et la surface de Mimantean est saturée de cratères d'impact provenant des occupants de l'anneau capricieux. Sa distance du soleil fournit peu d'énergie à partir d'appareils solaires. Soyez très prudent lorsque vous marchez ou sautez, car vous pouvez parcourir un long chemin et gagner beaucoup de vitesse en raison de la gravité extrêmement faible.
hu: Egy kopár szikla, mely a Szaturnusz bámulatos gyűrűi között rejtőzik. A Mimas kicsiny méretét az extrém alacsony gravitációnak köszönheti, kráterekkel teli felszínét pedig a gyűrű kis sziklái tették lyukacsossá. A Naptól való hatalmas távolság miatt a napelemek igen csekély mennyiségű energiát termelnek. Óvakodj a hirtelen mozdulatoktól, ugyanis nagyon könnyen elemelkedhetsz a talajtól és repülhetsz el önkéntelenül az extrém alacsony gravitációnak köszönhetően!
pt_pt: Um rochedo estéril, debaixo dos espectaculares anéis de Saturno. O tamanho pequeno de Mimas se reflete na sua extrema baixa gravidade, com a sua superfície saturada de crateras da colisão dos ocupantes dos anéis. A sua distância do sol, fornece pouca energia a dispositivos solares. Cuidado ao andar ou saltar, pois poderá ganhar muita velocidade e se distanciar bastante devido à sua baixa gravidade.

# Interface.NewWorldVulcan2ShortDesc
source: A world torn apart due to massive tidal forces from the supermassive black hole it orbits. Vulcan offers little hope for any organism that ends up here, but it's fractured surface and rich mineral deposits make it a risky but profitable venture for enterprising traders.Watch out for the deep crevasses that lead to deadly magma flows beneath the surface!
cs: Svět roztrhaný na kusy v důsledku mohutných přílivových sil supermasivní černé díry, kolem které obíhá. Vulkán nabízí jen malou naději pro všechny organismy, které se zde ocitnou, ale jeho členitý povrch a bohatá naleziště nerostných surovin z něj dělají riskantní, ale výnosný podnik pro podnikavé obchodníky. Pozor na hluboké trhliny, které vedou ke smrtícím proudům magmatu pod povrchem!
es: Un mundo desgarrado debido a las fuerzas de marea masivas del agujero negro supermasivo que orbita. Vulcan ofrece pocas esperanzas para cualquier organismo que termine aquí, pero su superficie fracturada y ricos depósitos minerales lo convierten en una aventura arriesgada pero rentable para los comerciantes emprendedores. ¡Cuidado con las profundas grietas que conducen a flujos mortales de magma bajo la superficie!
fr: Un monde déchiré en raison des forces de marée massives du trou noir supermassif qu’il orbite. Vulcan ne laisse guère d’espoir aux organismes qui aboutissent ici, mais sa surface fracturée et ses riches gisements minéraux en font une entreprise à la fois risquée et rentable pour les traders entreprenants. Méfiez-vous des profondes crevasses qui mènent à des flux de magma mortels sous la surface !
hu: Egy széttépázott világ, mely mivoltát a szupermasszív fekete lyuknak köszönheti, ami körül kering. A Vulcan csekély reményt adhat a megtelepedi kívánó élőlényeknek, de a töredezett felszíne és gazdag ásványkincs készletei mégis vonzó, de veszélyes kihívást jelenthetnek a vállalkozó kereskedőknek. Ügyelj a mély, magmával teli szakadékokra, halálos veszélyt jelentenek rád nézve!
pt_pt: Um mundo devastado por forças brutais do super massivo buraco negro que orbita. Vulcan oferece pouca esperança a qualquer organismo que acabe aqui, mas a sua superfície fracturada e rica em depósitos de minerais, torna-se numa arriscada mas lucrativa experiência para comerciantes empresariais. Cuidado com as fendas profundas que te levam a rios de magma mortais que fluem debaixo da superfície!
ru: Мир, раздираемый огромными приливными силами сверхмассивной черной дыры, возле которой он вращается. Вулкан оставляет мало надежды организмам, которые здесь оказываются, но его раздробленная поверхность и богатые залежи полезных ископаемых делают его рискованным и прибыльным предприятием для трейдеров. Будьте внимательны, так как глубокие трещины ведут к смертельным потокам магмы под поверхностью!

# Interface.NewWorldVulcanShortDesc
source: The volatile environment on Vulcan is surviable for very few living organisms, but it's fractured surface and rich mineral deposits make it a risky but profitable venture for enterprising traders.
cs: Nestálé prostředí na Vulkánu je životaschopné jen pro málo živých organismů, ale jeho členitý povrch a bohatá ložiska nerostných surovin z něj činí riskantní, ale výnosný podnik pro podnikavé obchodníky.
es: El entorno volátil de Vulcan es vulnerable para muy pocos organismos vivos, pero su superficie fracturada y los ricos depósitos minerales lo convierten en una empresa arriesgada pero rentable para los comerciantes emprendedores.
fr: L’environnement volatile de Vulcan ne peut survivre que dans très peu d’organismes vivants, mais sa surface fracturée et ses riches gisements de minéraux en font une entreprise risquée mais rentable pour les vendeurs entreprenants.
hu: A Vulcan forró környezete csekély reményt adhat a megtelepedi kívánó élőlényeknek, de a töredezett felszíne és gazdag ásványkincs készletei mégis vonzó, de veszélyes kihívást jelenthetnek a vállalkozó kereskedőknek.
pt_pt: Poucos seres vivos conseguem sobreviver ao ambiente volátil de Vulcan, mas a sua superfície fracturada e rica em depósitos de minerais, fazem desta uma arriscada mas lucrativa experiência para comerciantes empresariais.
ru: Атмосфера Вулкана наполнена летучими веществами, в ней может выжить очень небольшое количество живых организмов, но его раздробленная поверхность и богатые залежи полезных ископаемых делают его рискованным и прибыльным предприятием для трейдеров.
tr: Vulkan'daki uçucu ortam, çok az sayıda canlı organizma için yaşanabilirdir fakat onun yarılmış yüzeyi ve zengin mineral yatakları, cesur tüccarlar için riskli ama kârlı bir girişim ortamı sağlamaktadır.

# Interface.NewWorldEuropaShortDesc
source: Melting some of the ice on this cold world has finally given it an atmosphere, but it's extremely frigid environment presents a serious challenge for the stationeers.The extreme cold will cause batteries to rapidly lose power, so getting a steady power source and warm location are your priorities.
cs: Tání části ledu v tomto chladném světě mu konečně dodalo atmosféru, ale extrémně chladné prostředí představuje pro Stationeery vážnou výzvu. Extrémní chlad způsobí, že baterie rychle ztrácejí energii, takže prioritou je zajistit stálý zdroj energie a teplé místo.
es: El derretimiento de parte del hielo de este mundo frío finalmente le ha dado una atmósfera, pero su ambiente extremadamente gélido presenta un serio desafío para los que trabajan en la estación. El frío extremo hará que las baterías pierdan energía rápidamente, por lo que obtener una fuente de alimentación estable y una ubicación cálida son tus prioridades.
fr: La fonte d'une partie de la glace sur ce monde froid lui a finalement donné une atmosphère, mais son environnement extrêmement glacial représente un sérieux défi pour les stationautes. Le froid extrême fera rapidement perdre de l'énergie aux batteries, donc obtenir une source d'énergie stable et un endroit chaud sont vos priorités.
hu: A jég részleges elolvadásával végre keletkezett némi légkör ezen a jeges világon, de a kialakult extrém hideg időjárás nagy kihívást jelent az érkező stationeereknek. Az extrém hideg az elemek gyors merülését idézi elő, ezért tekintsd prioritásodnak egy megbízható erőforrás és egy meleg élőhely kialakítását!
pt_pt: O derretimento de algum gelo neste mundo frio, deu-lhe finalmente uma atmosfera, mas o seu ambiente extremamente gélido apresenta algumas dificuldades aos stationeers. O frio extremo irá drenar rapidamente as baterias, então obter uma fonte estável de energia e um lugar quente, são as tuas prioridades.
ru: Таяние льдов в этом холодном мире, наконец, создало атмосферу, но его чрезвычайно холодная среда представляет серьезную проблему для обитателей. Из-за сильного холода батареи быстро теряют заряд, поэтому получение стабильного источника питания и теплого места ваши приоритеты.

# Interface.NewWorldVenusShortDesc
source: Unvarying extreme temperatures and ultra-high pressures make Venus no place for the faint-hearted. Only the most accomplished Stationeers will survive on our once-sister planet, now a barren rock. Dig deep, or go home.
cs: Neustálé extrémní teploty a velmi vysoké tlaky nejsou na Venuši místem pro slabé povahy. Na naší kdysi sesterské planetě, která je dnes pustou skálou, přežijí jen ti nejzkušenější Stationeeři. Buď kopejte hluboko, nebo se vraťte domů.

# Interface.NewWorldSpaceShortDesc
source: While there's no gravity or atmosphere, at least there's a lot of space to build! You'll find yourself amongst several asteroids that may contain various ores and ices you can use to survive out here.
cs: I když tu není žádná gravitace nebo atmosféra, alespoň je tu spousta místa na stavění! Ocitnete se mezi několika asteroidy, které mohou obsahovat různé rudy a ledy, které můžete použít k přežití.
de: Zwar gibt es keine Schwerkraft oder Atmosphäre, aber dafür gibt viel Platz zum Bauen! Sie befinden sich zwischen mehreren Asteroiden, die verschiedene Erze und Eis enthalten können, welche es ihnen erlauben da draußen zu überleben.
es: Aunque no hay gravedad ni atmósfera, al menos hay mucho espacio para construir! Te encontrarás entre varios asteroides que pueden contener varios minerales y hielos que puedes usar para sobrevivir aquí.
fr: Bien qu'il n'y ait pas de gravité ou d'atmosphère, au moins il y a beaucoup d'espace à construire ! Vous vous retrouverez parmi plusieurs astéroïdes qui peuvent contenir divers minerais et glaces que vous pouvez utiliser pour survivre ici.
hu: Bár itt nincs gravitáció és atmoszféra, de legalább nagyon sok hely van építkezni. Aszteroidák közt találod magad, ezekből kell majd nyersanyagot szerezned a túléléshez.
it: Non ci sono gravità o atmosfera, ma almeno è pieno di spazio per costruire! Ti ritroverai tra vari asteroidi che potrebbero contenere minerali e ghiacci che puoi utilizzare per sopravvivere là fuori.
pt_pt: Embora não haja gravidade ou atmosfera, pelo menos há muito espaço para construir! Vais encontrar-te no meio de muitos asteroides que poderão conter variados minérios e gelos que poderás usar para sobreviver aqui.
tr: Yerçekimi veya atmosfer yok ama en azından inşa etmek için çok fazla yer var! Burada hayatta kalabilmen için kendini, çeşitli cevherler ve buzlar içeren bir kaç asteroit arasında bulacaksın.

# Interface.NewWorldMoonShortDesc
source: While the presence of coal isn't typical of Earth's Moon, the relatively flat terrain full of various sizeable craters and lack of atmosphere may be more familiar in this grey landscape. A great location for the budding Stationeer to begin their journey, with fewer of the hazards and complexities offered on more exotic worlds
cs: Přítomnost uhlí sice není pro pozemský Měsíc typická, ale relativně plochý terén plný různě velkých kráterů a absence atmosféry může být v této šedé krajině známější. Skvělá lokalita pro začínajícího Stationeera, kde může začít svou cestu, s menším množstvím nebezpečí a složitostí, které nabízejí exotičtější světy
es: Aunque la presencia de carbón no es típica de la Luna de la Tierra, el terreno relativamente plano lleno de varios cráteres de tamaño considerable y la falta de atmósfera pueden ser más familiares en este paisaje gris. Un gran lugar para que el Stationeer en ciernes comience su viaje, con menos de los peligros y complejidades que se ofrecen en mundos más exóticos
hu: A növények jelenléte nem jellemző a Föld Holdjára, a viszonylag sima sokméretű kráterekkel teli táj és a légkör hiánya sokkal jobban illik a szürke sziklákhoz. Megfelelő a zöldfülű stationeereknek a kaland megkezdéséhez, mivel nem kell számolni az exotikusabb világok extrém veszélyeivel és akadályaival.

# Interface.NewWorldMarsShortDesc
source: A desolate dusty red ball, Mars features more varied terrain that can reach into the sky, and a chilly atmosphere that's no good for breathing, but maybe it can be used for something ...
cs: Mars, pustá zaprášená červená planeta, se vyznačuje rozmanitějším terénem, který může sahat až do nebe, a chladnou atmosférou, která není vhodná k dýchání, ale možná by se dala k něčemu využít...
es: Una bola roja polvorienta y desolada, Marte presenta un terreno más variado que puede llegar al cielo, y una atmósfera fría que no es buena para respirar, pero tal vez pueda ser usada para algo...
hu: Egy üres, poros, vörös golyó. A marsi táj kissé változatosabb, vannak nagyobb hegyek és dombok is. A hideg levegője nem lélegezhető be, de talán lehet valami másra használni...
ru: Пустынный пыльный красный шар, Марс отличается более разнообразной местностью, которая может достичь неба, и прохладной, непригодной для дыхания атмосферой, но возможно это может быть использовано для чего-то ...
