Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.ElectronicReaderColorYellow
source: Yellow Coloring
cs: Žluté zbarvení
es: Coloración Amarilla
fr: Coloration jaune
hu: Sárga színezék
pt_pt: Coloração Amarela
ru: Желтая краска
tr: Sarıya Boyama

# Interface.ElectronicReaderColorBlue
source: Blue Coloring
cs: Modré zbarvení
es: Coloración azul
fr: Coloration bleue
hu: Kék színezék
pt_pt: Coloração Azul
ru: Синяя краска
tr: Maviye Boyama

# Interface.ElectronicReaderColorRed
source: Red Coloring
cs: Červené zbarvení
es: Coloración roja
fr: Coloration rouge
hu: Piros színezék
pt_pt: Coloração Vermelha
ru: Красная краска
tr: Kırmızıya Boyama

# Interface.ElectronicReaderFenoxitone
source: Fenoxitone
cs: Fenoxiton
es: Fenoxitona
hu: Fenoxiton
ru: Фенокситол
tr: Fenoksiton

# Interface.ElectronicReaderOil
source: Oil
cs: Olej
es: Aceite
fr: Huile
hu: Olaj
pt_pt: Óleo
ru: Масло
tr: Yağ

# Interface.ElectronicReaderAlcohol
source: Alcohol
cs: Alkohol
fr: Alcool
hu: Alkohol
pt_pt: Álcool
ru: Алкоголь
tr: Alkol

# Interface.ElectronicReaderSalicylicAcid
source: SalicylicAcid
cs: Kyselina salicylová
es: Ácido Salicílico
fr: Acide salicylique
hu: Szalicilsav
pt_pt: Ácido salicílico
ru: Салициловая кислота
tr: Salisilik Asit

# Interface.ElectronicReaderSilicon
source: Silicon
cs: Křemík
es: Silicio
fr: Silicium
hu: Szilícium
pt_pt: Silício
ru: Кремний
tr: Silikon

# Interface.ElectronicReaderSolder
source: Solder
cs: Pájka
es: Estaño
fr: Etain
hu: Forrasz
pt_pt: Solda
ru: Припой
tr: Lehim

# Interface.ElectronicReaderConstantan
source: Constantan
cs: Konstantan
hu: Konstantán
ru: Константан
tr: Konstantan

# Interface.ElectronicReaderElectrum
source: Electrum
cs: Elektrum
hu: Elektrum
ru: Электрум
tr: Elektrum

# Interface.ElectronicReaderLead
source: Lead
cs: Olovo
es: Plomo
fr: Plomb
hu: Ólom
pt_pt: Chumbo
ru: Свинец
tr: Kurşun

# Interface.ElectronicReaderNickel
source: Nickel
cs: Nikl
es: Niquel
hu: Nikkel
pt_pt: Níquel
ru: Никель
tr: Nikel

# Interface.ElectronicReaderSilver
source: Silver
cs: Stříbro
es: Plata
fr: Argent
hu: Ezüst
pt_pt: Prata
ru: Серебро
tr: Gümüş

# Interface.ElectronicReaderHydrocarbon
source: Hydrocarbon
cs: Uhlovodík
es: Hydrocarbono
fr: Hydrocarbure
hu: Szénhidrogén
pt_pt: Hidrocarbonetos
ru: Углеводород
tr: Hidrokarbon

# Interface.ElectronicReaderUranium
source: Uranium
cs: Uran
es: Uranio
hu: Urán
pt_pt: Urânio
ru: Уран
tr: Uranyum

# Interface.ElectronicReaderSteel
source: Steel
cs: Ocel
es: Acero
fr: Acier
hu: Acél
pt_pt: Aço
ru: Сталь
tr: Çelik

# Interface.ElectronicReaderCarbon
source: Carbon
cs: Uhlík
es: Carbono
fr: Carbone
hu: Szén
pt_pt: Carbono
ru: Углерод
tr: Karbon

# Interface.ElectronicReaderCobalt
source: Cobalt
cs: Kobalt
es: Cobalto
hu: Kobalt
pt_pt: Cobalto
ru: Кобальт
tr: Kobalt

# Interface.ElectronicReaderCopper
source: Copper
cs: Měď
es: Cobre
fr: Cuivre
hu: Réz
pt_pt: Cobre
ru: Медь
tr: Bakır

# Interface.ElectronicReaderCoal
source: Coal
cs: Uhlí
es: Carbón
fr: Charbon
hu: Szén
pt_pt: Carvão
ru: Уголь
tr: Kömür

# Interface.ElectronicReaderGold
source: Gold
cs: Zlato
es: Oro
fr: Or
hu: Arany
pt_pt: Ouro
ru: Золото
tr: Altın

# Interface.ElectronicReaderVolatiles
source: Volatiles
cs: Těkavé látky
hu: Hidrogén
pt_pt: Voláteis
ru: Летучее вещество
tr: Uçucu Madde

# Interface.ElectronicReaderOxite
source: Oxite
cs: Oxit
hu: Oxit
ru: Оксид
tr: Oksit

# Interface.ElectronicReaderIce
source: Ice
cs: Led
es: Hielo
fr: Glace
hu: Jég
pt_pt: Gelo
ru: Лёд
tr: Buz

# Interface.ElectronicReaderIron
source: Iron
cs: Železo
es: Hierro
fr: Fer
hu: Vas
pt_pt: Ferro
ru: Железо
tr: Demir

# Interface.CartridgeElectronicReaderAutoITitle
source: Autoignition:
cs: Autozapalování:
es: Autoencendido:
fr: Auto-allumage:
hu: Öngyulladás:
pt_pt: Auto-Ignição:
ru: Автовозгорание:
tr: Yanma:

# Interface.CartridgeElectronicReaderAutoFlashTitle
source: Flashpoint:
cs: Bod vzplanutí:
fr: Point de fusion:
hu: Lobbanáspont:
pt_pt: Ponto de Inflamação:
ru: Точка возгорания:
tr: Tutuşma:

# Interface.CartridgeElectronicReaderRecipeOrder
source: 1 of 2
cs: 1 ze 2
es: 1 de 2
fr: 1 sur 2
pt_pt: 1 de 2
ru: 1 из 2

# Interface.CartridgeElectronicReaderRecipeTitle
source: Recipe:
cs: Recept:
es: Receta:
fr: Recette:
hu: Recept:
pt_pt: Receita:
ru: Рецепт:
tr: Tarif:

# Interface.GameMenuButtonCancel
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
hu: Mégse
pt_pt: Cancelar
ru: Отменить
tr: İptal Et

# Interface.DialogConfirmLastSaveIsAutoSave
source: ARE YOU SURE? The last save you have is an autosave. You may lose your progress if you don't save now.
cs: JSTE SI JISTI? Poslední uložení, které máte, je automatické uložení. Pokud nyní neuložíte hru, můžete přijít o svůj postup.
es: ¿ESTÁS SEGURO? El último guardado que tienes es un auto-guardado. Puedes perder tu progreso si no guardas ahora.
fr: ES-TU-SUR ? Le dernier enregistrement que vous avez est une sauvegarde automatique. Vous risquez de perdre vos progrès si vous n’enregistrez pas maintenant.
hu: BIZTOS VAGY BENNE? Az utolsó mentésed egy automatikus mentés. Ha most nem mentesz, elveszítheted, amit haladtál!
pt_pt: TENS A CERTEZA? A última gravação foi automática. Poderás perder o progresso se não guardares agora.
ru: ВЫ УВЕРЕНЫ? Вы можете потерять свой прогресс, если не сохранитесь сейчас.
tr: EMİN MİSİN? Son kaydın bir otomatik kayıttı. Şimdi kaydetmezsen ilerlemeni kaybedebilirsin.

# Interface.BigWarning
source: WARNING
cs: VAROVÁNÍ
es: ADVERTENCIA
fr: ATTENTION
hu: FIGYELEM
pt_pt: ATENÇÃO
ru: ВНИМАНИЕ
tr: UYARI

# Interface.CartridgeAtmosAnalyserTitle
source: ATMOSPHERE ANALYZER
cs: ANALYZÁTOR ATMOSFÉRY

# Interface.CartridgeAtmosAnalyserTemperatureTitle
source: TEMPERATURE
cs: TEPLOTA
es: TEMPERATURA
hu: HŐMÉRSÉKLET
pt_pt: TEMPERATURA
ru: ТЕМПЕРАТУРА
tr: SICAKLIK

# Interface.CartridgeAtmosAnalyserPressureTitle
source: PRESSURE
cs: TLAK
es: PRESIÓN
fr: PRESSION
hu: NYOMÁS
pt_pt: PRESSÃO
ru: ДАВЛЕНИЕ
tr: BASINÇ

# Interface.GasItemGasMole
source: 12.09 moles
cs: 12,09 mol
hu: 12,09 mól
ru: 12.09 моль
tr: 12.09 mol

# Interface.ButtonCustomWorld
source: Custom World
cs: Vlastní svět
es: Mundo personalizado
fr: Monde personnalisé
hu: Egyéni világ
pt_pt: Mundo Personalizado
ru: Пользовательский мир
tr: Özel Dünya

# Interface.CartridgeTrackerDistance
source: Distance
cs: Vzdálenost
es: Distancia
hu: Távolság
pt_pt: Distância
ru: Расстояние
tr: Uzaklık

# Interface.CartridgeElectronicReaderSelected
source: Steel frames
cs: Ocelové rámy
es: Marcos de acero
fr: Cadres en acier
hu: Acélváz
pt_pt: Estruturas de aço
ru: Стальные каркасы
tr: Çelik çerçeveler

# Interface.CartridgeTrackerSelected
source: Scroll to select target
cs: Rolováním vyberte cíl
es: Desplácese para seleccionar el objetivo
fr: Faites défiler pour sélectionner la cible
hu: Görgess a kiválasztáshoz
pt_pt: Scroll para seleccionar alvo
ru: Прокрутите для выбора цели
tr: Hedefi seçmek için kaydır

# Interface.CartridgeTrackerTitle
source: TRACKER
cs: LOKALIZÁTOR
es: LOCALIZADOR
fr: TRAQUEUR
hu: NYOMKÖVETŐ
pt_pt: RASTREADOR
tr: İZLEYİCİ

# Interface.SolidTerrainColourField
source: Solid Terrain Colour
cs: Jednobarevný terén
es: Color Sólido del Terreno
fr: Couleur du terrain solide
hu: Egyszínű terep
pt_pt: Cor do Terreno
ru: Сплошной цвет местности
tr: Katı Arazi Rengi

# Interface.LavaLevelField
source: Lava Level
cs: Úroveň lávy
es: Nivel de lava
fr: Niveau de lave
hu: Lávaszint
pt_pt: Nível da lava
ru: Уровень лавы
tr: Lav Seviyesi

# Interface.HasCustomTemperatureField
source: Has Custom Temperature
cs: Má vlastní teplotu
es: Temperatura personalizada
fr: Température personnalisée
hu: Egyéni hőmérséklet
pt_pt: Temperatura Personalizada
ru: Задать температуру
tr: Özel Sıcaklığa Sahip

# Interface.PreviewAtmosphereField
source: Preview Atmosphere
cs: Náhled atmosféry
es: Vista previa de la atmósfera
fr: Aperçu Atmosphère
hu: Atmoszféra előnézet
pt_pt: Pré-Visualizar Atmosfera
ru: Предпросмотр атмосферы
tr: Atmosferi Önizle

# Interface.MidnightTemperatureField
source: Midnight Temperature
cs: Půlnoční teplota
es: Temperatura a medianoche
fr: Température à minuit
hu: Éjféli hőmérséklet
pt_pt: Temperatura à noite
ru: Температура в полночь
tr: Gece Yarısı Sıcaklığı

# Interface.DuskTemperatureField
source: Dusk Temperature
cs: Teplota soumraku
es: Temperatura al atardecer
fr: Température au crépuscule
hu: Szürkületi hőmérséklet
pt_pt: Temperatura ao anoitecer
ru: Температура на закате
tr: Alaca Karanlık Sıcaklığı

# Interface.NoonTemperatureField
source: Noon Temperature
cs: Teplota poledne
es: Temperatura al mediodía
fr: Température à midi
hu: Déli hőmérséklet
pt_pt: Temperatura à tarde
ru: Температура в полдень
tr: Öğlen Sıcaklığı

# Interface.DawnTemperatureField
source: Dawn Temperature
cs: Teplota úsvitu
es: Temperatura al amanecer
fr: Température à l’aube
hu: Hajnali hőmérséklet
pt_pt: Temperatura de manhã
ru: Температура на рассвете
tr: Şafak Sıcaklığı

# Interface.SolarScaleField
source: Solar Intensity Scale
cs: Stupnice sluneční intenzity
es: Escala de intensidad solar
fr: Angle solaire
hu: Napfényintenzitás aránya
ru: Солнечная энергия
tr: Güneş Yoğunluk Oranı

# Interface.HasLODField
source: Has LOD
cs: Má LOD
es: Tiene LOD
fr: LOD activé
hu: LOD
pt_pt: Tem LOD
ru: Наличие LOD
tr: LOD'a Sahip

# Interface.DifficultyField
source: Difficulty
cs: Obtížnost
es: Dificultad
fr: Difficulté
hu: Nehézség
pt_pt: Dificuldade
ru: Сложность
tr: Zorluk

# Interface.RespawnConditionsField
source: Respawn Condition
cs: Stav oživení
es: Condición de Reparación
fr: Condition de réapparition
hu: Újraéledési állapot
pt_pt: Condições de Inicio
ru: Условия возрождения
tr: Yeniden Doğma Koşulu

# Interface.TerrainFeaturesField
source: Terrain Features
cs: Terénní prvky
es: Características del terreno
fr: Caractéristiques du terrain
hu: Terep jellegek
pt_pt: Características do Terreno
ru: Особенность ландшафта
tr: Arazi Özellikleri

# Interface.LevelLevelField
source: Lava Level
cs: Úroveň lávy
es: Nivel de lava
fr: Niveau de lave
hu: Lávaszint
pt_pt: Nível de lava
ru: Уровень лавы
tr: Lav Seviyesi

# Interface.MineablesField
source: Minables
cs: Těžba
es: Minerales
fr: Minerais
hu: Bányászhatók
pt_pt: Minerais
ru: Ресурсы
tr: Kazılabilir

# Interface.AtmosphereScatteringField
source: Atmosphere Scattering
cs: Rozptyl atmosféry
es: Dispersión atmosférica
fr: Diffusion atmosphérique
hu: Légköri szóródás
pt_pt: Dispersão Atmosférica
ru: Рассеивание света атмосферой
tr: Atmosfer Saçılması

# Interface.Gravity
source: Gravity
cs: Gravitace
es: Gravedad
fr: Gravité
hu: Gravitáció
pt_pt: Gravidade
ru: Гравитация
tr: Yerçekimi

# Interface.Colour
source: Colour
cs: Barva
es: Color
fr: Couleur
hu: Szín
pt_pt: Cor
ru: Цвет
tr: Renk

# Interface.HasLavaField
source: Has Lava
cs: Má lávu
es: Tiene Lava
fr: A de la lave
hu: Láva
pt_pt: Tem lava
ru: Наличие лавы
tr: Lava Sahip

# Interface.ColourSelecter
source: Colour Selecter:
cs: Výběr barev:
es: Seleccione el color:
fr: Sélection de couleurs:
hu: Színválasztó:
pt_pt: Selecção de cor:
ru: Выбор цвета:
tr: Renk Seçici:

# Interface.HVSValues
source: HVS Values
cs: Hodnoty HVS
es: Valores HVS
fr: Valeurs HVS
hu: HVS értékek
pt_pt: Valores HVS
ru: HVS Значение
tr: HVS Değerleri

# Interface.RGBValues
source: RGB Values
cs: Hodnoty RGB
es: Valores RGB
fr: Valeurs RGB
hu: RGB értékek
pt_pt: Valores RGB
ru: RGB Значение
tr: RGB Değerleri

# Interface.BrightnessField
source: Brightness:
cs: Jas:
es: Brillo:
fr: Luminosité:
hu: Fényesség:
pt_pt: Brilho:
ru: Яркость:
tr: Parlaklık:

# Interface.SaturationField
source: Saturation:
cs: Sytost:
es: Saturación:
hu: Telítettség:
pt_pt: Saturação:
ru: Насыщенность:
tr: Doygunluk:

# Interface.HueField
source: Hue:
cs: Odstín:
es: Tono:
fr: Teinte:
hu: Színárnyalat:
pt_pt: Tonalidade:
ru: Оттенок:
tr: Ton:

# Interface.RedField
source: Red:
cs: Červená:
es: Rojo:
fr: Rouge:
hu: Vörös:
pt_pt: Vermelho:
ru: Красный:
tr: Kırmızı:

# Interface.GreenField
source: Green:
cs: Zelená:
es: Verde:
fr: Vert:
hu: Zöld:
pt_pt: Verde:
ru: Зеленый:
tr: Yeşil:

# Interface.BlueField
source: Blue:
cs: Modrá:
es: Azul:
fr: Bleu:
hu: Kék:
pt_pt: Azul:
ru: Синий:
tr: Mavi:

# Interface.WorldCustomTerrainLabel
source: Terrain Colour
cs: Barva terénu
es: Color del Terreno
fr: Couleur Terrain
hu: Terep színe
pt_pt: Cor do Terreno
ru: Цвет местности
tr: Arazi Rengi

# Interface.SettingsDifficulty
source: Difficulty Settings
cs: Nastavení obtížnosti
es: Configuración de dificultad
fr: Paramètres de difficulté
hu: Nehézségi beállítások
pt_pt: Definições de Dificuldade
ru: Настройки сложности
tr: Zorluk Ayarları

# Interface.TravelMenuButtonTravelLoad
source: Load World
cs: Načíst svět
es: Cargar Mundo
fr: Charger un monde
hu: Világ betöltése
pt_pt: Carregar Mundo
ru: Загрузить мир
tr: Dünyayı Yükle

# Interface.TravelMenuButtonTravelNew
source: New World
cs: Nový svět
es: Nuevo Mundo
fr: Nouveau monde
hu: Új világ
pt_pt: Novo Mundo
ru: Новый мир
tr: Yeni Dünya

# Interface.PromptTravelConfirm
source: Travel
cs: Cestovat
es: Viaje
fr: Voyage
hu: Utazás
pt_pt: Viajar
ru: Путешествие
tr: Seyahat

# Interface.TravelMenuNamePlaceholder
source: Travel world name
cs: Název cestovního světa
es: Nombre del mundo al que viajar
fr: Nom du monde de voyage
hu: Utazási világ neve
pt_pt: Nome do mundo a viajar
ru: Название мира для путешествий
tr: Seyahat dünyası adı

# Interface.PromptTravelBody
source: Are you sure you want to travel map?
cs: Jste si jisti, že chcete cestovat po mapě?
es: ¿Estás seguro de que quieres viajar a través del mapa?
fr: Êtes-vous sûr de vouloir sur la carte de voyage ?
hu: Biztosan bejárnád a térképet?
pt_pt: Tens a certeza que queres viajar para o mapa?
ru: Вы уверены, что хотите путешествовать по карте?
tr: Haritaya seyahat etmek istediğine emin misin?

# Interface.GameMenuButtonTravel
source: Travel World
cs: Cestovní svět
es: Mundo de Viajes
fr: Parcourir ce monde
hu: Világ bejárása
pt_pt: Viajar Mundo
ru: Отправиться в мир
tr: Dünyaya Seyahat Et

# Interface.TravelMenuButtonTravel
source: Travel World
cs: Cestovní svět
es: Mundo de Viajes
fr: Parcourir ce monde
hu: Világ bejárása
pt_pt: Viajar Mundo
ru: Отправиться в мир
tr: Dünyaya Seyahat Et

# Interface.TravelMenuListTitle
source: Available Worlds
cs: Dostupné světy
es: Mundos disponibles
fr: Mondes disponibles
hu: Elérhető világok
pt_pt: Mundos disponíveis
ru: Доступные миры
tr: Mevcut Dünyalar

# Interface.TravelMenuTitle
source: Travel World
cs: Cestovní svět
es: Mundo de Viajes
fr: Parcourir ce monde
hu: Világ bejárása
pt_pt: Viajar Mundo
ru: Мир путешествий
tr: Dünyaya Seyahat Et

# Interface.TierTwo
source: Tier Two
cs: Úroveň dva
es: Versión MK2
fr: Niveau deux
hu: Tier II
pt_pt: Nível dois
ru: Вторая стадия
tr: İkinci Aşama

# Interface.TierOne
source: Tier One
cs: Úroveň jedna
es: Versión MK1
fr: Niveau un
hu: Tier I
pt_pt: Nível um
ru: Первая стадия
tr: Birinci Aşama

# Interface.TierThree
source: Tier Three
cs: Úroveň tři
es: Versión MK3
fr: Niveau trois
hu: Tier III
pt_pt: Nível três
ru: Третья стадия
tr: Üçüncü Aşama

# Interface.CreationMultiplier
source: Creation Multiplier
cs: Násobitel vytváření
es: Creación Múltiple
fr: Multiplicateur de création
hu: Építmény szorzó
pt_pt: Multiplicador de criação
ru: Множитель создания
tr: Oluşturma Çarpanı

# Interface.EnergyCostMultiplier
source: Energy Cost Multiplier
cs: Násobitel nákladů na energii
es: Coste de Energía Múltiple
fr: Multiplicateur du coût de l'énergie
hu: Energia felhasználási szorzó
pt_pt: Multiplicador de custo energético
ru: Множитель стоимости энергии
tr: Enerji Maliyeti Çarpanı

# Interface.MaterialCostMultiplier
source: Material Cost Multiplier
cs: Násobitel nákladů na materiál
es: Coste de Materiales Múltiple
fr: Multiplicateur de coûts matériels
hu: Alapanyag felhasználási szorzó
pt_pt: Multiplicador de custos materiais
ru: Множитель стоимости материала
tr: Malzeme Maliyeti Çarpanı

# Interface.BuildTimeMultiplier
source: Build Time Mulitplier
cs: Násobitel trvání stavby
es: Tiempo de Construcción Múltiple
fr: Multiplicateur du temps de construction
hu: Építési idő szorzó
pt_pt: Multiplicador de tempo de construção
ru: Множитель времени сборки
tr: Yapım Zamanı Çarpanı

# Interface.PromptResumeButton
source: Resume
cs: Pokračovat
es: Resumen
fr: Reprendre
hu: Folytatás
pt_pt: Retomar
ru: Продолжить
tr: Devam

# Interface.PromptButtonLeave
source: Leave Session
cs: Opustit relaci
es: Salir Sesión
fr: Quitter la session
hu: Játékmenet elhagyása
pt_pt: Sair da Sessão
ru: Покинуть сессию
tr: Oturumdan Ayrıl

# Interface.PromptPauseBody
source: Paused game play
cs: Pozastavená hra
es: Pausa en el juego
fr: Jeu en pause
hu: Játék szüneteltetve
pt_pt: Jogo em pausa
ru: Игра приостановлена
tr: Duraklatılmış oynanış

# Interface.PromptPauseTitle
source: Pause
cs: Pozastavit
es: Pausa
hu: Szünet
pt_pt: Pausar
ru: Приостановить
tr: Duraklat

# Interface.GameMenuButtonPause
source: Pause
cs: Pozastavit
es: Pausa
hu: Szünet
pt_pt: Pausar
ru: Приостановить
tr: Duraklat

# Interface.SettingsWorldOrigin
source: World Origin Rebasing
cs: Resetování složky ukládání
es: Coma Flotante
fr: Paramètres du Monde
hu: Világközpont áthelyezése
pt_pt: Origem Base do Mundo
ru: Перемещение Центра Мира
tr: Dünya Başlangıç Noktasını Değiştirme

# Interface.SettingsShowSlotTooltips
source: Show Slot Tooltips
cs: Zobrazit popisky slotů
es: Mostrar sugerencias de herramientas de ranura
fr: Afficher les conseils sur les outils
hu: Slot eszköztippek mutatása
pt_pt: Mostrar dicas dos compartimentos
ru: Показывать подсказки слотов
tr: Yuva Araç İpuçlarını Göster

# Interface.ButtonDepart
source: Depart
cs: Odlet
es: Salida
fr: Départ
hu: Indulás
pt_pt: Partir
ru: Попрощаться
tr: Ayrıl

# Interface.LogicTypeSettingOutputHash
source: The output setting for the device
cs: Nastavení výstupu pro zařízení
es: Ajuste vertical del dispositivo
fr: Réglage vertical de l'appareil
hu: Az eszköz kimeneti beállítása
pt_pt: A definição de saída do dispositivo
ru: Настройка выхода устройства
tr: Cihaz için çıkış ayarı

# Interface.LogicTypeSettingInputHash
source: The input setting for the device
cs: Nastavení vstupu pro zařízení
es: Ajuste máximo del dispositivo
fr: Réglage maximal de l'appareil
hu: Az eszköz bemeneti beállítása
pt_pt: A definição de entrada do dispositivo
ru: Настройка входа устройства
tr: Cihaz için giriş ayarı

# Interface.LogicTypeTargetZ
source: The target position in Z dimension in world coordinates
cs: Cílová pozice v dimenzi Z ve světových souřadnicích
es: La posición actual en la dimensión Z en coordenadas mundiales
fr: La position actuelle dans l'axe Z en coordonnées du monde
hu: Az célpont pozíciójának Z-dimenzióbeli koordinátái
pt_pt: A posição Z do alvo nas coordenadas do mundo
ru: Текущая позиция по оси Z в мировых координатах
tr: Dünya koordinatlarında, Z boyutundaki hedef konum

# Interface.LogicTypeTargetY
source: The target position in Y dimension in world coordinates
cs: Cílová pozice v dimenzi Y ve světových souřadnicích
es: La posición actual en la dimensión Y en coordenadas mundiales
fr: La position actuelle dans l'axe Y en coordonnées du monde
hu: Az célpont pozíciójának Y-dimenzióbeli koordinátái
pt_pt: A posição Y do alvo nas coordenadas do mundo
ru: Текущая позиция по оси Y в мировых координатах
tr: Dünya koordinatlarında, Y boyutunda hedef konum,

# Interface.LogicTypeTargetX
source: The target position in X dimension in world coordinates
cs: Cílová pozice v rozměru X ve světových souřadnicích
es: La posición actual en la dimensión X en coordenadas mundiales
fr: La position actuelle dans l'axe X en coordonnées du monde
hu: Az célpont pozíciójának X-dimenzióbeli koordinátái
pt_pt: A posição X do alvo nas coordenadas do mundo
ru: Текущая позиция по оси X в мировых координатах
tr: Dünya koordinatlarında, X boyutundaki hedef konum

# Interface.RoomControlTickSpeed
source: RoomControl TickSpeed
cs: Rychlost ovládacího prvku

# Interface.OcclusionTickSpeed
source: Occlusion TickSpeed
cs: Rychlost okluze
es: Oclusión TickSpeed
fr: TickSpeed masqué
pt_pt: Oclusão TickSpeed
ru: Скрытая скорость тика

# Interface.Experiments
source: Experiments
cs: Experimenty
es: Experimentos
fr: Expérimentation
hu: Kísérletek
pl: Eksperymenty
pt_pt: Experimentos
ru: Эксперименты
tr: Deneysel

# Interface.BackupMenuFileListTitle
source: Backups
cs: Zálohy
es: Copias de Seguridad
fr: Sauvegardes
hu: Biztonsági másolatok
pl: Kopie zapasowe
pt_pt: Cópias de Segurança
ru: Резервные копии
tr: Yedek

# Interface.LoadBackupsTitle
source: Load Backup
cs: Načíst zálohu
es: Cargar copia de seguridad
fr: Charger la sauvegarde
hu: Biztonsági mentés betöltése
pl: Załaduj kopię zapasową
pt_pt: Carregar cópia de segurança
ru: Загрузить резервную копию
tr: Yedeği Yükle

# Interface.ButtonContact
source: Contact
cs: Kontakt
es: Contacto
hu: Ügyfél
pl: Kontakt
pt_pt: Contactar
ru: Конктакт
tr: İrtibat Kur

# Interface.TraderGas
source: GasTrade
cs: Obchod s plynem

# Interface.TraderOther
source: Kolders' Assorted Goods
cs: Koldersovo rozmanité zboží

# Interface.TraderSecurity
source: Hall Corp Security
cs: Hall Corp zabezpečení

# Interface.TraderTool
source: Tool Corp
cs: Prodejce nástrojů
fr: Vendeur d'outils
ru: Продавец инструментов

# Interface.TraderPaint
source: Color Corp Paints
cs: Color Corp barvy

# Interface.TraderExotics
source: ExoTech
cs: Exo technologie
ru: ЭкзоТек

# Interface.TraderChemistry
source: Chem Lab
cs: Chemická laboratoř
fr: Laboratoire Chimique
ru: Хим Лаборатория
tr: Kimya Laboratuvarı

# Interface.TraderMicrowave
source: Microwares
cs: Mikrodráty
fr: Micro-ondes
ru: Микро изделия
tr: Mikrodalga

# Interface.TraderOre
source: MineRiteOres
cs: MineRite rudy

# Interface.TraderHydraulic
source: HydrauliKit
cs: Hydraulika

# Interface.TraderBasic
source: Spes'mall Basics
cs: Spes'mall základy

# Interface.TraderElectronics
source: TechTree Electronics
cs: TechTree elektronika

# Interface.InputTextTradingTitle
source: Trading Terminal
cs: Obchodní terminál
es: Terminal de comercio
fr: Terminal de vente
hu: Kereskedő terminál
pl: Terminal Handlowy
pt_pt: Terminal de Comércio
ru: Торговый терминал
tr: Ticaret Terminali

# Interface.ContactLandingRequestFailStorm
source: Trader is unable to travel in this storm.
cs: Obchodník není schopen cestovat v této bouři.
es: El comerciante no puede viajar con esta tormenta.
ru: Торговец не может передвигаться в таком шторме.

# Interface.ContactLandingRequestFailSatellite
source: There is an issue with your satellite. Check it's connected to the network and powered.
cs: Se satelitem je problém. Zkontrolujte, zda je připojen k síti a zda je napájen.

# Interface.ContactLandingRequestFailVendingMachine
source: You need a powered Vending Machine on the network to interact with this trader.
cs: Pro komunikaci s tímto obchodníkem potřebujete v síti poháněný prodejní automat.
es: Necesita una máquina expendedora con alimentación en la red para interactuar con este comerciante.
hu: Egy árammal ellátott, hálozatra kötött automatára van szükséged ahhoz, hogy kapcsolatba léphess ezzel a kereskedővel.
ru: Для взаимодействия с этим торговцем вам нужен Склад, питающийся от сети.

# Interface.ContactTradeRequestFailInUse
source: Somebody is already interacting with this Trader, try again soon.
cs: S tímto obchodníkem již někdo komunikuje, zkuste to brzy znovu.
es: Alguien ya está interactuando con este comerciante, inténtelo de nuevo mas tarde.
hu: Valaki éppen kereskedik ezzel a kereskedővel, próbáld később.
ru: Этот торговец уже взаимодействует с кем-то, попробуйте чуть позже.
