Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.SettingsMiscInvertMouse
source: Invert Mouse
cs: Invertovat myš
de: Maus Invertieren
es: Invertir el ratón
fi: Käänteinen Hiiri
fr: Inverser la souris
hu: Egér invertálása
it: Inverti Mouse
ja: マウス反転
pl: Odwróć oś myszy
pt_pt: Inverter Rato
ru: Инвертировать мышь
tr: Fareyi Terslendir

# Interface.SettingsInvertMouse
source: Invert Mouse
cs: Invertovat myš
de: Maus Invertieren
es: Invertir el ratón
fi: Käänteinen Hiiri
fr: Inverser la souris
hu: Egér invertálása
it: Inverti Mouse
ja: マウス反転
pl: Odwróć oś myszy
pt_pt: Inverter Rato
ru: Инвертировать мышь
tr: Fareyi Terslendir

# Interface.MothershipConstruction
source: <color=yellow>Constructing on Mothership</color>.
cs: <color=yellow>Stavba na mateřské lodi</color>.
de: <color=yellow>Am Mutterschiff zu bauen</color>.
es: <color=yellow>Construyendo en Mothership</color>.
fi: <color=yellow>Rakennetaan Emoalukselle</color>.
fr: <color=yellow>Construire sur le vaisseau mère.</color>
hu: NEXTPREVIOUS <color=yellow>Építés az anyahajón</color>.
it: <color=yellow>Costruendo Astronave.</color>
ja: <color=yellow>母船建造中</color>.
pl: <color=yellow>Budowa na Statku-Matce</color>.
pt_pt: <color=yellow>Construindo na Nave Mãe</color>.
tr: <color=sarı>Anagemi üzerinde inşa</color>

# Interface.MulticonstructorItem
source: <color=yellow>Constructing option {0} of {1}</color> Scroll <color=red>Mouse Wheel</color> for more options.
cs: <color=yellow>Konstrukční volba {0} z {1}</color> Posouvejte <color=red>kolečkem myši</color> pro více možností.

# Interface.UnableToConstruct
source: <color=red>Unable to Construct</color>.
cs: <color=red>Nepodařilo se zkonstruovat</color>.
de: <color=red>Bauen unmöglich</color>.
es: <color=red>Incapaz de construir</color>.
fi: <color=red>Ei voida rakentaa</color>.
fr: <color=red>Impossible de construire</color>.
hu: <color=red>Nem lehet megépíteni</color>.
it: <color=red>Impossibile costruire</color>.
ja: <color=red>建造できません</color>.
pl: <color=red>Nie można skonstruować</color>.
pt_pt: <color=red>Incapaz de Construir</color>.
tr: <color=red>İnşa Edilemiyor</color>.

# Interface.PortableConnectionFailure
source: Can only connect {0} to this {1}
cs: K {1} lze připojit pouze {0}
hu: Csak {0} csatlakoztatható ehhez: {1}
ru: К {1} можно присоединить только {0}

# Interface.TooltipRotateLeftRight
source: Rotate left and right = {KEY:RotateLeft} and {KEY:RotateRight}.
cs: Otáčení doleva a doprava = {KEY:RotateLeft} a {KEY:RotateRight}.
es: Girar a la izquierda y a la derecha = {KEY:RotateLeft} y {KEY:RotateRight}.
fr: Utiliser la touche <color=yellow>{KEY:RotateLeft}</color> et <color=yellow>{KEY:RotateRight}</color> pour tourner à gauche et à droite.
hu: Fordítás balra és jobbra: {KEY:RotateLeft} és {KEY:RotateRight}
ru: Повернуть влево или вправо = {KEY:RotateLeft} и {KEY:RotateRight}.
tr: Sola ve sağa çevirmek = {KEY:RotateLeft} ve {KEY:RotateRight}.

# Interface.TooltipRotateUpDown
source: Rotate up and down = {KEY:RotateUp} and {KEY:RotateDown}.
cs: Otáčení nahoru a dolů = {KEY:RotateUp} a {KEY:RotateDown}.
es: Girar arriba y abajo = {KEY:RotateUp} y {KEY:RotateDown}.
fr: Utiliser la touche <color=yellow>{KEY:RotateUp}</color> et <color=yellow>{KEY:RotateDown}</color> pour faire pivoter de haut en bas.
hu: Forgatás fel és le: {KEY:RotateUp} és {KEY:RotateDown}
ru: Повернуть вверх или вниз = {KEY:RotateUp} и {KEY:RotateDown}.
tr: Yukarı ve Aşağı çevirmek = {KEY:RotateUp} ve {KEY:RotateDown}.

# Interface.TooltipRollLeftRight
source: Roll left and right = {KEY:RotateRollLeft} and {KEY:RotateRollRight}.
cs: Rolování doleva a doprava = {KEY:RotateRollLeft} a {KEY:RotateRollRight}.
es: Rodar a la izquierda y a la derecha = {KEY:RotateRollLeft} y {KEY:RotateRollRight}.
fr: Utiliser la touche <color=yellow>{KEY:RotateRollLeft}</color> et <color=yellow>{KEY:RotateRollRight}</color> pour rouler à gauche et à droite.
hu: Forgatás balra és jobbra: {KEY:RotateRollLeft} és {KEY:RotateRollRight}
ru: Наклонить влево или вправо = {KEY:RotateRollLeft} и {KEY:RotateRollRight}.
tr: Sola ve sağa yatırmak = {KEY:RotateRollLeft} ve {KEY:RotateRollRight}.

# Interface.SettingsExtendedTooltips
source: Extended Tooltips
cs: Rozšířené popisky nástrojů
de: Erweiterte Tooltips
es: Info. Extra de Herramientas
fi: Laajennetut Työkaluvinkit
fr: Infobulles étendues
hu: Bővített eszköztippek
it: Suggerimenti estesi
ja: 拡張ツールチップ
pl: Rozszerzone wskazówki
pt_pt: Dicas Extendidas
ru: Расширенные подсказки
tr: Genişletilmiş Araç İpuçları

# Interface.TooltipUpgrade2
source: Once placed use {0} and {1} for upgrade.
cs: Po umístění použijte {0} a {1} pro vylepšení.
de: Kann mit {0} und {1} nach dem Platzieren Aufgewertet werden.
es: Una vez colocado usa {0} y {1} para Actualizar.
fi: Sijoituksen jälkeen käytä {0} ja {1} päivitykseen.
fr: Une fois placés, utilisez {0} et {1} pour la mise à niveau.
hu: Lehelyezés után {0} és {1} használható a fejlesztéshez.
it: Una volta piazzato, usa {0} e {1} per aggiornare.
ja: 一度配置すると、アップグレードのために{0}と{1}を使用します
pl: Po umieszczeniu użyj {0} oraz {1}, aby ulepszyć.
pt_pt: Uma vez colocada, use {0} e {1} para melhorar.
ru: После установки используйте {0} и {1} чтобы улучшить.
tr: Yerleştiğinde, yükseltmek için {0} ve {1} kullanın.

# Interface.TooltipUpgrade
source: Once placed use {0} for upgrade.
cs: Po umístění použijte {0} pro vylepšení.
de: Kann mit {0} nach dem Platzieren Aufgewertet werden.
es: Una vez colocado usa {0} para actualizar.
fi: Sijoituksen jälkeen käytä {0} päivitykseen.
fr: Une fois placé, utilisez {0} pour la mise à niveau.
hu: Lehelyezés után {0} használható a fejlesztéshez.
it: Una volta piazzato, usa {0} per aggiornare.
ja: 一度配置すると、アップグレードのために{0}を使用します
pl: Po umieszczeniu użyj {0}, aby ulepszyć.
pt_pt: Uma vez colocada, use {0} para melhorar.
ru: После установки используйте {0} чтобы улучшить.
tr: Yerleştiğinde, yükseltmek için {0} kullanın.

# Interface.TooltipAllowsMounting
source: Allows the mounting of wall placed devices. Upgrade to allow better placement area.
cs: Umožňuje montáž zařízení na stěnu. Vylepšete, abyste umožnili lepší umístění.
de: Erlaubt das Platzieren von Wandgebundenen Objekten. Aufwertungen erlauben mehr Patzierungsmöglichkeiten.
es: Permite el montaje de dispositivos colocados en la pared. Actualiza para permitir una mejor área de ubicación.
fi: Sallii seinään kiinnitettävien laitteiden asennuksen. Päivitä salliaksesi paremman sijoittelun.
fr: Permet le montage de dispositifs placés au mur. Mettre à niveau pour permettre une meilleure zone de placement.
hu: Engedélyezi a falra helyezhető eszközök falra helyezését. Fejleszd fel a jobb elhelyezési opciókért.
it: Permette di piazzare dispositivi a muro. Aggiorna per migliorare la scelta delle opzioni per il piazzamento.
ja: 装置を壁に設置出来るようになります。よりよい設置エリアになります。
pl: Pozwala na montowanie urzadzen nasciennych. Ulepsz, aby stworzyc wiecej mozliwosci montazu.
pt_pt: Permite a montagem de dispositivos de parede. Melhore para habilitar melhores áreas de colocação.
ru: Позволяет размещать устройства. Улучшите, чтобы область доступная для размещения увеличилась.
tr: Duvara yerleştirilmiş cihazların montajını sağlar. Daha iyi yerleştirme alanı için Yükseltin.

# Interface.TooltipPlacementSnapGrid
source: Placement is snapped to the grid.
cs: Umístění je přichyceno k mřížce.
de: Platzierung ist an das Gitter gebunden.
es: La colocación se ajusta a la cuadrícula.
fi: Sijoitus napsahtaa ruudukkoon.
fr: Le placement est accroché à la grille.
hu: Az elhelyezés rácshoz van igazítva.
it: Piazzamento allineato sulla griglia.
ja: グリッドにスナップして設置します。
pl: Umiejscowienie przylega do siatki.
pt_pt: A colocação ajusta-se à grelha.
ru: Размещение выравнивается по сетке.
tr: Yerleştirme ızgaraya takılır.

# Interface.TooltipPlacementSnapFace
source: Placement is snapped to grid faces.
cs: Umístění je přichyceno k plochám mřížky.
de: Platzierung ist an die Gitteroberflächen gebunden.
es: La colocación se ajusta a las caras de la cuadrícula.
fi: Sijoitus napsahtaa ruudukon laitoihin.
fr: L'emplacement est aligné sur les faces de la grille.
hu: Az elhelyezés rácsoldalhoz van igazítva.
it: Piazzamento allineato alla faccia della griglia.
ja: グリッド面にスナップして設置します。
pl: Umiejscowienie przylega do boków siatki.
pt_pt: A colocação ajusta-se às faces da grelha.
ru: Размещение выравнивается по стороне.
tr: Yerleştirme ızgara yüzüne takılır.

# Interface.TooltipPlacementSnapFaceMount
source: Placement is snapped to the small grid.
cs: Umístění je přichyceno k malé mřížce.
es: La colocación se encaja en la pequeña cuadrícula.
fr: Le placement n'est autorisé que sur les <color=yellow>{THING:StructureFrameIron}</color> et <color=yellow>{THING:StructureFrame}</color> directement. Si ceux-ci sont améliorés, ils offriront de meilleures options de placement.
hu: Elhelyezés kis rácshoz igazítva.
pt_pt: A colocação adere à grelha pequena.
ru: Размещение выравнивается по сетке малых блоков.
tr: Yerleşim, küçük ızgaraya tutturulur.

# Interface.TooltipPlacementSnapFaceMountMissingFrame
source: Placement is only allowed on {THING:StructureFrameIron} and {THING:StructureFrame}
cs: Umístění je povoleno pouze na {THING:StructureFrameIron} a {THING:StructureFrame}
es: La colocación sólo está permitida en {THING:StructureFrameIron} y {THING:StructureFrame}
fr: Le placement n'est autorisé que sur les <color=yellow>{THING:StructureFrameIron}</color> et <color=yellow>{THING:StructureFrame}</color> directement. Si ceux-ci sont améliorés, ils offriront de meilleures options de placement.
hu: Az elhelyezés csak a {THING:StructureFrameIron}en és a {THING:StructureFrame}en lehetséges közvetlenül.
pt_pt: A colocação só é permitida na {THING:StructureFrameIron} e {THING:StructureFrame}
ru: Размещение разрешено только на {THING:StructureFrameIron} и {THING:StructureFrame}
tr: Yerleştirme sadece {THING:StructureFrameIron} ve {THING:StructureFrame} üzerine yapılmaktadır

# Interface.TooltipPlacementSnapFaceMountMissingSupport
source: Placement requires support
cs: Umístění vyžaduje podporu
es: La colocación requiere soporte
fr: L'objet requière un support pour être placé
hu: Az elhelyezéshez alátámasztás szükséges
pt_pt: A colocação requer suporte
ru: Размещение требует устойчивой основы
tr: Yerleşim destek gerektirir

# Interface.TooltipPlacementSnapFaceMountBlockedDynamic
source: Placement blocked by #VAR1#
cs: Umístění blokováno #VAR1#
es: Colocación bloqueada por #VAR1#
fr: Placement bloqué par #VAR1#
hu: Lehelyezés blokkolva ezáltal: #VAR1#
pt_pt: Colocação bloqueada por #VAR1#
ru: Размещение заблокировано из-за #VAR1#
tr: Yerleşim #VAR1# tarafından engellendi

# Interface.TooltipPlacementSnapFaceMountBlockedFallback
source: Placement blocked
cs: Umístění blokováno
es: Colocación bloqueada
fr: Placement bloqué
hu: Lehelyezés blokkolva
pt_pt: Colocação bloqueada
ru: Размещение заблокировано
tr: Yerleşim engellendi

# Interface.TooltipPlacementSnapFaceNotMountableDynamic
source: #VAR1# does not allow mounting
cs: #VAR1# neumožňuje montáž
es: #VAR1# no se permite el montaje
fr: #VAR1# ne permet pas de montage
hu: #VAR1# miatt nem lehet elhelyezni
pt_pt: #VAR1# não permite montagem
ru: #VAR1# не допускает монтажа
tr: #VAR1# montaja izin vermiyor

# Interface.TooltipPlacementSnapFaceNotMountableFallback
source: One of these structures does not allow mounting
cs: Jedna z těchto konstrukcí neumožňuje montáž
es: Una de estas estructuras no permite el montaje
fr: L'une de ces structures ne permet pas de monter
hu: Ezen struktúrák egyike nem teszi lehetővé az elhelyezést
pt_pt: Uma destas estruturas não permite montagem
ru: Одна из этих структур не допускает монтажа
tr: Bu yapılardan biri montaja izin vermiyor

# Interface.TooltipPlacementSnapFaceWrongFaceDynamic
source: Cannot mount to this face of #VAR1#, try another one
cs: Nelze se připojit k této ploše #VAR1#, zkuste jinou
es: No se puede montar en esta cara del #VAR1#, pruebe con otra
fr: Impossible de monter sur cette face de #VAR1#, essayez-en une autre
hu: Nem lehet rögzíteni #VAR1# ezen oldalára, próbáld egy másikon
pt_pt: Não podes montar nesta superfície de #VAR1#, tenta noutra
ru: Нет возможности смонтировать в этом месте #VAR1#, попробуйте в другом
tr: #VAR1#'in bu yüzüne montaj edilemiyor; diğerini deneyin

# Interface.TooltipPlacementSnapFaceWrongFaceFallback
source: Cannot mount to this face, try another one
cs: K této ploše se nelze připojit, zkuste jinou
es: No se puede montar en esta cara, pruebe con otra
fr: Impossible de monter sur ce côté, essayez-en un autre
hu: Nem lehet erre az oldalra rögzíteni, próbáld egy másikon
pt_pt: Não podes montar nesta superfície, tenta noutra
ru: Нет возможности смонтировать в этом месте, попробуйте в другом
tr: Bu yüze montaj edilemiyor; diğerini deneyin

# Interface.GameMenuClearDisconnectedPlayers
source: Clear Disconnected Players
cs: Vymazat odpojené hráče
de: Offline-Spieler entfernen
es: Borrar Jugadores Desconectados
fi: Tyhjennä Poistuneet Pelaajat
fr: Effacer les joueurs déconnectés
hu: Lecsatlakozott játékosok eltávolítása
it: Cancella giocatori disconnessi
ja: 切断されたプレイヤーをクリア
pl: Usuń rozłączonych graczy
pt_pt: Limpar Jogadores Desconectados
ru: Удалить отключившихся игроков
tr: Bağlantısı Kesilmiş Oyuncuları Temizle

# Interface.SettingsInvertMouseWheelInventory
source: Invert Inventory Scroll
cs: Invertovat posouvání v inventáři
de: Invertiere Inventarbewegung
es: Invertir Desplazamiento de Inventario
fi: Käänteinen Vieritys
fr: Inverser le défilement de l'inventaire
hu: Tárhely görgetés invertálása
it: Inverti scroll inventario
ja: 逆インベントリスクロール
pl: Odwróć przewijanie ekwipunku
pt_pt: Inverter Scroll Inventário
ru: Инвертировать прокрутку инвентаря
tr: Envanter Kaydırmayı Terslendir

# Interface.SettingsTitleMultiplayerAdvanced
source: Advanced Settings
cs: Pokročilé nastavení
de: Erweiterte Einstellungen
es: Ajustes Avanzados
fi: Kehittyneet Asetukset
fr: Paramètres multijoueurs avancés
hu: Haladó beállítások
it: Settaggi multiplayer avanzati
ja: 高度な設定
pl: Zaawansowane ustawienia
pt_pt: Definições avançadas
ru: Расширенные настройки
tr: Gelişmiş Ayarlar

# Interface.SettingsUPNPNote
source: If Universal Plug and Play (UPNP) is enabled here and on your router, these ports will be automatically forwarded when you create a game.
cs: Pokud je na routeru povolena technologie UPNP (Universal Plug and Play), budou tyto porty při vytvoření hry automaticky nastaveny.
de: Wenn Universal Plug and Play (UPNP) hier und am Router aktiviert ist, werden diese Ports automatisch weitergeleitet wenn du ein Spiel erstellst.
es: Si Universal Plug and Play (UPNP) está activado en su router, estos puertos se reenviarán automáticamente cuando organices un servidor.
fr: Si Universal Plug and Play (UPNP) est activé sur votre routeur, ces ports seront automatiquement transférés lorsque vous hébergez un jeu.
hu: Ha az Universal Plug and Play (UPNP) engedélyezve van itt és a routereden, a portok automatikusan továbbításra kerülnek egy új játék elindításakor.
it: Se Universal Plug and Play (UPNP) è attivo sul vostro router, le porte saranno automaticamente aperte quando hosti una partita.
ja: Universal Plug and Play(UPNP)がルーターで有効であれば、自動的に作成したゲームのポートが解放されます。
pl: Jeżeli tutaj oraz w routerze włączona jest funkcja Universal Plug and Play (UPNP), porty te zostaną automatycznie otwarte podczas tworzenia gry.
pt_pt: Se o Universal Plug and Play (UPNP) estiver habilitado no seu router, estas portas serão encaminhadas automaticamente quando criares um jogo.
ru: Если UPNP включено вашем роутере и в настройках игры, эти порты будут автоматически перенаправлены, когда вы создадите игру.
tr: Eğer, burada ve yönlendiricinde, Evrensel Tak ve Çalıştır (UPNP) etkin ise, bir oyun oluşturduğunda bu portlar otomatik olarak yönlendirilir.

# Interface.SettingsTooltipOpacity
source: Tooltip Opacity
cs: Neprůhlednost popisku
de: Tooltip Sichtbarkeit
es: Info. Herramientas Translucida
fi: Vinkkien Läpikuultavuus
fr: Opacité de l'info-bulle
hu: Eszköztipp átlátszóság
it: Opacità Suggerimenti
ja: ツールチップ透過度
pl: Przeźroczystość dymków
pt_pt: Opacidade das Dicas
ru: Прозрачность подсказки
tr: İpucu Saydamlığı

# Interface.MenuDownloadDriverButton
source: Download Drivers
cs: Stáhnout ovladače
de: Treiber herunterladen
es: Descargar Drivers
fi: Lataa Ajurit
fr: Télécharger les pilotes
hu: Driverek letöltése
it: Scarica Drivers
ja: ドライバーダウンロード
pl: Pobierz sterowniki
pt_pt: Descarregar Drivers
ru: Скачайте драйверы
tr: Sürücüleri İndir

# Interface.MenuDownloadDriverWarning
source: Many AMD graphics card users have reported issues with the game which have been resolved by updating their drivers. We <b>STRONGLY</b> recommend you update before playing.
cs: Mnoho uživatelů grafických karet AMD hlásilo problémy s hrou, které byly vyřešeny aktualizací ovladačů. Před hraním <b>DŮRAZNĚ</b> doporučujeme provést aktualizaci.
de: Viele Nutzer von AMD-Grafikkarten haben gemeldet, dass Probleme mit dem Spiel durch die Installation aktuellster Teiber behoben werden konnten. Wir empfehlen <b>STÄRKSTENS</b> diese Treiber vor dem Spielen auf den neusten Stand zu bringen.
es: Muchos usuarios de tarjetas gráficas AMD han informado problemas con el juego que se han resuelto actualizando sus controladores. Nosotros <b>FUERTEMENTE</b> te recomiendo que lo actualices antes de jugar.
fi: Monet AMD grafiikka-ohjaimen omistavat ovat raportoineet ongelmia pelin kanssa jotka ovat ratkenneet ajureita päivittämällä. Suosittelemme <b>VAHVASTI</b> päivittämään ajurit ennen pelaamista.
fr: De nombreux utilisateurs de cartes graphiques AMD ont signalé des problèmes avec le jeu qui ont été résolus en mettant à jour leurs pilotes. Nous vous recommandons <b>FORTEMENT</b> de le mettre à jour avant de jouer.
hu: Több AMD videókártya tulajdonos jelezte, hogy a játékbeli hibák megoldódtak a driverek frissítésével. <b>Erősen</b> ajánljuk, hogy frissítsd őket te is játék előtt.
it: Molte schede grafiche AMD riportano problemi con il gioco che sono stati risolti aggiornando i driver. Ti consigliamo <b>FORTEMENTE</b> di aggiornarli prima di giocare.
ja: 多くのAMDグラフィックカードユーザによって報告される問題は、ドライバのアップデートによって解決されます。ゲームをプレイする前にアップデートすることを<b>強く</b>推奨します。
pl: Wielu użytkowników kart graficznych AMD zgłaszało problemy z grą, które zostały rozwiązane poprzez aktualizację sterowników. <b>MOCNO</b> polecamy, abyś je zaktualizował przed graniem.
pt_pt: Muitos usuários que tenham placas gráficas da AMD reportaram problemas com o jogo que foram resolvidos ao atualizarem os seus drivers. Nós <b>RECOMENDAMOS</b> que os atualizes antes de jogares.
ru: Многие пользователи с видеокартами AMD сообщали о проблемах с игрой, которые решились обновлением драйверов. Мы <b>НАСТОЯТЕЛЬНО</b> советуем вам обновить ваши драйверы перед игрой.
tr: Birçok AMD grafik kartı kullanıcısı, sürücülerini güncelleyerek çözmüş oldukları oyun ile ilgili sorunları bildirdiler. Oynamadan önce güncellemenizi <b>ŞİDDETLE</b> öneririz.

# Interface.SettingsChatFadeTimer
source: Chat Fade Delay
cs: Prodleva při konverzaci
de: Chat-Ausblendverzögerung
es: El chat desaparece en x segundos
fi: Chatin Häivytys, Viive
fr: Délais du fondu du chat
hu: Csevegőablak eltűnési ideje
it: Intervallo scomparsa chat
ja: チャットフェード遅延
pl: Opóźnienie zanikania czatu
pt_pt: Tempo de chat ativo
ru: Задержка исчезновения чата
tr: Sohbet Soluklaşma Gecikmesi

# Interface.PromptResetSettingsTitle
source: Reset Settings
cs: Obnovit nastavení
de: Einstellungen zurücksetzen
es: Reiniciar Ajustes
fi: Palauta Oletusarvot
fr: Réinitialiser les paramètres
hu: Beállítások visszaállítása
it: Reset Settaggi
ja: 設定リセット
pl: Reset ustawień
pt_pt: Reiniciar Definições
ru: Сбросить настройки
tr: Ayarları Sıfırla

# Interface.PromptResetSettingsBody
source: Are you sure?
cs: Jste si jistí?
de: Bist du Sicher?
es: Estás Seguro?
fi: Oletko varma?
fr: Etes vous sur ?
hu: Biztos vagy benne?
it: Sei sicuro ?
ja: よろしいですか？
pl: Na pewno?
pt_pt: Tens a certeza?
ru: Вы увеерны?
tr: Emin misin?

# Interface.PromptResetSettingsConfirm
source: Reset
cs: Obnovit
de: Zurücksetzen
es: Restablecer
fi: Palauta
fr: Réinitialiser
hu: Visszaállítás
ja: リセット
pl: Resetuj
pt_pt: Reiniciar
ru: Сбросить
tr: Sıfırla

# Interface.SteamErrorTitle
source: Steam Error
cs: Steam chyba
de: Steam fehler
fr: Erreur Steam
hu: Steam hiba
it: Errore Steam
pl: Błąd Steam
pt_pt: Erro da Steam
ru: Ошибка Steam
tr: Steam Hatası

# Interface.SteamErrorBody
source: Could not connect to Steam. Try restarting Steam before relaunching Stationeers
cs: Nelze se připojit ke službě Steam. Před opětovným spuštěním Stationeers zkuste restartovat službu Steam
de: Es konnte keine Verbindung zu Steam hergestellt werden. Versuchen Sie erst Steam neu zu starten bevor Sie Stationeers erneut starten.
es: No se pudo conectar a Steam. Intente reiniciar Steam antes de iniciar Stationeers
fr: Impossible de se connecter à Steam. Essayez de redémarrer Steam avant de relancer Stationeers
hu: A Steamhez való csatlakozás sikertelen. Próbáld meg újraindítani a Steamet a Stationeers újraindítása előtt!
it: Connessione a Steam non disponibile. Prova a riavviare Steam prima di lanciare nuovamente Stationeers
pl: Nie można nawiązać połączenia ze Steam. Zrestartuj Steam przed ponownym uruchomieniem Stationeers.
pt_pt: Não foi possível fazer ligação com a Steam. Tente reiniciar a Steam antes de iniciar o Stationeers.
ru: Не удается подключится к Steam. Перезагрузите Steam, затем перезапустите игру
tr: Steam'e bağlanılamıyor. Stationeers'ı yeniden çalıştırmadan önce Steam'ı yeniden başlatmayı deneyin

# Interface.SteamErrorButton
source: Quit
cs: Ukončit
de: Verlassen
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
pl: Wyjdź
pt_pt: Sair
ru: Выйти
tr: Çıkış

# Interface.WaitingTitle
source: Saving Warning
cs: Upozornění při ukládání
es: Advertencia de Guardado
fr: Avertissement de sauvegarde
hu: Figyelem, mentés
it: Avviso di salvataggio
pl: Ostrzeżenie zapisu
pt_pt: Alerta de Salvamento
ru: Предупреждение (сохранение)
tr: Kaydetme Uyarısı

# Interface.WaitingBody
source: Still saving world data. Please try it again when it finishes.
cs: Stále se ukládají světová data. Jakmile uložení skončí, zkuste to znova.
es: Aún estoy guardando datos del mundo. Por favor, inténtalo de nuevo cuando finalice.
fr: Toujours sauver les données du monde. S'il vous plaît essayer à nouveau quand cela est terminé.
hu: Még mindig mentődik a világ. Próbáld meg később.
it: Salvataggio dei dati del mondo ancora in corso. Si prega di riprovare quando sarà finito.
pl: Wciąż zapisuję stan świata. Spróbuj ponownie po ukończeniu.
pt_pt: Ainda salvando os dados do mundo. Por favor, tente novamente quando terminar.
ru: Мир ещё сохраняется. Повторите попытку позже, когда это закончится.
tr: Dünya verisi işleniyor. Lütfen bittikten sonra tekrar deneyiniz.

# Interface.PromptQuitTitle
source: Quit Stationeers
cs: Ukončit Stationeers
de: Stationeers Verlassen
es: Salir de Stationeers
fi: Lopeta Stationeers
fr: Quitter Stationeers
hu: Kilépés a Stationeersből
it: Esci da Stationeers
ja: Stationeersを終了
pl: Zamknij Stationeers
pt_pt: Sair do Stationeers
ru: Выйти из игры
tr: Stationeers'tan Çık

# Interface.PromptQuitBody
source: Are you sure you want to quit?
cs: Jste si jisti, že chcete skončit?
de: Willst du das Spiel wirklich verlassen?
es: Seguro que Quieres Salir?
fi: Haluatko varmasti lopettaa?
fr: Êtes vous sur de vouloir quitter ?
hu: Biztosan ki akarsz lépni?
it: Sei sicuro di voler uscire ?
ja: 終了しますか？
pl: Czy na pewno chcesz zakończyć?
pt_pt: Tens a certeza que queres sair?
ru: Вы уверены, что хотите выйти?
tr: Çıkmak istediğine emin misin?

# Interface.PromptQuitConfirm
source: Quit
cs: Ukončit
de: Verlassen
es: Salir
fi: Lopeta
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
pl: Zakończ
pt_pt: Sair
ru: Выйти
tr: Çıkış
