Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.HiiragiDesc
source: Founded by Noboru Hiiragi in the aftermath of the 2110s economic bubble, Hiiragi Communications absorbed several prominent offworld assets, quickly becoming the most widely used trans-Solar System communications network. If you’ve communicated with friends and family offworld recently, it’s been through the Hiiragi network, even if it’s been branded under one of its many child companies. Hiiragi is also the number one seller for PCD’s (Personal Communication Devices) as well as a deep, if difficult to assess investor in terrestrial telecommunication networks.
es: Fundada por Noboru Hiiragi a raíz de la burbuja económica de la década de 2110, Hiiragi Communications absorbió varios activos destacados fuera del mundo, convirtiéndose rápidamente en la red de comunicaciones trans-solar más utilizada. Si se ha comunicado con amigos y familiares fuera del mundo recientemente, ha sido a través de la red de Hiiragi, incluso si tiene la marca de una de sus muchas empresas secundarias. Hiiragi es también el vendedor número uno de PCD (dispositivos de comunicación personal), así como un inversor profundo, aunque difícil de evaluar, en redes de telecomunicaciones terrestres.
fr: Fondée par Noboru Hiiragi au lendemain de la bulle économique de 2110, Hiiragi Communications a absorbé plusieurs actifs étrangers de premier plan, devenant rapidement le réseau de communication trans-stellaire le plus utilisé. Si vous avez communiqué avec vos amis et votre famille récemment, c’est grâce au réseau Hiiragi, même s’il a été masqué par le nom de l’une de ses nombreuses filiales. Hiiragi est également le numéro un des vendeur de PCD (Personal Communication Devices) ainsi qu'un important investisseur dans les réseaux de télécommunications terrestres.

# Interface.Hiiragi
source: Hiiragi
es: Hilragi

# Interface.GeFabrikDesc
source: Officially known as Gewehrfabrik GmbH, GeFabrik is one of the world’s oldest and most highly regarded armament firms, known for producing exceptionally accurate, high-end firearms. In the wake of the European arms manufacturing collapse in the 2030s, a group of unemployed armament staff formed GeFabrik. Dedicated to renewing original design principles, the company is legendary for extensive testing, sometimes lasting as long as 10 years, in order to produce ‘ganz’ weapon formats. GeFabrik is widely regarded as having single-handedly salvaged Germany's manufacturing reputation, while doing nothing for their sense of humor.
es: Oficialmente conocida como Gewehrfabrik GmbH, GeFabrik es una de las firmas de armamento más antiguas y respetadas del mundo, conocida por producir armas de fuego de alta gama excepcionalmente precisas. A raíz del colapso de la fabricación de armas europea en la década de 2030, un grupo de personal de armamento desempleado formó GeFabrik. Dedicada a renovar los principios de diseño originales, la compañía es legendaria por sus extensas pruebas, que a veces duran hasta 10 años, para producir formatos de armas "ganz". Se considera que GeFabrik ha salvado por sí solo la reputación de fabricación de Alemania, sin hacer nada por su sentido del humor.
fr: Officiellement connue sous le nom de Gewehrfabrik GmbH, GeFabrik est l’une des entreprises d’armement les plus anciennes et les plus réputées au monde. Elle est connue pour produire des armes à feu extrêmement précises et de haute qualité. Dans la foulée de l’effondrement de la fabrication d’armes en Europe dans les années 2030, un groupe d'ancien employé de l’armement au chômage a formé GeFabrik. Vouée au renouvellement des principes de conception originaux, l’entreprise est légendaire pour ses essais approfondis, qui durent parfois jusqu’à 10 ans, afin de produire des armes au format « ganz ». GeFabrik est largement reconnu comme ayant à lui seul sauvé la réputation de la qualité de fabrication allemande, tout en ne faisant rien pour leur sens de l’humour.

# Interface.ExMinDesc
source: In the aftermath of the Sisyphus disaster on Mars in 2079, asteroid shifting was officially banned by the <color=#0080FFFF>{LINK:ODA;ODA}</color>. This sea-change forced the newborn space mining industry to reconsider its strategies, but until the opening of the Manaus Space Elevator, marginal economics meant offworld resource extraction was effectively impossible. Formed in 2095 by a long-standing Swiss-German mining conglomerate and a consortium of other interests, ExMin was more an idea than a commercial reality for several decades. Created with the certainty that a space elevator would eventually arrive, ExMin was one of the first to exploit the access it offered. Subsequently it has become one of the Solar System's most powerful commercial entities. With access to space secure, ExMin became a central player in the flow of resources to the Inner System. It has competition, principally from Brazilian mining giant <color=#0080FFFF>{LINK:Recurso;Recurso}</color>, but the company has never entirely lost its lead on off-world mining. Synonymous with rare earth metals and pioneering off-world resource extraction, it stands at the forefront of development throughout the Solar System.
es: A raíz del desastre de Sísifo en Marte en 2079, el <color = # 0080FFFF> {LINK: ODA; ODA} </color> prohibió oficialmente el desplazamiento de asteroides. Este cambio radical obligó a la recién nacida industria de la minería espacial a reconsiderar sus estrategias, pero hasta la apertura del Ascensor Espacial de Manaus, la economía marginal significaba que la extracción de recursos fuera del mundo era efectivamente imposible. Formado en 2095 por un conglomerado minero suizo-alemán de larga estancia y un consorcio de otros intereses, ExMin fue más una idea que una realidad comercial durante varias décadas. Creado con la certeza de que eventualmente llegaría un ascensor espacial, ExMin fue uno de los primeros en explotar el acceso que ofrecía. Posteriormente se ha convertido en una de las entidades comerciales más poderosas del Sistema Solar. Con el acceso al espacio seguro, ExMin se convirtió en un actor central en el flujo de recursos al sistema interno. Tiene competencia, principalmente del gigante minero brasileño <color=#0080FFFF>{LINK:Recurso;Recurso}</color>, pero la empresa nunca ha perdido por completo su liderazgo en la minería fuera del mundo. Sinónimo de metales de tierras raras y pionera en la extracción de recursos fuera del mundo, se encuentra a la vanguardia del desarrollo en todo el Sistema Solar.
fr: Au lendemain de la catastrophe de Sisyphe sur Mars en 2079, le déplacement d’astéroïdes a été officiellement interdit par l’ <color=#0080FFFF>{LINK:ODA;ODA}</color>. Ce changement a forcé l’industrie minière spatiale naissante à reconsidérer ses stratégies, mais jusqu’à l’ouverture de l’ascenseur spatial de Manaus, l’extraction de ressources hors monde était effectivement impossible du a une économie marginale. Formé en 2095 par un ancien conglomérat minier suisse-allemand et un consortium d’autres intérêts, ExMin fut plus une idée qu’une réalité commerciale pendant plusieurs décennies. Créé avec la certitude qu’un ascenseur spatial finirait par être construit, ExMin a été l’un des premiers à exploiter l’accès qu’il offrait. Par la suite, il est devenu l’une des entités commerciales les plus puissantes du Système solaire. Avec l’accès à l’espace sécurisé, ExMin est devenu un acteur central dans le flux de ressources vers la Terre. Elle est en concurrence, principalement avec le géant minier brésilien <color=#0080FFFF>{LINK:Recurso;Recurso}</color>, mais l’entreprise n’a jamais complètement perdu son avance sur l’exploitation minière hors monde. Synonyme de métaux rares et pionnier de l’extraction de ressources hors-monde, ExMin est à l’avant-garde du développement dans tout le système solaire.

# Interface.CHACDesc
source: Founded in 2085 to produce weapons for <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color>'s space forces, the company is known for making highly reliable and affordable weapons for off-world use. Their pragmatic approach is reflected in their focus on designs suitable for 3D printing and mass production, as well as a high reuse of components across models and weapon classes. As a result, although CHAC guns excel in no particular category, and have certainly never been accused of gretness, they suffer no great failings, and perform sufficiently well by most known measures to have earned their designers the informal title of 'armorer to the Solar System'.
es: Fundada en 2085 para producir armas para las fuerzas espaciales de <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color>, la compañía es conocida por fabricar armas altamente fiables y asequibles para su uso en el exterior. Su enfoque pragmático se refleja en su enfoque en los diseños adecuados para la impresión en 3D y la producción en masa, así como una alta reutilización de los componentes a través de los modelos y las clases de armas. Como resultado, aunque las armas CHAC no sobresalen en ninguna categoría en particular, y ciertamente nunca han sido acusadas de ser anticuadas, no sufren grandes fallos, y funcionan lo suficientemente bien según la mayoría de las medidas conocidas como para haber ganado a sus diseñadores el título informal de "armero del Sistema Solar".
fr: Fondée en 2085 pour produire des armes pour les forces spatiales de <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color>, la société est connue pour fabriquer des armes hautement fiables et abordables pour une utilisation hors monde. Leur approche pragmatique se traduit par l’accent mis sur les conceptions adaptées à l’impression 3D et à la production de masse, ainsi que par une grande réutilisation des composants entre les modèles et les classes d’armes. En conséquence, bien que les canons CHAC n'excellent dans aucune catégorie particulière, et n’ont certainement jamais été accusés de grandeurs. Ils ne souffrent pas de manquements importants et ont suffisamment bien passé les tests les plus connues pour que leurs concepteurs aient gagné le titre informel d'armurier du système solaire.

# Interface.AsuraDesc
source: Asura Biomedia was founded in the early 22nd century by Mumbai-based trillionaire Ashan Gurwaja. Nominally focused on 'biotechnology', the company has always had an ‘elastic’ notion of exactly what that entailed: everything from pharmaceuticals to pet food. Gurwaja's background in bio-engineering firms put the company in the highest echelon of bio-science industries from the very beginning, and it grew exactly as its founder intended: rapidly and reliably, structured specifically to swallow up any smaller firms in its way. Near mid-century, Asura's ambitions evolved to embrace entire health systems – it is now the largest provider of healthcare on Earth, integrating hospitals and primary care with medical supplies, pharmaceutical production and retail, residential care and funeral services. By 2150, Asura's business was a simple proposition, as captured in their famous – if not infamous – advertising slogan: 'We're in you'.
es: Asura Biomedia fue fundada a principios del siglo XXII por el trillonario de Mumbai Ashan Gurwaja. Centrada nominalmente en la "biotecnología", la compañía siempre ha tenido una noción "elástica" de lo que eso implicaba exactamente: todo, desde productos farmacéuticos hasta comida para mascotas. La experiencia de Gurwaja en empresas de bioingeniería colocó a la empresa en el más alto nivel de las industrias de las ciencias biológicas desde el principio, y creció exactamente como su fundador pretendía: de forma rápida y fiable, estructurada específicamente para absorber cualquier empresa más pequeña que se interpusiera en su camino. Cerca de mediados de siglo, las ambiciones de Asura evolucionaron hasta abarcar sistemas de salud enteros: ahora es el mayor proveedor de atención sanitaria de la Tierra, integrando los hospitales y la atención primaria con los suministros médicos, la producción y venta al por menor de productos farmacéuticos, la atención residencial y los servicios funerarios. En 2150, el negocio de Asura era una simple propuesta, como se refleja en su famoso, si no infame, eslogan publicitario: "Estamos en ti".
fr: Asura Biomedia a été fondée au début du 22e siècle par Ashan Gurwaja, trillionaire de Mumbai. Théoriquement axée sur la «biotechnologie», l’entreprise a toujours eu une notion « élastique » de ce que cela impliquait, depuis les produits pharmaceutiques jusqu’aux aliments pour animaux de compagnie. L’expérience de Gurwaja dans les entreprises de bio-ingénierie a placé l’entreprise au plus haut niveau des industries de bio-sciences dès le début, et elle a grandi exactement comme son fondateur l’avait prévu : rapidement et de manière fiable. L'entreprise est structurée spécifiquement pour engloutir toutes les petites entreprises sur son chemin. Vers le milieu du siècle, les ambitions d’Asura ont évolué pour englober l’ensemble des systèmes de santé – elle est aujourd’hui le plus grand fournisseur de soins de santé sur Terre, intégrant les hôpitaux et les soins primaires avec les fournitures médicales, la production pharmaceutique et la vente au détail, les soins résidentiels et les services funéraires. En 2150, l’entreprise d’Asura était une simple proposition, comme en témoigne leur célèbre slogan publicitaire, si ce n’est tristement célèbre : « Nous sommes en vous ».

# Interface.AgrizeroDesc
source: Agrizero is an agricultural biotech firm focused on researching and deploying offworld farming technology. The company’s aim is to provide a network of self-sustaining, self-contained 'bio-factories' that will ultimately feed a projected 1 million humans in space. Emerging from the late 21st century's environmental disasters, the firm has roots in China's world-saving artificial farming initiatives, and has now spread to facilities in the Asteroid Belt, where the supply of ice asteroids makes vertical farming and controlled-environment agriculture extremely promising. While many of their facilities are still under construction, Agrizero is already one of the main suppliers of offworld groups like <color=#0080FFFF>{LINK:ODA;ODA}</color>, <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> and <color=#0080FFFF>{LINK:ExMin;ExMin}</color> through the ever-expanding Trader Network.
es: Agrizero es una empresa de biotecnología agrícola centrada en la investigación y el despliegue de tecnología agrícola fuera del mundo. El objetivo de la compañía es proporcionar una red de 'bio-fábricas' autosuficientes y autónomas que, en última instancia, alimentarán a un millón de seres humanos en el espacio. Tras emerger de los desastres medioambientales de finales del siglo XXI, la empresa tiene sus raíces en las iniciativas de agricultura artificial que salvan al mundo de China y ahora se ha extendido a instalaciones en el Cinturón de Asteroides, donde el suministro de asteroides de hielo hace que la agricultura vertical y la agricultura de ambiente controlado sean extremadamente prometedoras. Si bien muchas de sus instalaciones aún están en construcción, Agrizero ya es uno de los principales proveedores de grupos externos como <color=#0080FFFF>{LINK:ODA;ODA}</color>, <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> y <color=#0080FFFF>{LINK:ExMin;ExMin}</color> a través de la Red de comerciantes en constante expansión.
fr: Agrizero est une entreprise de biotechnologie agricole axée sur la recherche et le déploiement hors-monde de technologies agricoles. L’objectif de l’entreprise est de fournir un réseau de "bio-usines" autonomes et autosuffisantes qui, à terme, alimenteront un million d’êtres humains dans l’espace. Émergeant des catastrophes environnementales de la fin du XXIe siècle, l’entreprise prends racine dans les initiatives chinoises d’agriculture artificielle. Elle s’est maintenant étendue aux installations de la ceinture d’astéroïdes, où l’approvisionnement en astéroïdes de glace rend l’agriculture verticale en environnement contrôlée extrêmement prometteuse. Alors que beaucoup de leurs installations sont encore en construction, Agrizero est déjà l’un des principaux fournisseurs de groupes hors-monde tels que <color=#0080FFFF>{LINK:ODA;ODA}</color>, <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> et <color=#0080FFFF>{LINK:ExMin;ExMin}</color> à travers un réseau de commerçants en constante expansion.

# Interface.NetworkAnalyserTitle
source: NETWORK ANALYSER
es: ANALIZADOR DE RED
fr: ANALYSEUR RÉSEAU
hu: HÁLÓZAT ELEMZŐ
pt_pt: ANALISADOR DE REDE
tr: AĞ ANALİZCİSİ

# Interface.CartridgeAtmosAnalyserTitle
source: ATMOSPHERE ANALYSER
es: ANALIZADOR DE ATMÓSFERA
fr: ANALYSE DE L’ATMOSPHERE
hu: LÉGKÖR ELEMZŐ
pt_pt: ANALISADOR ATMOSFÉRICO
tr: ATMOSFER ANALİZCİSİ

# Interface.TraderOrganics
source: Organtion
es: Organización
fr: ORGANIQUE SHOP
tr: Organikton

# Interface.TraderElectronics
source: Tech Tree
es: Árbol tecnológico
fr: Arbre Technologique
tr: Teknoloji Ağacı

# Interface.ContactLandingRequestFailSatellite
source: There is an issue with your Satellite. Check it's connected to the network and powered.
es: Hay un problema con su satélite. Verifique que esté conectado a la red y alimentado.

# Interface.LogicTypeColor
source: The color setting for the device, represented as an integer
de: Die Farbeinstellung für das Gerät als Ganzzahl
es: La configuración de color para el dispositivo, representada como un número entero
fr: Le paramètre de couleur pour le périphérique, représenté sous la forme d'un entier
it: L'impostazione del colore per il dispositivo, rappresentata come un numero intero
pl: Ustawienie koloru dla urządzenia, w postaci liczby całkowitej
pt_pt: A definição de cor do dispositivo, representado como um número inteiro
tr: Cihaz için tam sayı ile temsil edilen renk ayarı

# Interface.FurnaceChamberText
source: Pressure {0} Temperature {1}
es: Presión {0} Temperatura {1}
fr: Pression {0} Temperature {1}

# Interface.TradingNoMoneyHash
source: You do not have enough money to complete this transaction!
es: ¡No hay suficiente dinero para completar este intercambio!
fr: Vous n'avez pas assez d'argent pour terminer cette transaction !
hu: Nincs elég pénz a tranzakció végrehajtásához!
pt_pt: Não tem dinheiro suficiente para completar esta transação!
tr: Bu işlemi tamamlamak için yeterli paran yok!

# Interface.NewWorldSpaceDesc
source: This is Stationeers Creative Mode!Spawn in any item, test ideas and build bonkers stuff real fast. <color=red>This mode is experimental.</color> Think of it as a freeform space party where exciting and unexpected things* can and will happen, compared to the more reliable near-death experience of Survival Mode. Just don't be sad when you blow yourself into tiny, tiny little pieces or get savaged by chickens or slowly explode while drifting alone into the infinite void. *bugs
es: ¡Este es el modo creativo de Stationeers! Genera cualquier elemento, prueba ideas y construye cosas divertidas muy rápido. <color=red>Este modo es experimental.</color> Piense en ello como una fiesta espacial de forma libre donde las cosas emocionantes e inesperadas * pueden ocurrir y sucederán, en comparación con la experiencia más cercana a la muerte del modo de supervivencia. No te sientas triste cuando te haces pedazos pequeños o diminutos, o eres asaltado por pollos o explotas lentamente mientras te desplazas solo hacia el vacío infinito. *bugs
fr: C'est le mode créatif de Stationeers ! Fabriquez n'importe quel objet, testez des idées et construisez des trucs dingues très rapidement. <color=red>Ce mode est expérimental.</color> Voyez-le comme une fête spatiale libre où des choses excitantes et inattendues* peuvent et vont se produire, comparé à l'expérience plus fiable de mort imminente du mode Survie. Ne soyez pas triste lorsque vous vous faites exploser en tout petits morceaux ou que vous êtes attaqué par des poulets ou que vous explosez lentement en dérivant seul dans le vide infini. *bugs
hu: Ez a Statinoneers kreatív módja. Hívj le bármilyen tárgyat, próbáld ki új ötleteidet és építs fel mindenféle őrültséget! <color=red>Ez egy kísérleti játékmód.</color> Gondolj rá úgy, mint egy űrpartira, ahol izgalmas és váratlan dolgok* történnek és történhetnek, szemben a jóval megbízhatóbb túlélő mód halálközeli élményével! Csak ne szomorkodj, amikor felrobbantod magad icike picike darabkákra vagy csirkék tépnek szét vagy szétpukkansz a végtelen űrben száguldva egy bádogdobozban. *bugok, hibák
tr: Bu Bölüm, Stationeers'ın Yaratıcı Modudur! Herhangi bir öğeyi, deneme fikirlerini ve çılgınca şeyleri çok hızlıca ortaya çıkar. <color=red>Bu mod deneyseldir.</color> Daha güvenilir olan Hayatta Kalma Modu deneyimi ile karşılaştırıldığında, heyecan verici ve beklenmeyen şeylerin* olduğu özgür bir uzay partisini düşün. Sadece, kendini havaya uçurup, minik minik, küçücük parçalara ayrıldığında veya tavuklar tarafından savrulduğunda ya da sonsuz boşluğa doğru yavaşça süzülürken patladığında üzülme. *hatalar
