Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.SettingsMenuControls
source: Controls
cs: Ovládání
de: Steuerung
es: Controles
fi: Näppäimistö
fr: Contrôles
hu: Irányítás
it: Controlli
ja: コントロール
pl: Sterowanie
pt_pt: Controlos
ru: Управление
tr: KONTROLLER

# Interface.SettingsMenuMisc
source: Misc
cs: Různé
de: Verschiedenes
es: Otros
fi: Muut
fr: Divers
hu: Egyéb
it: Miscellanea
ja: その他
pl: Inne
pt_pt: Outros
ru: Прочее
tr: ÇEŞİTLİ

# Interface.SettingsGameplayAutosave
source: Enable Autosave
cs: Povolit automatické ukládání
de: Aktiviere Automatisches Speichern
es: Habilitar Autoguardado
fi: Automaattinen Tallennus
fr: Activer la sauvegarde automatique
hu: Automatikus mentés engedélyezése
it: Attiva salvataggio automatico
ja: 自動セーブを有効にする
pl: Włącz automatyczny zapis
pt_pt: Gravação Automática
ru: Включить автосохранение
tr: Otomatik Kaydı Etkinleştir

# Interface.SettingsAutosaveInterval
source: Interval Time (Seconds)
cs: Časový interval (sekundy)
de: Zeitintervall (Sekunden)
es: Tiempo de Guardado (Segundos)
fi: Väli (Sekuntia)
fr: Intervalle de temps (en secondes)
hu: Időközök (másodperc)
it: Intervallo di tempo (in secondi)
ja: 自動セーブ間隔(秒)
pl: Odstęp czasu (sekundy)
pt_pt: Intervalo (Segundos)
ru: Интервал (в секундах)
tr: Zaman Aralığı (Saniye)

# Interface.SettingsHUDScale
source: HUD Scale
cs: Měřítko HUD
de: HUD Skalierung
es: Escala de HUD
fi: Liittymän Koko
fr: Echelle HUD
hu: HUD aránya
it: Scala HUD
ja: HUDスケール
pl: Rozmiar HUD-a
pt_pt: Escala do HUD
ru: Размер HUD
tr: HUD Ölçeği

# Interface.SettingsDisplayLatency
source: Display Latency
cs: Latence zobrazení
de: Zeige Latenz
es: Mostrar Latencia
fi: Näytä Latenssi
fr: Affichage de latence
hu: Késleltetés megjelenítése
it: Mostra latenza
ja: 遅延を表示
pl: Wyświetl opóźnienie
pt_pt: Mostrar Latência
ru: Отображать задержку
tr: Gecikmeyi Göster

# Interface.SettingsDisplayFPS
source: Display FPS
cs: Zobrazit FPS
de: Zeige FPS
es: Mostrar FPS
fi: Näytä Ruudunpäivitys
fr: Afficher FPS
hu: FPS megjelenítése
it: Mostra FPS
ja: FPSを表示
pl: Wyświetl FPS
pt_pt: Mostrar FPS
ru: Отображать FPS
tr: FPS'i Göster

# Interface.ButtonResetDefaults
source: Defaults
cs: Výchozí
de: Standardwerte
es: Defecto
fi: Oletusarvot
fr: Par défaut
hu: Alapértelmezett
it: Default
ja: デフォルト
pl: Domyślne
pt_pt: Padrões
ru: Сброс настроек
tr: Varsayılanlar

# Interface.SettingsTitleDisplayTools
source: Display Tools
cs: Nástroje pro zobrazení
de: Zeige Werkzeuge
es: Herramientas de Pantalla
fi: Yleiset Asetukset
fr: Outils d'affichage
hu: Eszközök megjelenítése
it: Strumenti display
ja: ツールを表示
pl: Wyświetl narzędzia
pt_pt: Ferramentas de exibição
ru: Настройки отображения
tr: Ekran Araçları

# Interface.SettingsTitleAutosave
source: AutoSave Settings
cs: Nastavení automatického ukládání
de: Einstellungen für Automatisches Speichern
es: Autoguardar los ajustes
fi: Automaattinen Tallennus
fr: Paramètres de sauvegarde automatique
hu: Automatikus mentés beállításai
it: Settaggi salvataggi automatici
ja: 自動セーブ設定
pl: Ustawienia automatycznego zapisu
pt_pt: Definições de Gravação Automática
ru: Настройки автосохранения
tr: Otomatik Kayıt Ayarları

# Interface.SettingsTitleScreen
source: Window Settings
cs: Nastavení okna
de: Fenstereinstellungen
es: Configuración de Ventana
fi: Näytön Asetukset
fr: Paramètres d'affichage
hu: Ablak beállításai
it: Configura finestra
ja: ウィンドウ設定
pl: Ustawienia okna
pt_pt: Definições da Janela
ru: Настройки окна
tr: Pencere Ayarları

# Interface.SettingsTitleBasicScreen
source: Basic Settings
cs: Základní nastavení
de: Grundeinstellungen
es: Ajustes Básicos
fi: Perusasetukset
fr: Paramètres de base
hu: Alapbeállítások
it: Settaggi base
ja: 基本設定
pl: Ustawienia podstawowe
pt_pt: Definições Básicas
ru: Базовые настройки
tr: Temel Ayarlar

# Interface.SettingsTitleAdvScreen
source: Advanced Settings
cs: Pokročilé nastavení
de: Erweiterte Einstellungen
es: Ajustes Avanzados
fi: Kehittyneet Asetukset
fr: Paramètres avancés
hu: Haladó beállítások
it: Settaggi avanzati
ja: 高度な設定
pl: Ustawienia zaawansowane
pt_pt: Definições Avançadas
ru: Расширенные настройки
tr: Gelişmiş Ayarlar

# Interface.SettingsResolution
source: Resolution
cs: Rozlišení
de: Auflösung
es: Resolución
fi: Resoluutio
fr: Résolution
hu: Felbontás
it: Risoluzione
ja: 解像度
pl: Rozdzielczość
pt_pt: Resolução
ru: Разрешение
tr: Çözünürlük

# Interface.SettingsScreenMode
source: Screen Mode
cs: Režim obrazovky
de: Anzeigemodus
es: Modo de Pantalla
fi: Tila
fr: Mode écran
hu: Képernyő üzemmód
it: Modalità finestra
ja: 画面モード
pl: Tryb ekranu
pt_pt: Modo de Apresentação
ru: Режим экрана
tr: Ekran Modu

# Interface.SettingsButtonApply
source: Apply
cs: Použít
de: Bestätigen
es: Aplicar
fi: Käytä
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用
pl: Zastosuj
pt_pt: Aplicar
ru: Применить
tr: Uygula

# Interface.SettingsBrightness
source: Brightness
cs: Jas
de: Helligkeit
es: Brillo
fi: Kirkkaus
fr: Luminosité
hu: Fényerő
it: Luminosità
ja: 明るさ
pl: Jasność
pt_pt: Brilho
ru: Яркость
tr: Parlaklık

# Interface.SettingsFOV
source: Field Of View
cs: Zorné pole
de: Sichtweite
es: Campo de Visión
fi: Näkökenttä(FOV)
fr: Champ de vision
hu: Látószög
it: Ampiezza angolo di visuale
ja: 被写界深度
pl: Pole widzenia
pt_pt: Campo de Visão
ru: Угол обзора
tr: Görünüm Alanı

# Interface.SettingsOverallQuality
source: Overall Quality
cs: Celková kvalita
de: Gesamtqualität
es: Calidad General
fi: Yleinen Laatu
fr: Qualité globale
hu: Általános minőség
it: Qualità totale
ja: オーバーオールクォリティ
pl: Jakość ogólna
pt_pt: Qualidade Geral
ru: Общее качество
tr: Genel Kalite

# Interface.SettingsTextureQuality
source: Texture Quality
cs: Kvalita textur
de: Texturqualität
es: Calidad de Textura
fi: Tekstuurien Laatu
fr: Qualité des textures
hu: Textúra minősége
it: Qualità delle Texture
ja: テクスチャクオリティ
pl: Jakość tekstur
pt_pt: Qualidade das Texturas
ru: Качество текстур
tr: Doku Kalitesi

# Interface.SettingsParticleQuality
source: Particle Quality
cs: Kvalita částic
de: Partikelqualität
es: Calidad de Partículas
fi: Hiukkasten Laatu
fr: Qualité des particules
hu: Részecskék minősége
it: Qualità delle particelle
ja: パーティクルクオリティ
pl: Jakość cząsteczek
pt_pt: Qualidade das Partículas
ru: Качество частиц
tr: Tanecik Kalitesi

# Interface.SettingsSoftParticles
source: Soft Particles
cs: Měkké částice
de: Weiche Partikel
es: Partículas Suaves
fi: Pehmeät Hiukkaset
fr: Particules
hu: Finom részecskék
it: Particelle
pl: Miękkie cząsteczki
pt_pt: Partículas Suaves
ru: Мягкие частицы
tr: Yumuşak Tanecikler

# Interface.SettingsVolumetricLighting
source: Volumetric Lighting
cs: Objemové osvětlení
de: Umgebungsbeleuchtung
es: Iluminación Volumétrica
fi: Volumetrinen Valaistus
fr: Eclairage volumétrique
hu: Volumetrikus megvilágítás
it: Luci volumetriche
pl: Światło wolumetryczne
pt_pt: Iluminação Volumétrica
ru: Объёмное освещение
tr: Hacimsel Işıklandırma

# Interface.SettingsPixelLightCount
source: Pixel Light Count
cs: Počet pixelů světla
de: Lichtmenge pro Pixel
es: Número de Píxeles de Luz
fi: Pikselivalojen Määrä
fr: Nombre de lumière par pixel
hu: Pixel fények száma
it: Numero di pixel luce
pl: Liczba pikseli światła
pt_pt: Contagem de Pixel Light
ru: Кол-во источников света
tr: Piksel Işık Adedi

# Interface.SettingsShadows
source: Shadows
cs: Stíny
de: Schatten
es: Sombras
fi: Varjot
fr: Ombres
hu: Árnyékok
it: Ombre
ja: 影
pl: Cienie
pt_pt: Sombras
ru: Тени
tr: Gölgeler

# Interface.SettingsShadowResolution
source: Shadow Resolution
cs: Rozlišení stínu
de: Schattenauflösung
es: Resolución de Sombras
fi: Varjojen Resoluutio
fr: Résolution des ombres
hu: Árnyék felbontása
it: Risoluzione ombre
ja: 影の解像度
pl: Rozdzielczość cieni
pt_pt: Qualidade das Sombras
ru: Разрешение теней
tr: Gölge Çözünürlüğü

# Interface.SettingsWeatherQuality
source: Weather Quality
cs: Kvalita počasí
es: Calidad del clima
hu: Időjárás minősége
ru: Качество Погоды

# Interface.SettingsShadowDistamce
source: Shadow Distance
cs: Vzdálenost stínu
de: Schattendistanz
es: Distancia de Sombra
fi: Varjojen Piirtoetäisyys
fr: Distance des ombres
hu: Árnyék távolsága
it: Distanza ombre
ja: 影の距離
pl: Odległość cieni
pt_pt: Distância das Sombras
ru: Дальность прорисовки теней
tr: Gölge Mesafesi

# Interface.SettingsEnvElements
source: Environmental Elements
cs: Prvky životního prostředí
de: Umweltelemente
es: Elementos Ambientales
fi: Ympäristöelementit
fr: Eléments environnementaux
hu: Környezeti elemek
it: Elementi ambientali
ja: 環境エレメント
pl: Elementy środowiskowe
pt_pt: Elementos do Ambiente
ru: Элементы окружения
tr: Çevresel Elemanlar

# Interface.SettingsReflections
source: Reflections
cs: Odrazy
de: Reflektionen
es: Reflejos
fi: Heijastukset
fr: Réflections
hu: Tükröződések
it: Riflessi
ja: 反射
pl: Odbicia
pt_pt: Reflexos
ru: Отражения
tr: Yansımalar

# Interface.SettingsMasterVolume
source: Master Volume
cs: Hlavní hlasitost
de: Gesamtlautstärke
es: Volumen Principal
fi: Yleinen Äänentaso
fr: Volume maître
hu: Fő hangerő
it: Volume Principale
ja: 主音量
pl: Głośność ogólna
pt_pt: Volume Geral
ru: Общая громкость
tr: Ana Ses

# Interface.WallFloorCategory
source: Walls and Floors
cs: Stěny a podlahy
es: Paredes y suelos
fr: Murs et planchers
hu: Falak és padlók
ru: Стены и полы

# Interface.SettingsTitleMixer
source: Mixer
cs: Směšovač
de: Mischer
es: Mezclador
fi: Äänentaso
fr: Mélangeur
hu: Keverő
ja: ミキサー
pl: Mikser
pt_pt: Misturador
ru: Микшер
tr: Karıştırıcı

# Interface.SettingsSound
source: Sound
cs: Zvuk
de: Ton
es: Sonido
fi: Äänet
fr: Son
hu: Hang
it: Suoni
ja: サウンド
pl: Dźwięk
pt_pt: Som
ru: Звук
tr: Ses

# Interface.SettingsVoiceNotifications
source: Voice Notifications
cs: Hlasová upozornění
de: Sprachnachrichten
es: Notificaciones de Voz
fi: Ilmoitukset
fr: Notifications vocales
hu: Hangjelzések
it: Notifiche vocali
ja: 音声通知
pl: Powiadomienia głosowe
pt_pt: Notificações de Voz
ru: Голосовые оповещения
tr: Sesli Bildirimler

# Interface.SettingsTitleKeybinds
source: Keybinds
cs: Klávesové zkratky
de: Tastenbelegung
es: Editar Teclas
fi: Näppäimet
fr: Configuration des touches
hu: Billentyűkiosztás
it: Configurazione controlli
ja: キーバインド
pl: Skróty klawiszowe
pt_pt: Teclas de Atalho
ru: Назначение клавиш
tr: Tuş Düzeni

# Interface.SettingsTitleMisc
source: Misc Settings
cs: Různé nastavení
de: Verschiedene Einstellungen
es: Configuraciones Diversas
fi: Muut Asetukset
fr: Paramètres divers
hu: Egyéb beállítások
it: Settaggi vari
ja: その他の設定
pl: Inne Ustawienia
pt_pt: Outras Definições
ru: Прочие настройки
tr: Çeşitli Ayarlar

# Interface.SettingsLanguage
source: Language
cs: Jazyk
de: Sprache (Language)
es: Idioma
fi: Kieli
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
pl: Język
pt_pt: Linguagem
ru: Язык
tr: Dil

# Interface.SettingsVoiceControl
source: Voice Control
cs: Hlasové ovládání
de: Sprachsteuerung
es: Control de Voz
fi: Äänihallinta
fr: Commande vocale
hu: Irányítás hanggal
it: Comandi vocali
ja: 音声コントロール
pl: Kontrola głosem
pt_pt: Controlo de Voz
ru: Управление голосом
tr: Sesle Kontrol

# Interface.SettingsCameraSensitivity
source: Camera Sensitivity
cs: Citlivost kamery
de: Kameraempfindlichkeit
es: Sensibilidad Cámara
fi: Kameran Herkkyys
fr: Sensibilité de la caméra
hu: Kameraérzékenység
it: Sensibilità telecamera
ja: カメラ感度
pl: Czułość kamery
pt_pt: Sensibilidade da Câmara
ru: Чувствительность камеры
tr: Kamera Hassaslığı

# Interface.NotificationTitle
source: Save Successful
cs: Úspěšně uloženo
de: Speichern erfolgreich
es: Se ha Guardado Correctamente
fi: Tallennus Onnistui
fr: Sauvegarde réussie
hu: Mentés sikeres
it: Salvataggio riuscito
ja: 保存されました
pl: Zapis udany
pt_pt: Gravado com sucesso
ru: Успешно сохранено
tr: Kayıt Başarılı

# Interface.SaveLocationBroken
source: Unable to access the savefiles location, are you using an invalid character? Try changing the save directory in Settings.
cs: Nelze získat přístup k umístění uložených souborů, používáte neplatný znak? Zkuste změnit adresář pro ukládání v Nastavení.
es: No se puede acceder a la ubicación de los archivos guardados, ¿está usando un carácter no válido? Intente cambiar el directorio de guardar en Configuración.
fr: Impossible d'acceder a la sauvegarde, utilisez vous un caractere invalide ? Essayez de changer le repertoire de sauvegarde dans les parametres.
hu: Nem lehet hozzáférni a mentett fájlokhoz, talán érvénytelen karaktert használsz? Próbáld megváltoztatni a mentés helyét a beállításokban!
pl: Nie można uzyskać dostępu do lokalizacji plików zapisu, czy używasz niedozwolonych znaków? Spróbuj zmienić folder zapisu w ustawieniach.
pt_pt: Não foi possível acessar o local de arquivos salvos, você está usando um caractere inválido? Tente alterar o diretório de salvamento em Configurações.
tr: Kayıt dosyalarının konumuna erişilemiyor; geçersiz bir karakter mi kullanıyorsunuz? Ayarlardan kayıt dizinini değiştirmeyi deneyin.

# Interface.AlertButtonClose
source: Close
cs: Zavřít
de: Schließen
es: Cancelar
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
tr: Kapat

# Interface.AlertButtonTitle
source: Attention
cs: Pozor
de: Achtung
es: Atención
fi: Huomio
hu: Figyelem
it: Attenzione
ja: 注意
pl: Uwaga
pt_pt: Atenção
ru: Внимание
tr: Dikkat

# Interface.ServerSettingsButtonReset
source: Reset Settings
cs: Obnovit nastavení
de: Einstellungen zurücksetzen
es: Restablecer Ajustes
fi: Tyhjennä
fr: Réinitialiser les paramètres
hu: Beállítások visszaállítása
it: Reset dei parametri
ja: 設定リセット
pl: Reset ustawień
pt_pt: Reiniciar Definições
ru: Сбросить настройки
tr: Ayarları Sıfırla

# Interface.ButtonConfirm
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
hu: Megerősítés
it: Conferma
ja: 承認
pl: Potwierdź
pt_pt: Confirmar
ru: Подтвердить
tr: Onayla

# Interface.ButtonCancel
source: Cancel
cs: Zrušit
de: Abbruch
es: Cancelar
fi: Peruta
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
pl: Anuluj
pt_pt: Cancelar
ru: Отменить
tr: İptal Et

# Interface.InputTextRename
source: Rename
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fi: Nimeä
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: リネーム
pl: Zmień nazwę
pt_pt: Renomear
ru: Переименовать
tr: Yeniden İsimlendir

# Interface.InputPassword
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
ja: パスワード
pl: Hasło
pt_pt: Senha
ru: Пароль
tr: Şifre

# Interface.ButtonKick
source: Kick
cs: Vyhodit
es: Expulsar
fi: Potki
fr: Ejecter
hu: Kirúgás
ja: キック
pl: Wyrzuć
pt_pt: Expulsar
ru: Выгнать
tr: At

# Interface.ButtonBan
source: Ban
cs: Zakázat přístup
es: Bloquear
fi: Kiellä
fr: Bannir
hu: Kitiltás
pl: Zbanuj
pt_pt: Banir
ru: Забанить
tr: Engelle

# Interface.ButtoConfirmExitAsServer
source: Are you sure you want to exit the game without saving? Any unsaved progress will be lost.
cs: Opravdu chcete ukončit hru bez uložení? Veškerý neuložený postup bude ztracen.
de: Bist du sicher, dass du das Spiel ohne zu speichern verlassen willst? Jeglicher ungesicherter Fortschritt wird verloren gehen.
es: Estás seguro de que quieres salir del juego sin guardar? Cualquier progreso no guardado se perdera.
fi: Haluatko varmasti poistua pelistä tallentamatta? Kaikki tallentamattomat tiedot häviää.
fr: Êtes-vous sûr de vouloir quitter le jeu sans enregistrer ? Votre progression sera perdu.
hu: Biztos, hogy kilépsz a játékból mentés nélkül? A nem elmentett folyamatok elvesznek.
it: Sei sicuro di voler uscire dal gioco senza salvare? Ogni progresso non salvato verrà perso.
ja: セーブ無しで終了してよろしいですか？セーブされていない進捗は失われます。
pl: Czy na pewno chcesz wyjść z gry bez zapisywania? Niezapisany postęp zostanie utracony.
pt_pt: Tens a certeza que queres sair do jogo sem guardar? Qualquer progresso não guardado será perdido.
ru: Вы уверены, что хотите выйти из игры без сохранения? Весь несохраненный прогресс будет потерян.
tr: Kaydetmeden oyundan çıkmak istediğinize emin misiniz? Kaydedilmeyen ilerlemeler kaybolacak.

# Interface.DialogConfirmNoticeUnsaved
source: Are you sure you want to leave the session without saving? Any unsaved progress will be lost.
cs: Jste si opravdu jisti, že chcete relaci opustit bez uložení? Veškerý neuložený postup bude ztracen.
de: Bist du sicher, dass du diese Sitzung ohne zu speichern verlassen willst? Jeglicher ungesicherter Fortschritt wird verloren gehen.
es: Estás seguro de querer salir de la sesión sin guardar? Cualquier progreso no guardado se perderá.
fi: Haluatko varmasti lopettaa istunnon tallentamatta? Kaikki tallentamattomat tiedot häviää.
fr: Êtes-vous sûr de vouloir quitter la session sans enregistrer ? Votre progression sera perdu.
hu: Biztos, hogy elhagyod a játékot mentés nélkül? A nem mentett folyamatok elvesznek.
it: Sei sicuro di voler uscire dalla sessione senza salvare? Ogni progresso non salvato verrà perso.
ja: セーブ無しでセッションを離れてよろしいですか？セーブされていない進捗は失われます。
pl: Czy na pewno chcesz opuścić sesję bez zapisywania? Niezapisany postęp zostanie utracony.
pt_pt: Tens a certeza que queres sair da sessão sem guardar? Qualquer progresso não guardado será perdido.
ru: Вы уверены, что хотите покинуть сессию без сохранения? Весь несохраненный прогресс будет потерян.
tr: Kaydetmeden oturumdan ayrılmak istediğinize emin misiniz? Kaydedilmeyen ilerlemeler kaybolacak.

# Interface.ButtonExit
source: Exit
cs: Odejít
de: Verlassen
es: Salir
fi: Lopeta
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
pl: Wyjdź
pt_pt: Sair
ru: Выход
tr: Çıkış

# Interface.ButtonSave
source: Save
cs: Uložit
de: Speichern
es: Guardar
fi: Tallenna
fr: Sauvegarder
hu: Mentés
it: Salva
ja: セーブ
pl: Zapisz
pt_pt: Gravar
ru: Сохранить
tr: Kaydet

# Interface.DialogConfirmNoticeClientLeaving
source: Are you sure you want to leave the session?
cs: Jste si opravdu jisti, že chcete relaci opustit?
de: Bist du sicher, dass du diese Sitzung verlassen willst?
es: Estás seguro de que quieres abandonar la sesión?
fi: Halutako varmasti lopettaa istunnon?
fr: Êtes-vous sûr de vouloir quitter la session ?
hu: Biztos, hogy elhagyod a játékot?
it: Sei sicuro di voler uscire dalla sessione?
ja: セッションを離れますか？
pl: Czy na pewno chcesz opuścić sesję?
pt_pt: Tens a certeza que queres sair da sessão?
ru: Вы уверены, что хотите покинуть сессию?
tr: Oturumdan ayrılmak istediğinize emin misiniz?

# Interface.SettingsPopupChat
source: Popup Chat
cs: Vyskakovací chat
fi: Chatin Ponnahdusikkuna
hu: Felugró csevegőablak
ja: ポップアップチャット
pl: Czat okienkowy
pt_pt: Aparecer Conversa
ru: Всплывающий чат
tr: Açılır Sohbet

# Interface.SettingsDisplayPortrait
source: Display Portrait
cs: Zobrazit portrét
de: Zeige Portrait
es: Mostrar Personaje
fi: Näyä Muotokuva
fr: Afficher le portrait
hu: Portré megjelenítése
it: Mostra personaggio
ja: ポートレートの表示
pl: Wyświetlaj portret
pt_pt: Mostrar Retrato
ru: Отображать портрет
tr: Portre Ekranı

# Interface.NewWorldAreaMoon
source: Moon
cs: Měsíc
de: Mond
es: Luna
fi: Kuu
fr: Lune
hu: Hold
it: Luna
ja: 月
pl: Księżyc
pt_pt: Lua
ru: Луна
tr: Ay

# Interface.SettingsAntialiasing
source: Antialiasing Method
cs: Režim vyhlazování
de: Kantenglättung
es: Método Antialisado
fi: Reunojenpehmennys
fr: Méthode d'antialiasing
hu: Élsimítás módja
it: Modo Antialiasing
ja: アンチエイリアシング手法
pl: Tryb antyaliasingu
pt_pt: Método Antialiasing
ru: Метод сглаживания
tr: Antialiasing Yöntemi

# Interface.SettingsMenuMultiplayer
source: Multiplayer
cs: Více hráčů
de: Mehrspieler
es: Multijugador
fi: Moninpeli
fr: Multijoueur
hu: Többjátékos
ja: マルチプレイ
pl: Gra sieciowa
pt_pt: Multijogador
ru: Мультиплеер
tr: ÇOK OYUNCULU

# Interface.SettingsAdvertiseServer
source: Advertise Server
cs: Zveřejnit server
de: Server Ausschreiben
es: Servidor Publico
fi: Mainosta Palvelinta
fr: Message serveur
hu: Szerverhirdetés
it: Messagggio server
ja: サーバー説明
pl: Reklamuj serwer
pt_pt: Anunciar o servidor
ru: Играть онлайн
tr: Sunucu Duyurusu

# Interface.SettingsServerName
source: Server Name
cs: Název serveru
es: Nombre Servidor
fi: Palvelimen Nimi
fr: Nom du serveur
hu: Szervernév
it: Nome del server
ja: サーバー名
pl: Nazwa serwera
pt_pt: Nome do Servidor
ru: Имя сервера
tr: Sunucu İsmi

# Interface.SettingsServerPassword
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
it: Password server
ja: パスワード
pl: Hasło
pt_pt: Senha
ru: Пароль
tr: Şifre

# Interface.SettingsServerMaxPlayers
source: Max Players
cs: Maximum hráčů
de: Maximale Spielerzahl
es: Número de Jugadores Max
fi: Pelaajamäärä
fr: Joueurs max
hu: Maximum játékosszám
it: Numero Max giocatori
ja: 最大プレイヤー
pl: Maks. graczy
pt_pt: Máximo de Jogadores
ru: Максимум игроков
tr: En Fazla Oyuncu Adedi

# Interface.SettingsTitleMultiplayer
source: Multiplayer Settings
cs: Nastavení pro více hráčů
de: Mehrspielereinstellungen
es: Configuración Multijugador
fi: Moninpelin Asetukset
fr: Paramètres multijoueurs
hu: Többjátékos beállítások
it: Settaggi Multiplayer
ja: マルチプレイ設定
pl: Ustawienia gry wieloosobwej
pt_pt: Definições de Multijogador
ru: Настройки мультиплеера
tr: Çok Oyunculu Ayarları

# Interface.SettingsUpdatePort
source: Update Port
cs: Aktualizační port
de: Port Erneurn
es: Puerto de Actualización
fi: Päivitysportti
fr: Port de mise à jour
hu: Frissítésport
it: Porta per Update
ja: アップデートポート
pl: Port aktualizacji
pt_pt: Porta de Actualização
ru: Порт обновления
tr: Portu Güncelleştir

# Interface.SettingsGamePort
source: Game Port
cs: Herní port
de: Spiel Port
es: Puerto del Juego
fi: Pelin Portti
fr: Port du jeu
hu: Játékport
it: Porta di Gioco
ja: ゲームポート
pl: Port gry
pt_pt: Porta do Jogo
ru: Порт игры
tr: Oyun Portu

# Interface.SettingsMusic
source: Music
cs: Hudba
de: Musik
es: Musica
fi: Musiikki
fr: Musique
hu: Zene
it: Musica
ja: 音楽
pl: Muzyka
pt_pt: Música
ru: Музыка
tr: Müzik

# Interface.TutorialFirstTimePlaying
source: First time Playing?
cs: Hrajete poprvé?
de: Erster Spieldurchlauf?
es: Primera vez Jugando?
fi: Pelaatko ensimmäistä kertaa?
fr: Vous jouez pour la première fois ?
hu: Először játszol?
it: Prima volta che giochi ?
ja: 初回プレイですか？
pl: Grasz pierwszy raz?
pt_pt: É a primeira vez que estás a jogar?
ru: Играете в первый раз?
tr: İlk Oyunun mu?

# Interface.TutorialGetStarted
source: Get started with the tutorial
cs: Začít s výukovým kurzem
de: Mit dem Tutorial beginnen
es: Comienza con el tutorial
fi: Aloita tutoriaali
fr: Commencer avec le tutoriel
hu: Vágj bele a bevezető segítségével!
it: Inizia il Tutorial
ja: チュートリアルをプレイする
pl: Zacznij od samouczka
pt_pt: Começar com o Tutorial
ru: Начните с обучения
tr: Öğretici ile başlayın

# Interface.TutorialSkipButton
source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fi: Jätä väliin
fr: Passer
hu: Kihagyás
ja: スキップ
pl: Pomiń
pt_pt: Ignorar
ru: Пропустить
tr: Atla

# Interface.TutorialStartButton
source: Start Tutorial
cs: Spustit výuku
es: Empezar Tutorial
fr: Démarrer Tutorial
hu: Tutorial kezdése
pt_pt: Iniciar Tutorial
ru: Начать обучение
tr: Öğreticiyi Başlat

# Interface.TutorialComplete
source: Tutorial Complete
cs: Výukový program dokončen
de: Tutorial Komplett
es: Tutorial Completo
fi: Tutoriaali Suoritettu
fr: Tutoriel terminé
hu: Bevezető teljesítve
it: Tutorial completato
ja: チュートリアル完了
pl: Samouczek ukończony
pt_pt: Tutorial Completo
ru: Обучение пройдено
tr: Öğretici Tamamlandı

# Interface.TutorialCompleteHeading
source: Tutorial Complete
cs: Výukový program dokončen
de: Tutorial Komplett
es: Tutorial Completo
fi: Tutoriaali Suoritettu
fr: Tutoriel terminé
hu: Bevezető teljesítve
it: Fine Tutorial
ja: チュートリアル完了
pl: Samouczek ukończony
pt_pt: Tutorial Completo
ru: Обучение пройдено
tr: Öğretici Tamamlandı

# Interface.TutorialCompleteMessage
source: There's still much to learn. So get out there, Stationeer!
cs: Stále je co se učit. Tak se do toho dej, Stationeere!

# Interface.TutorialBackToMenu
source: Back To Menu
cs: Zpět do menu
de: Zurück zum Menü
es: Volver al Menú
fi: Palaa Valikkoon
fr: Retour au menu
hu: Vissza a menübe
it: Ritorna al Menù
ja: メニューに戻る
pl: Powrót do menu
pt_pt: Voltar ao Menu
ru: Вернуться в меню
tr: MENÜYE GERİ DÖN
