Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.NewWorldMoonDesc
source: So you're stuck on the moon, but it's not all bad.Sure, it's cold, harsh and pretty monotonous, but at least the sun's shining. The solar panel is going to be useful, and the power controller... and probably the arc furnace too. There's even a little food and oxygen in the other crates, though it's definitely not going to last forever. Neither's your battery. You better start thinking about how you're going to survive. How hard could it be to rig up an airlock? A generator? Maybe even smelt some ore and build yourself a base? Looks like you're gonna be here a while.
es: Así que estás atrapado en la luna, pero no todo es malo. Claro, es frío, áspero y bastante monótono, pero al menos el sol brilla. El panel solar va a ser útil, y el controlador de potencia... y probablemente el horno de arco también. Hay incluso un poco de comida y oxígeno en las otras cajas, aunque definitivamente no va a durar para siempre. Ni tu batería. Será mejor que empieces a pensar en cómo vas a sobrevivir. ¿Qué tan difícil podría ser montar una esclusa? ¿un generador? Tal vez incluso fundir algo de mineral y construir una base? Parece que vas a estar aquí un tiempo.
fr: Donc, vous êtes coincé sur la lune, mais tout n'est pas mauvais. Bien sûr, il fait froid, dur et joli monotone, mais au moins le soleil brille. Le panneau solaire va être utile, ainsi que le contrôleur de puissance ... et probablement aussi le four à arc. Il y a même un peu de nourriture et d'oxygène dans les autres caisses, bien que cela ne dure définitivement pas éternellement. Ni est votre batterie. Tu ferais mieux de commencer à penser à la façon dont tu vas survivre. Comment pourrait-il être difficile de monter un sas? Un générateur? Peut-être même fondu du minerai et construit-il une base? On dirait que tu vas être ici un moment.
hu: Hát, a Holdon ragadtál, de nincs semmi gáz. Jó, egy kicsit hideg van, a táj durva és monoton, de legalább süt a Nap. A napelemeknek jó hasznát veheted. Meg az áramszabályozóknak... és talán az elektromos kemencéknek is. Még egy kis kaja és oxigén is van a többi ládában, bár valószínűleg nem fog örökké kitartani. Az elemeid sem. Jobb, ha elkezdesz azon gondolkozni, hogyan élj túl. Milyen nehéz lehet légzsilipet építeni? Egy generátort? Talán még érceket is lehetne olvasztani egy bázis építéséhez? Úgy néz ki itt leszel egy darabig.
tr: Yani, Ay'da sıkışıp kaldın fakat bu durum çok kötü değil. Tabii ki hava soğuk, sert ve oldukça monoton ama en azından güneş parlıyor. Güneş paneli kullanışlı olacak ve güç denetleyici... ve muhtemelen ark fırını da. Diğer sandıklarda biraz yiyecek ve oksijen bile var ama kesinlikle sonsuza dek dayanmaz; senin pilin bile. Nasıl hayatta kalacağını düşünmeye başlasan iyi olur. Bir hava kilidini kurmak ne kadar zor olabilir? Bir jeneratörü? Hatta belki biraz cehveri eritmek ve kendi başına bir üs inşa etmek? Bir süre burada olacaksın gibi görünüyor.

# Interface.MainMenuWorkshop
source: Workshop
fr: Steam Workshop
hu: Műhely
ja: ワークショップ
pl: Warsztat
tr: ATÖLYE

# Interface.LoulanShortDesc
source: Loulan, upon arrival you will notice a breathable atmosphere, high enough pressure to sustain life - but a severe lack of it. This Sandy giant is situated in the Gargantuan System, moving closer to the black hole situated in the centre each day. While abandoned and no longer green and full of water, this planet still has a functioning atmosphere and you are tasked with scouring the wasteland to acquire the materials and resources needed to survive on this everlasting desert.
fr: Loulan, à votre arrivée, vous remarquerez une atmosphère respirable, une pression suffisamment élevée pour maintenir la vie - mais un manque sévère de celle-ci. Ce géant des sables est situé dans le système Gargantuesque, se rapprochant chaque jour du trou noir situé au centre. Bien qu'elle soit abandonnée et qu'elle ne soit plus verte et pleine d'eau, cette planète possède toujours une atmosphère en état de fonctionnement et vous êtes chargé de parcourir les terres incultes pour acquérir les matériaux et les ressources nécessaires à la survie dans ce désert éternel.
pt_pt: Loulan, ao chegar notará uma atmosfera respirável, alta o suficiente para sustentar vida - mas uma severa falta desta. Este gigante de areia está situado no sistema Gargantuan, movendo-se cada dia mais perto para o buraco negro situado no centro. Mesmo abandonado e não mais verde ou cheio de água, este planeta ainda tem uma atmosfera funcional, sendo a sua tarefa a busca de materiais e recursos por este terreno abandonado, de forma a sobreviver neste deserto infinito.

# Interface.ScriptCommandLR
source: Loads reagent of device's reagentMode to register.
fr: Charge le réactif de l'appareil reagentMode pour l'enregistrement.
pt_pt: Carrega reagente do reagentMode do dispositivo para register.

# Interface.TraderPaint
source: Color Corp
fr: Vendeur de couleur

# Interface.ContactTradeRequestFail
source: Trader requesting safe landing. Please ensure landing space is clear and connected. A vending machine is also required to process a trade.
fr: Le marchand nécessite un atterrissage sûre. Veuillez vous assurer que l’espace d’atterrissage soit dégagé et connecté. Un distributeur automatique est obligatoire pour procéder à un échange.
pl: Handlarz prosi o bezpieczne lądowanie. Upewnij się że przestrzeń do lądowania jest bezpieczna i połączona. Automat wydający jest również potrzebny aby dokonać handlu.
pt_pt: Comerciante solicitando pouso seguro. Verifique se o espaço de pouso está limpo e conectado. Uma máquina de venda automática também é necessária para processar uma negociação.
tr: Tüccar güvenli iniş talep ediyor. Lütfen iniş alanının açık ve bağlı olduğundan emin olun. Bir otomat ta, ticareti gerçekleştirmek için gereklidir.

# Interface.NewWorldMoonShortDesc
source: While the presence of Coal isn't typical of Earth's Moon, the relatively flat terrain full of various sizeable craters and lack of atmosphere may be more familiar in this grey landscape.A great location for the budding stationeer to begin their journey, with fewer of the hazards and complexities offered on more exotic worlds
fr: Si la présence de charbon n'est pas typique de la Lune, le terrain relativement plat, parsemé de cratères de taille variable et dépourvu d'atmosphère, est peut-être plus familier dans ce paysage gris. Un endroit idéal pour le joueur débutant, avec moins de dangers et de complexités que dans des mondes plus exotiques.
pt_pt: Embora o carvão não seja típico da Lua da Terra, o terreno relativamente plano cheio de crateras de variados tamanhos e a falta de atmosfera poderá parecer mais familiar nesta paisagem cinzenta. Uma excelente localização para um stationeer principiante começar a sua jornada, com poucos dos perigos e complexidades existentes em mundos mais exóticos

# Interface.NewWorldMarsShortDesc
source: A desolate dusty red ball, Mars features more varied terrain that can reach into the sky, and a chilly atmosphere that's no good for breathing, but maybe it can be used for something...
de: Der Mars, eine wüste staubige rote Kugel, bietet mehr abwechslungsreiches Gelände, welches bis in den Himmel reichen kann. Außerdem bietet der Mars eine kühle Atmosphäre, die zwar nicht zum Atmen geeignet ist, aber vielleicht für etwas anderes verwendet werden kann...
fr: Boule rouge poussiéreuse et désolée, Mars présente un terrain plus varié qui peut atteindre le ciel, et une atmosphère froide qui n'est pas bonne pour respirer, mais qui peut peut-être servir à quelque chose...
it: Una palla rossa polverosa e desolata, Marte è caratterizzato da una superficie più varia che può anche proiettarsi verso il cielo, ed un'atmosfera fredda che non può essere respirata, ma forse può essere utile per qualcosa...
pt_pt: Uma desolada e poeirenta bola vermelha, Marte apresenta um terreno mais variado que poderá chegar até ao céu, com uma atmosfera fria e não respirável, mas que talvez possa ser usada para alguma coisa...
tr: Issız ve tozlu bir kırmızı top, Mars, gökyüzüne ulaşabilen daha çeşitli arazi özelliklerine ve solumak için iyi olmayan fakat başka şeyler için kullanılabilir soğuk bir atmosfere sahiptir...

# Interface.CrowbarToFlip
source: Flip using crowbar.
hu: Felfordítás franciakulccsal.

# Interface.CommandHelp
source: Displays help menu. : "/help"
hu: Mutatja a segítség menüt: "/help"

# Interface.WorldInfoTextPlayers
source: Players:
fi: Pelaajat:
it: Giocatori :

# Interface.NewWorldAreaSpace
source: Space
fi: Avaruus
it: Spazio
pl: Kosmos

# Interface.TutorialStartButton
source: Begin
de: Anfangen
fi: Aloita
it: Inizia
ja: 始める
pl: Rozpocznij

# Interface.TutorialCompleteMessage
source: There's still much to learn. So get out there, Stationeer!
fi: Vielä on paljon opittavaa. Joten tuumasta toimeen, Stationeer!
it: C'è ancora molto da apprendere. Per cui esci là fuori, Stationeer !

# Interface.MulticonstructorItem
source: <color=yellow>Constructing option {0} of {1}</color> Scroll <color=red>Mouse Wheel</color> for more options.
fi: <color=yellow>Rakennusvaihtoehto {0} / {1}</color> Vieritä <color=red>hiirtä</color> selataksesi vaihtoehtoja.
it: <color=yellow>Opzioni di costruzione {0} di {1} </color> Scroll <color=red>Rotella del Mouse</color> per altre opzioni.

# Interface.TooltipRotateLeftRight
source: Use {KEY:RotateLeft} and {KEY:RotateRight} to rotate left and right.
de: {KEY:RotateLeft} und {KEY:RotateRight} dreht nach Links und Rechts.
fi: {KEY:RotateLeft} ja {KEY:RotateRight} pyörittää vasemmalle ja oikealle.
it: Usa <color=yellow>{KEY:RotateLeft}</color> e <color=yellow>{KEY:RotateRight}</color> per ruotare a sinistra o destra.
ja: {KEY:RotateLeft}と{KEY:RotateRight}で左右に回転
pl: Użyj {KEY:RotateLeft} oraz {KEY:RotateRight}, aby obrócic w lewo lub w prawo.

# Interface.TooltipRotateUpDown
source: Use {KEY:RotateUp} and {KEY:RotateDown} to rotate up and down.
de: {KEY:RotateUp} und {KEY:RotateDown} dreht nach Oben und Unten.
fi: {KEY:RotateUp} ja {KEY:RotateDown} pyörittää ylös ja alas.
it: Usa <color=yellow>{KEY:RotateUp}</color> e <color=yellow>{KEY:RotateDown}</color> per ruotare in alto o in basso.
ja: {KEY:RotateUp}と{KEY:RotateDown}で上下に回転
pl: Użyj {KEY:RotateUp} oraz {KEY:RotateDown}, aby obrócic do góry lub do dołu.

# Interface.TooltipRollLeftRight
source: Use {KEY:RotateRollLeft} and {KEY:RotateRollRight} to roll left and right.
de: {KEY:RotateRollLeft} und {KEY:RotateRollRight} rollt nach Links und Rechts.
fi: {KEY:RotateRollLeft} ja {KEY:RotateRollRight} kallistaa vasemmalle ja oikealle.
it: Usa <color=yellow>{KEY:RotateRollLeft}</color> e <color=yellow>{KEY:RotateRollRight}</color> per rollio a sinistra o a destra.
ja: {KEY:RotateRollLeft}と{KEY:RotateRollRight}で左右にロール
pl: Użyj {KEY:RotateRollLeft} oraz {KEY:RotateRollRight}, aby przekręcić w lewo lub w prawo.

# Interface.TooltipPlacementSnapFaceMount
source: Placement is only allowed on {THING:StructureFrameIron} and {THING:StructureFrame} structures directly. If these are upgraded, they will offer better placement options.
de: Platzierung ist nur direkt an {THING:StructureFrameIron} und {THING:StructureFrame}-Strukturen erlaubt. Sind diese Aufgewertet, gewähren sie mehr Patzierungsmöglichkeiten.
fi: Sijoitus on sallittu ainoastaan {COLORGREEN:Rautarungoille} ja {COLORGREEN:Preusrungoille}. Jos nämä päivitetään, sallivat ne paremman sijoittelun.
it: Il piazzamento è possibile solo su <color=yellow>{THING:StructureFrameIron}</color> e <color=yellow>{THING:StructureFrame}</color> direttamente. Se aggiornate, offrono migliori opzioni di piazzamento.
ja: {THING:StructureFrameIron}と{THING:StructureFrame}にのみ直接設置できます。アップグレードすることで高度な設置オプションが可能になります。
pl: Umiejscowienie jest możliwe jedynie bezpośrednio na {THING:StructureFrameIron} oraz {THING:StructureFrame}. Jeżeli te elementy są ulepszone, będziesz mieć lepsze możliwości umiejscowienia.

# Interface.AlertNoResponse
source: There is no response from the Game Server. Please try again.
fi: Palvelin ei vastaa. Ole hyvä ja kokeile uudestaan.
it: Il server non risponde. Prova di nuovo.

# Interface.SettingsUserSpeakerMode
source: Speaker Mode:
de: Lautsprechermodus:
it: Modalità Altoparlante:
ja: スピーカーモード:
pl: Tryb głośnika:

# Interface.ScenarioScoreboardBackToMenu
source: Exit To Menu
de: Zurück zum Menü
fi: Poistu Valikkoon
it: Torna al Menù
ja: メニューに戻る
pl: Wyjście do menu

# Interface.NewWorldEuropaShortDesc
source: Melting some of the ice on this cold world has finally given it an atmosphere, but it's extremely frigid environment presents an extreme challenge for the stationeers.
it: Lo scioglimento di parte dei ghiacci su questo freddo mondo gli ha finalmente fornito un'atmosfera, ma il suo ambiente estremamente glaciale presenta una sfida estrema per gli stationeers.

# Interface.NewWorldMoonShortDesc
source: While the presence of Coal isn't typical of Earth's Moon, the relatively flat terrain full of various sizeable craters and lack of atmosphere may be more familiar in this grey landscape.
it: Mentre la presenza di carbone non è tipica della Luna terrestre, la sua piatta superficie piena di crateri di varie dimensioni e l'assenza di atmosfera dovrebbero essere più familiari in questo grigio paesaggio.

# Interface.ChangeSettingToForAll
source: Change to <color=yellow>{0}</color>>for all {1}
de: Zu <color=yellow>{0}</color> vom Typ {1} ändern
it: Cambia a <color=yellow>{0}</color> per tutti {1}
pl: Zamień na <color=yellow>{0}</color>>dla wszystkich {1}

# Interface.ChangeSlotSettingToFor
source: Change to {1}<color=yellow>({0})</color> for {2}
de: Zu <color=yellow>{0}</color> von <color=green>{2}</color> ändern
it: Cambia a {1}<color=yellow>({0})</color> per {2}
pl: Zamień na {1}<color=yellow>({0})</color> dla {2}

# Interface.ChangeReagentSettingTo
source: Change to {2}.<color=yellow>{0}</color>.<color=yellow>{1}</color>
de: Zu <color=yellow>{0}</color> von {1} ändern
it: Cambia a {2}.<color=yellow>{0}</color>.<color=yellow>{1}</color>
pl: Zamień na {2}.<color=yellow>{0}</color>.<color=yellow>{1}</color>

# Interface.ChangeSettingToForIn
source: Change to <color=yellow>{0}</color> for {3} <color=yellow>({2})</color> in {1}
de: Zu <color=yellow>{0}</color> von {3} <color=yellow>({2})</color> von {1} ändern
it: Cambia a <color=yellow>{0}</color> per {3} <color=yellow>({2})</color> in {1}
pl: Zamień na <color=yellow>{0}</color> dla {3} <color=yellow>({2})</color> w {1}

# Interface.ChangeSettingToFor
source: Change to <color=yellow>{0}</color> for {1}
de: Zu <color=yellow>{0}</color> von {1} ändern
fi: Muuta <color=yellow>{0}</color> for {1}
it: Cambia da <color=yellow>{0}</color> a {1}

# Interface.ChangeSettingToAll
source: Change to All {0}
de: Zum Typ {0} ändern
it: Cambia tutti {0}
ja: 全て{0}に変更
pl: Zamień dla Wszystkich {0}

# Interface.ChangeSettingTo
source: Change to {0}
de: Zu <color=green>{0}</color> ändern
fi: Muuta {0}
it: Cambia a {0}
ja: {0}に変更

# Interface.FurnaceChamberText
source: Pressure {0} Temperature {1}
fi: Paine {0} Lämpötila {1}
it: Pressione {0} Temperatura {1}

# Interface.NewWorldSpaceDesc
source: This is Stationeers Creative Mode! Spawn in any item, test ideas and build bonkers stuff real fast. <color=red>This mode is experimental.</color> Think of it as a freeform space party where exciting and unexpected things* can and will happen, compared to the more reliable near-death experience of Survival Mode. Just don't be sad when you blow yourself into tiny, tiny little pieces or get savaged by chickens or slowly explode while drifting alone into the infinite void. *bugs
fi: Tämä on Stationeersin luova tila! Spawnaa mikä tahansa esine, testaa ideoita ja rakenna ihme juttuja todella nopeasti. <color=red>Tämä tila on kokeellinen.</color> Ajattele sitä vapaamuotoisena avaruusjuhlana missä jännittäviä ja odottamattomia asioita voi ja tulee tapahtumaan, verrattuna luotettavaan, lähellä-kuolemaa kokemusta Eloonjäämistilassa. Älä vain ole surullinen kun räjäytät itsesi pienen pieniksi palasiksi tai joudut kanojen raatelemaksi tai hitaasti räjähdät kun ajelehdit yksin loputtomassa tyhjyydessä. *bugeja
it: Questo è Stationeers in modalità Creativa. Puoi spawnare qualsiasi oggetto, provare idee e costruire cose fuori di testa velocemente. <color=red>Questa modalità è sperimentale.</color> Pensala come uno spazio aperto dove cose eccitanti ed inaspettate* possono accadere (e lo faranno), comparato con la più stabile esperienza di quasi-morte della modalità Sopravvivenza. Non essere triste quando ti farai saltare in aria in piccoli, piccolissimi pezzi o assaltato da galline o esploderai lentamente mentre finirai da solo alla deriva nel vuoto infinito. *bugs

# Interface.NewWorldMoonDesc
source: So you're stuck on the moon, but it's not all bad. Sure, it's cold, harsh and pretty monotonous, but at least the sun's shining. The solar panel is going to be useful, and the power controller... and probably the arc furnace too. There's even a little food and oxygen in the other crates, though it's definitely not going to last forever. Neither's your battery. You better start thinking about how you're going to survive. How hard could it be to rig up an airlock? A generator? Maybe even smelt some ore and build yourself a base? Looks like you're gonna be here a while.
fi: Olet jumissa kuussa, mutta ei kaikki ole niin huonosti. Joo, on kylmää, karua ja aika yksitoikkoista, mutta ainakin aurinko paistaa. Aurinkopanelille tulee käyttöä, ja virtasäätimelle...ja luultavasti myös valokaariuunille. Muissa laatikoissa on jopa vähän ruokaa ja happea, vaikka eivät ne tule riittämään loputtomiin. Eivätkä paristot. Sinun on parasta alkaa miettiä kuinka tulet selviytymään. Miten vaikeaa voisi olla ilmalukon rakentaminen? Generaattori? Ehkä jopa sulatat vähän malmia ja rakennat itsellesi tukikohdan? Näyttää että tulet olemaan täällä jonkin aikaa.
it: Quindi sei bloccato sulla Luna. Vabbè non è così male... Quello che è certo è che è freddo, duro e abbastanza monotono, ma almeno il sole splende. Il pannello solare sarà utile, e il controllo alimentazione... e probabilmente anche il forno ad arco. C'è un po' di cibo ed ossigeno nelle varie casse, ma non durerà per sempre. E nemmeno le tue batterie... Farai meglio a cominciare a pensare a come sopravvivere. Quanto sarà difficile costruire una camera di decompressione? Un generatore? E fondere qualche minerale e costruirti una base? Sembra che starai qui per un po'.

# Interface.Space
source: Space
pl: Kosmos

# Interface.MainMenuTutorial
source: Tutorial
ja: チュートリアル
pl: Samouczek
