Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.WorldPresetLabel
source: Preset
cs: Předvolby
de: Voreinstellung
es: Preajuste
fi: Esiasetus
fr: Prédéfini
hu: Előbeállítás
it: Predefinito
ja: プリセット
pt_pt: Predefinição
ru: Предустановки
tr: Ön Ayar

# Interface.WorldPresetTitle
source: World Preset
cs: Předvolby světa
de: Welt Voreinstellung
es: Preajuste Mundial
fi: Maailman Esiasetus
fr: Monde prédéfini
hu: Világ előbeállítás
it: Mondo predefinito
ja: ワールドプリセット
pl: Ustawienie Świata
pt_pt: Predefinição do Mundo
ru: Предустановки мира
tr: Dünya Ön Ayarı

# Interface.OpenWorkshopButton
source: Open Workshop
cs: Otevřít Workshop
de: Workshop Öffnen
es: Abrir Workshop
fi: Avaa Workshop
fr: Ouvrir le Workshop
hu: Műhely megnyitása
it: Apri Workshop
ja: ワークショップを開く
pl: Otworz Warsztat
pt_pt: Abrir Workshop
ru: Открыть мастерскую
tr: ATÖLYEYİ AÇ

# Interface.WorkshopUnsubscribeButton
source: Unsubscribe
cs: Odhlásit
de: Deabonnieren
es: Anular Suscripción
fi: Lopeta Tilaus
fr: Se désabonner
hu: Leiratkozás
it: Cancella sottoscrizione
ja: サブスクライブ解除
pl: Anuluj Subskrypcje
pt_pt: Cancelar Subscrição
ru: Отписаться
tr: Aboneliği Kaldır

# Interface.WorkshopPageButton
source: Workshop Page
cs: Workshop stránka
de: Workshop Seite
es: Página del Workshop
fi: Workshop Sivu
fr: Page Workshop
hu: Műhely oldal
it: Pagina Workshop
ja: ワークショップページ
pl: Strona Warsztatu
pt_pt: Página da Workshop
ru: Страница в мастерской
tr: Atölye Sayfası

# Interface.WorkshopSubscribedModsTitle
source: Subscribed Mods
cs: Odebírané mody
de: Abonnierte Mods
es: Suscríbete a los Mods
fi: Tilatut Modit
fr: Mods souscrits
hu: Feliratkozott modok
it: Mod Sottoscritte
ja: サブスクライブしたMod
pl: Subskrybowane Mody
pt_pt: Mods subscritos
ru: Ваши моды
tr: Abone Olunmuş Modlar

# Interface.JoinWorldEmptyServers
source: Hide Empty Servers
cs: Skrýt prázdné servery
de: Verberge Leere Server
es: Ocultar servidores vacíos
fi: Piilota Tyhjät Palvelimet
fr: Cacher les serveurs vide
hu: Üres szerverek elrejtése
it: Nascondi server vuoti
ja: 空員のサーバーを非表示
pl: Ukryj puste serwery
pt_pt: Ocultar servidores vazios
ru: Скрыть пустые серверы
tr: BOŞ SUNUCULARI GİZLE

# Interface.JoinMenuPasswordProtected
source: Hide Password Protected
cs: Skrýt chráněné heslem
de: Verberge Passwort Geschützte
es: Ocultar servidores con contraseña
fi: Piilota Salasanalla Suojatut
fr: Cacher les serveurs protégés
hu: Jelszó által védettek elrejtése
it: Nascondi server protetti con password
ja: パスワードが必要なサーバーを非表示
pl: Ukryj chronione haslem
pt_pt: Ocultar protegidos por senha
ru: Скрыть сессии запрашивающие пароль
tr: ŞİFRE KORUMALI OLANLARI GİZLE

# Interface.JoinMenuIncompatibleVersions
source: Hide Incompatible Versions
cs: Skrýt nekompatibilní verze
de: Verberge Inkompatible Versionen
es: Ocultar versiones incompatibles
fi: Piilota Yhteensopimattomat Versiot
fr: Cacher les versions incompatible
hu: Nem kompatibilis verziók elrejtése
it: Nascondi versioni incompatibili
ja: 互換性の無いバージョンを非表示
pl: Ukryj niezgodne wersje
pt_pt: Ocultar versões incompatíveis
ru: Скрыть сессии с неподходящей версией игры
tr: UYUMSUZ SÜRÜMLERİ GİZLE

# Interface.JoinMenuButtonStopRefresh
source: Stop Refresh
cs: Zastavit aktualizaci
de: Erneurn Abbrechen
es: Detener actualización
fi: Pysäytä
fr: Arrêter l'actualisation
hu: Frissítés leállítása
it: Ferma Aggiornamento
ja: 更新停止
pl: Zatrzymaj odświeżanie
pt_pt: Parar Refresh
ru: Остановить обновление
tr: YENİLEMEYİ DURDUR

# Interface.TooltipNeedMoreKit
source: <color=red>Need more {0}</color>.
cs: <color=red>Potřebujete více {0}</color>.
de: <color=red>Mehr {0} benötigt.</color>.
es: <color=red>Necesita más {0}</color>.
fi: <color=red>Tarvitset enemmän {0}</color>.
fr: <color=red>Besoin plus de : {0}</color>.
hu: <color=red>Több {0} szükséges</color>.
it: <color=red>Servono più : {0}</color>.
ja: <color=red>{0}足りない</color>.
pt_pt: <color=red>Preciso mais de {0}</color>.
tr: <color=red>Daha fazla {0} gerekir</color>.

# Interface.NewWorldAreaLoulan
source: Loulan
ru: Лоулан

# Interface.NewWorldAreaMars
source: Mars
es: Marte
it: Marte
ja: 火星
pt_pt: Marte
ru: Марс

# Interface.Mars
source: Mars
es: Marte
pt_pt: Marte
ru: Марс

# Interface.Europa
source: Europa
ru: Европа

# Interface.EuropaBeta
source: Europa
ru: Европа

# Interface.Europa2
source: Europa
ru: Европа

# Interface.Mimas
source: Mimas
ru: Мимас

# Interface.NewWorldAreaEuropa
source: Europa
ja: エウロパ
ru: Европа

# Interface.NewWorldAreaEuropa2
source: Europa
ru: Европа

# Interface.SettingsVsync
source: V-Sync
es: Sincronizacion Vertical
fr: Synchronisation verticale
hu: Vertikális szinkronizálás
pl: Synchronizacja pionowa
ru: Вертикальная синхронизация

# Interface.SlotKey
source: Slot
es: Ranura
fr: Emplacement
ru: Слот

# Interface.ImportExportCategoryKey
source: Import/Export
es: Importación/Exportación
ru: Импорт/Экспорт

# Interface.HelpCommand
source: Test /n Test /n Test
ru: Тест /n Тест /n Тест

# Interface.Stationeers
source: Stationeers
ru: Станционеры

# Interface.Xigo
source: Xigo
ru: Ксиго

# Interface.TutorialCompleteDeanHall
source: Dean Hall
fr: Doyen du Hall
hu: Dékánterem
ru: Дин Холл

# Interface.Data
source: Data
es: Datos
fr: Données
ru: Данные
tr: Veri

# Interface.StatusWindowJetpack
source: Jetpack
ru: Реактивный ранец
tr: Sırt Roketi

# Interface.NotApplicableString
source: N/A
ru: Н/Д
tr: (Uygulanamaz)

# Interface.ElectronicReaderPressureSym
source: Pa
ru: Па

# Interface.WattEnergyMeasurement
source: W
ru: Вт

# Interface.ElectronicReaderLiquidMeasurement
source: ml
ru: мл

# Interface.ElectronicReaderInvar
source: Invar
hu: Vas-nikkel
ru: Инвар

# Interface.ElectronicReaderWeightSymbol
source: g
ru: г

# Interface.CartridgeElectronicReaderAutoHashTitle
source: Hash:
fr: Hachage:
ru: Хэш:

# Interface.Loulan
source: Loulan
ru: Лоулан

# Interface.NewWorldAreaMimas
source: Mimas
ru: Мимас

# Interface.Edibles
source: Edibles
es: Alimentos
fr: Comestibles
hu: Ehetők
tr: Yenilebilir

# Interface.Plants
source: Plants
es: Plantas
hu: Növények

# Interface.ButtonOk
source: OK
es: De Acuerdo
tr: Tamam

# Interface.TutorialCompleteMessage
source: There's still much to learn. So get out there, Stationeer!
es: Sigue quedando mucho por aprender. ¡Sobretodo ahí fuera, Stationeers!
fr: Il y a encore beaucoup à apprendre. Alors au boulot, Stationaute !
hu: Még sokat kell tanulnod. Szóval indulás, Stationeer!
tr: Hâlâ öğrenecek çok şey var. O zaman git oraya, Stationeer!

# Interface.MulticonstructorItem
source: <color=yellow>Constructing option {0} of {1}</color> Scroll <color=red>Mouse Wheel</color> for more options.
es: <color=yellow>Opción de construcción {0} de {1}</color> Scroll <color=red>Rueda de ratón</color> para más opciones.
fr: <color=yellow>Option de construction {0} de {1} </color> Scroll <color=red>Roulette de la souris</color> pour plus d'options.
hu: <color=yellow>Építési lehetőség {0}/{1}</color> Válts <color=red>görgővel</color> az opciók között!
tr: <color=yellow>İnşa seçeneği {0}/{1}</color> Daha fazla seçenek için <color=red>Fare Tekerleğini</color> kaydır.

# Interface.AlertNoResponse
source: There is no response from the Game Server. Please try again.
es: No hay respuesta del servidor de juegos. Inténtalo de nuevo.
fr: Le serveur de jeu ne répond pas. Veuillez réessayer.
hu: A játékszerver nem válaszol. Próbáld újra.
tr: Oyun Sunucusundan yanıt yok. Lütfen tekrar deneyin.

# Interface.SettingsHungerRate
source: Hunger Rate
de: Sättigungsabnahme
es: Grado de Hambre
fi: Nälkä (Kerroin)
fr: Taux de faim
it: Tasso consumo fame
ja: 空腹レート
pl: Szybkość głodowania
pt_pt: Taxa de fome
tr: Açlık Oranı

# Interface.ChairTableCategory
source: Tables and Chairs
es: Mesas y sillas
fr: Tables et chaises
hu: Asztalok és székek

# Interface.StationpediaLogicSlotHeader
source: Logic Slots
es: Ranuras Lógicas
hu: Logikai slotok

# Interface.StationpediaLogicHeader
source: Logic
es: Lógica
hu: Logika

# Interface.StationpediaConstructionOptions
source: Construction Options
es: Opciones de construcción
hu: Építési lehetőségek

# Interface.StationpediaHowToManufacture
source: How to Manufacure
es: Cómo fabricar

# Interface.StationpediaAdvancedGuides
source: Advanced Guides
es: Guía Avanzada

# Interface.StationpediaBeginnerGuides
source: Beginner Guides
es: Guías para principiantes

# Interface.StationeersDesc
source: In the early 22nd century, Earth was emerging from a cataclysm. Its resources eroded, our population reduced, rebuilding was the spirit of the era. Initiated by the <color=#0080FFFF>{LINK:ODA;Offworld Development Agency}</color> (ODA) in 2095CE, the Stationeers Program was dedicated to a single ideal: keeping humanity pointed at the stars. Stationeers are everything: astronauts, engineers and explorers, deployed with limited equipment and tools, trained to do more with less. Turning the environment to their advantage, their job is to provide infrastructure for humans in space, at a fraction of the cost of traditional space programs. Able to build and maintain bases anywhere from the Moon to Mimas and beyond, Stationeers are our vanguard in the cosmos. Schooled in offworld survival, mining and construction techniques, basic metallurgy, electronics, rocketry, hydroponics and more ‘arcane’ sciences, Stationeers do what they must to survive, and thrive. Renowned for having no entry criteria, there is no such thing as a ‘typical’ Stationeer. Psychological profiling suggests successful Cadets show a ‘baseline’ pragmatism and single-mindedness, but some of the most famous Stationeers possess neither of these qualities. Recruiting from civil engineering backgrounds, military and aerospace industries, software development, mining groups, as well as scientific fields and even religious orders, the Stationeers Program is – fundamentally – open to all humanity.
es: A principios del siglo 22, la Tierra estaba emergiendo de un cataclismo. Sus recursos se erosionaron, nuestra población se redujo, la reconstrucción era el espíritu de la época. Iniciado por la <color=#0080FFFF>{LINK:ODA;Agencia de Desarrollo Offworld}</color> (ODA) en 2095CE, el Programa Stationeers se dedicó a un solo ideal: mantener a la humanidad apuntando a las estrellas. Los Stationeers lo son todo: astronautas, ingenieros y exploradores, desplegados con equipos y herramientas limitados, entrenados para hacer más con menos. Aprovechando el medio ambiente, su trabajo consiste en proporcionar infraestructura para los humanos en el espacio, a una fracción del costo de los programas espaciales tradicionales. Capaces de construir y mantener bases en cualquier lugar, desde la Luna hasta Mimas y más allá, Stationeers son nuestra vanguardia en el cosmos. Formados en supervivencia fuera del mundo, técnicas de minería y construcción, metalurgia básica, electrónica, cohetería, hidroponía y más ciencias "arcanas", los Stationeers hacen lo que deben para sobrevivir y prosperar. Reconocido por no tener criterios de entrada, no existe un Stationeer "típico". El perfil psicológico sugiere que los cadetes exitosos muestran un pragmatismo "básico" y una determinación, pero algunos de los Stationeers más famosos no poseen ninguna de estas cualidades. Reclutando personas con experiencia en ingeniería civil, industrias militares y aeroespaciales, desarrollo de software, grupos mineros, así como campos científicos e incluso órdenes religiosas, el Programa Stationeers está, fundamentalmente, abierto a toda la humanidad.

# Interface.XigoDesc
source: A 2150CE survey revealed the Xigo 'X' as one of the most recognized symbols in the world. Yet few participants could clearly describe the company's actual scope. Precisely where the company begins and ends has been the subject of endless theories, financial studies and lawsuits – originally a website for price comparisons, the conglomerate expanded to embrace data, then distribution and finally production. It was a seemingly indiscriminate expansion, focused not on one industry, but all of them – taking in so many fields that business analysts have largely rejected the idea of Xigo as a single entity. Rather, it is a conceptual grouping for a branch of human activity. And while such statistics are – by their very nature – difficult to confirm, recent estimates suggest Xigo employs over 1.5% of the entire human race. Suffice to say, it produces almost everything.
es: Una encuesta de 2150CE reveló que Xigo 'X' es uno de los símbolos más reconocidos del mundo. Sin embargo, pocos participantes pudieron describir claramente el alcance real de la empresa. Precisamente el lugar donde comienza y termina la empresa ha sido objeto de un sinfín de teorías, estudios financieros y demandas: originalmente un sitio web para comparaciones de precios, el conglomerado se expandió para abarcar datos, luego distribución y finalmente producción. Fue una expansión aparentemente indiscriminada, centrada no en una industria, sino en todas, abarcando tantos campos que los analistas de negocios han rechazado en gran medida la idea de Xigo como una sola entidad. Más bien, es una agrupación conceptual para una rama de la actividad humana. Y aunque tales estadísticas son, por su propia naturaleza, difíciles de confirmar, estimaciones recientes sugieren que Xigo emplea a más del 1,5% de toda la raza humana. Basta decir que produce casi todo.

# Interface.TKDesc
source: Originally a defense contractor specializing in brute force, high power weaponry, Tanzanian Kinetic Systems executed a large-scale, peace-time pivot to become the African Assembly’s leading designer of high-speed goods conveyors. Now producing a range of chute network designs and components, TK has a strong offworld presence as a result of the Afro-Sino partnerships in the latter 21st Century. Based in the ‘reconned’ Kigamboni district of Dar E Salaam, the Company regularly enters into development partnerships with <color=#0080FFFF>{LINK:CHAC;CHAC}</color> and, as a result, many of their products show distinct similarities. After all, what is a gun but a ‘high speed goods conveyor’.
es: Tanzanian Kinetic Systems, que originalmente era un contratista de defensa especializado en fuerza bruta y armamento de alta potencia, ejecutó un giro a gran escala en tiempos de paz para convertirse en el diseñador líder de transportadores de mercancías de alta velocidad de la Asamblea Africana. TK, que ahora produce una gama de diseños y componentes de redes de conductos, tiene una fuerte presencia fuera del mundo como resultado de las asociaciones afro-chino a finales del siglo XXI. Con sede en el distrito "reconocido" de Kigamboni de Dar E Salaam, la empresa establece asociaciones de desarrollo con <color=#0080FFFF>{LINK:CHAC;CHAC}</color> y, como resultado, muchos de sus productos se muestran distintas similitudes. Después de todo, ¿qué es una pistola sino un "transportador de mercancías de alta velocidad"?

# Interface.SinotaiDesc
source: The sole 'traditional' state entity to survive offworld politics, Sinotai’s reach and power is second only to the <color=#0080FFFF>{LINK:ODA;ODA}</color> itself. In many ways a relic – a sub-agency of a staggeringly complicated Earth-bound corporate-bureaucracy – its structure has allowed Sinotai to achieve incredible things. Proving its mettle in the early 21st Century by putting the first humans on Mars, establishing the first offworld gigawatt power system, and the first space-borne fuel refinery, few space-going organisations lack some degree of relationship with Sinotai. A common joke has it that it's impossible to do anything in space without them. Regardless of the truth, Sinotai's approach to off-world development has involved a 'soft power' approach, from MOU's with <color=#0080FFFF>{LINK:Recurso;Recurso}</color> (giving them preferential access to the Manaus space elevator) to murkier alliances of convenience with a range of Trader groups.
es: La única entidad estatal 'tradicional' que sobrevivió a la política exterior, el alcance y el poder de Sinotai es superado solo por el <color=#0080FFFF> {LINK:ODA;ODA}</color> en sí. En muchos sentidos, una reliquia, una sub-agencia de una burocracia corporativa asombrosamente complicada ligada a la Tierra, su estructura le ha permitido a Sinotai lograr cosas increíbles. Demostrando su valía a principios del siglo XXI al colocar a los primeros humanos en Marte, establecer el primer sistema de energía de gigavatios fuera del mundo y la primera refinería de combustible espacial, pocas organizaciones espaciales carecen de algún grado de relación con Sinotai. Una broma común dice que es imposible hacer algo en el espacio sin ellos. Independientemente de la verdad, el enfoque de Sinotai para el desarrollo fuera del mundo ha involucrado un enfoque de 'poder blando', de MOU con <color=#0080FFFF>{LINK:Recurso;Recurso}</color> (dándoles acceso preferencial al espacio de Manaus ascensor) a alianzas de conveniencia más turbias con una variedad de grupos de comerciantes.

# Interface.RecursoDesc
source: This long-standing Brazilian mining group branched into space in the late 21st century. Focused primarily on bulk minerals and metals, the company is perhaps best understood as an extension of the Brazilian government – very few upper echelon political figures in modern Brazil are not implicated in one arm or another of this industrial behemoth. Enmeshment with South American politics has given the company heavy influence over the Manaus space elevator. This deep state control has led to other groups – the <color=#0080FFFF>{LINK:ODA;ODA}</color> included – to exercise a certain ‘flexibility’ toward Recurso. Accusations of illegal asteroid relocation, safety violations and numerous commercial infringements have barely touched it. Meanwhile, defenders point out that very little has been proven in court, and Recurso is hardly alone – hence the truism: 'In space, we all live in glass houses.'
es: Este grupo minero brasileño de larga estancia se ramificó en el espacio a fines del siglo XXI. Centrada principalmente en minerales y metales a granel, la compañía quizás se entienda mejor como una extensión del gobierno brasileño: muy pocas figuras políticas del escalón superior en el Brasil moderno no están implicadas en un brazo u otro de este gigante industrial. El enredo con la política sudamericana le ha dado a la compañía una gran influencia sobre el ascensor espacial de Manaus. Este profundo control estatal ha llevado a otros grupos el <color=#0080FFFF>{LINK:ODA;ODA}</color> incluido a ejercer cierta "flexibilidad" hacia el Recurso. Las acusaciones de reubicación ilegal de asteroides, violaciones de seguridad y numerosas infracciones comerciales apenas lo han tocado. Mientras tanto, los defensores señalan que se ha probado muy poco en los tribunales, y Recurso no está solo, de ahí la obviedad: "En el espacio, todos vivimos en casas de cristal".

# Interface.Recurso
source: Recurso Espaciais
es: Recursos Espaciales

# Interface.ODADesc
source: In the aftermath of the Earth Crisis, humanity’s focus on space diminished. Yet many felt that, without ambitions beyond our home planet, our species might falter. Created in 2070CE by a newly revamped United Nations, the Offworld Development Agency was given a very specific goal - to guide and encourage human space exploration at a time the cosmos was fading from the public mind. It inaugurated the <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> Program in 2095. Understanding that funding would be difficult to come by, the ODA conceived the program as a slow-burn, low-outlay space initiative. While some derided Stationeers as 'cut-price cosmic castaways', the success of the program is testament to the wisdom and pragmatism of ODA's vision.
es: A raíz de la Crisis de la Tierra, el enfoque de la humanidad en el espacio disminuyó. Sin embargo, muchos sintieron que, sin ambiciones más allá de nuestro planeta de origen, nuestra especie podría flaquear. Creada en 2070 EC por Naciones Unidas recientemente renovada, la Agencia de Desarrollo Offworld recibió un objetivo muy específico: guiar y alentar la exploración espacial humana en un momento en que el cosmos se estaba desvaneciendo de la mente del público. Inauguró el programa <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> en 2095. Entendiendo que sería difícil conseguir financiación, la ODA concibió el programa como una iniciativa espacial de bajo consumo y de combustión lenta. Mientras que algunos se burlaron de Stationeers como 'náufragos cósmicos de precio reducido', el éxito del programa es testimonio de la sabiduría y el pragmatismo de la visión de ODA.

# Interface.NorsecDesc
source: With its roots in early 20th Century defense industry, Norsec (a.k.a. Northern Security Systems) was an early adopter of asteroid mining – one of its tugs being involved in the infamous Sisyphus Hit on the fledgling Martian colony at Sanders. Norsec was officially cleared of any wrong-doing, but when the <color=#0080FFFF>{LINK:ODA;ODA}</color> banned asteroidal relocation, the company shifted its focus to infrastructure and manufacturing. Norsec’s orbitally-based Space Systems Division is responsible for the design and production of <color=#0080FFFF>{LINK:ODA;ODA}</color>’s core transport systems, while also being rumoured to hold a large interest in <color=#0080FFFF>{LINK:ExMin;ExMin}</color>. The company is also noted for its willingness to engage in experimental robotic technology.
es: Con sus raíces en la industria de defensa de principios del siglo XX, Norsec (también conocido como Northern Security Systems) fue uno de los primeros en adoptar la minería de asteroides: uno de sus remolcadores estuvo involucrado en el infame Sísifo Hit en la incipiente colonia marciana en Sanders. Norsec fue oficialmente absuelto de cualquier mala conducta, pero cuando <color=#0080FFFF>{LINK:ODA;ODA}</color> prohibió la reubicación de asteroides, la compañía cambió su enfoque hacia la infraestructura y la fabricación. La División de Sistemas Espaciales de Norsec, con base orbital, es responsable del diseño y producción de los sistemas de transporte centrales de <color=#0080FFFF>{LINK:ODA;ODA}</color>, aunque también se rumorea que tiene un gran interés en <color=#0080FFFF>{LINK:ExMin;ExMin}</color>. La compañía también se destaca por su disposición a participar en tecnología robótica experimental.
