Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.PromptUnsubscribeTitle
source: Unsubscribe
cs: Odhlásit odběr
de: Deabonnieren
es: Anular la suscripción
fr: Se désinscrire
hu: Leiratkozás
it: Cancella iscrizione
ja: 解除
pl: Anuluj subskrybcję
pt_pt: Cancelar Subscrição
ru: Отписаться
tr: Aboneliği Kaldır

# Interface.PromptUnsubscribeBody
source: Are you sure you want to unsubscribe from this Workshop item?
cs: Opravdu chcete odhlásit odběr této Workshop položky?
de: Bist du sicher, dass du diesen Workshop-Artikel deabbonieren willst?
es: ¿Estás seguro de que quieres darte de baja de este artículo del Workshop?
fr: Etes vous sûr de vouloir désinscrire cet élément du Workshop?
hu: Biztos vagy benne, hogy leiratkozol erről a Műhely tételről?
it: Sei sicuro di voler cancellare l'iscrizione a quest'oggetto del Workshop?
ja: このワークショップのアイテムのサブスクリプションを解除しますか？
pl: Czy na pewno chcesz zrezygnować z subskrypcji tego przedmiotu z Warsztatu?
pt_pt: Tens a certeza que queres desinscrever este item do Workshop?
ru: Вы уверен, что хотите отписаться?
tr: Bu atölye öğesinden aboneliği kaldırmak istediğine emin misin?

# Interface.PromptUnsubscribeConfirm
source: Unsubscribe
cs: Odhlásit odběr
de: Deabonnieren
es: Anular la suscripción
fr: Désinscrit
hu: Leiratkozás
it: Cancella iscrizione
ja: サブスクリプションの解除
pl: Anuluj Subskrypcje
pt_pt: Cancelar Subscrição
ru: Отписаться
tr: Aboneliği Kaldır

# Interface.PromptOverwriteTitle
source: Overwrite
cs: Přepsat
de: Überschreiben
es: Sobrescribir
fi: Korvaa
fr: Ecraser
hu: Felülírás
it: Sovrascrivi
ja: 上書き
pl: Nadpisz
pt_pt: Sobrescrever
ru: Перезаписать
tr: Üstüne Yaz

# Interface.PromptOverwriteBody
source: Are you sure you want to overwrite existing saved world?
cs: Jste si jisti, že chcete přepsat stávající uložený svět?
de: Die gespeicherte Welt wirklich überschreiben?
es: Seguro que quieres sobrescribir el mundo guardado existente?
fi: Halutako varmasti korvata olemassaolevan maailman?
fr: Êtes-vous sûr de vouloir écraser le monde sauvé existant ?
hu: Biztos vagy benne, hogy felülírod a mentett világot?
it: Sei sicuro di sovrascrivere un Mondo esistente ?
ja: 既存のワールドを上書きしてよろしいですか？
pl: Czy na pewno chcesz zastapic istniejacy zapisany swiat?
pt_pt: Tens a certeza que queres sobrescrever o mundo previamente gravado?
ru: Вы уверены, что хотите перезаписать существующее сохранение?
tr: Var olan kaydedilmiş dünyanın üstüne yazmak istediğine emin misin?

# Interface.PromptOverwriteConfirm
source: Overwrite
cs: Přepsat
de: Überschreiben
es: Sobrescribir
fi: Korvaa
fr: Ecraser
hu: Felülírás
it: Conferma
ja: 上書き
pl: Nadpisz
pt_pt: Sobrescrever
ru: Перезаписать
tr: Üstüne Yaz

# Interface.PromptPublishTitle
source: Publish to Workshop
cs: Publikovat do Workshopu
de: Im Workshop Veröffentlichen
es: Publicar en el Workshop
fi: Julkaise Workshopiin
fr: Publier sur le Workshop
hu: Publikálás a Műhelyben
it: Pubblica sullo Workshop
ja: ワークショップに公開
pl: Opublikuj w Warsztacie
pt_pt: Publicar no WorkShop
ru: Опубликовать в мастерской
tr: Atölyede Yayınla

# Interface.PromptPublishBody
source: Are you sure you want to publish this world to the workshop?
cs: Opravdu chcete publikovat tento svět do Workshopu?
de: Bist du sicher, dass du diese Welt im Workshop veröffentlichen willst?
es: Seguro que quieres publicar este mundo en el workshop?
fi: Haluatko varmasti julkaista tämän maailman Workshopiin?
fr: Êtes vous sûr de vouloir publier ce monde sur le Workshop?
hu: Biztos vagy benne, hogy publikálod ezt a világot a műhelyben?
it: Sei sicuro di voler pubblicare questo Mondo sul Workshop?
ja: このワールドをワークショップに公開してよろしいですか？
pl: Czy na pewno chcesz opublikowac ten swiat na warsztatach?
pt_pt: Tens a certeza que queres publicar este mundo no Workshop?
ru: Вы увеерны, что хотите опубликовать этот мир в мастерской?
tr: Bu dünyayı atölyede yayınlamak istediğine emin misin?

# Interface.PromptPublishConfirm
source: Publish
cs: Publikovat
de: Veröffentlichen
es: Publicar
fi: Julkaise
fr: Publier
hu: Publikálás
it: Pubblica
ja: 公開
pl: Opublikuj
pt_pt: Publicar
ru: Опубликовать
tr: Yayınla

# Interface.PromptDeleteTitle
source: Delete Save
cs: Odstranit svět
de: Spielstand Löschen
es: Eliminar Partida Guardada
fi: Poista Tallennus
fr: Supprimer la sauvegarde
hu: Mentés törlése
it: Cancella salvataggio
ja: セーブ削除
pl: Usun Zapis
pt_pt: Apagar Gravação
tr: Kaydı Sil

# Interface.PromptDeleteBody
source: Are you sure?
cs: Jste si jistí?
de: Bist du Sicher?
es: Estás Seguro?
fi: Oletko varma?
fr: Êtes vous sûr ?
hu: Biztos vagy benne?
it: Sei sicuro ?
ja: よろしいですか？
pl: Jestes pewny?
pt_pt: Tens a certeza?
ru: Вы увеерны?
tr: Emin misin?

# Interface.PromptDeleteConfirm
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
it: Cancella
ja: 削除
pl: Usun
pt_pt: Apagar
ru: Удалить
tr: Sil

# Interface.PromptDebugLoadTitle
source: Debug Load
cs: Načítání s laděním
de: Debug-Laden
es: Carga de Depuración
fi: Debug Lataus
fr: Charger en Debug
hu: Hibakereső betöltés
it: Carica log di Debug
ja: デバッグロード
pt_pt: Carregar depuração
ru: Отладочная загрузка
tr: Hata Ayıklamayı Yükle

# Interface.PromptDebugLoadBody
source: Are you sure you want to load this world with only one character?
cs: Jste si jisti, že chcete tento svět načíst pouze s jednou postavou?
de: Willst du diese Welt wirklich mit nur einem Charakter laden?
es: Estás seguro de que quieres cargar este mundo con solo un personaje?
fi: Haluatko varmasti ladata tämän maailman vain yhdellä hahmolla?
fr: Êtes-vous sûr de vouloir charger ce monde avec un seul personnage ?
hu: Biztos vagy benne, hogy csak egy karakterrel töltöd be a világot?
it: Sei sicuro di voler caricare questo Mondo con solo un personaggio ?
ja: キャラクター1人用でワールドをロードしますか？
pl: Czy na pewno chcesz zaladowac ten swiat tylko jedna postacia?
pt_pt: Tens a certeza que queres carregar este mundo com apenas um personagem?
ru: Вы уверены, что хотите загрузить этот мир только с одним персонажем?
tr: Bu dünyayı sadece bir karakter ile yüklemek istediğine emin misin?

# Interface.PromptDebugLoadConfirm
source: Debug Load
cs: Načítání s laděním
de: Debug-Laden
es: Carga de Depuración
fi: Debug Lataus
fr: Charger en Debug
hu: Híbakereső betöltés
it: Carica Debug
ja: デバッグロード
pt_pt: Depuração
ru: Загрузить
tr: Hata Ayıklamayı Yükle

# Interface.PromptRespawnTitle
source: Respawn
cs: Oživit
de: Wiedereintritt
es: Reaparecer
fi: Herää Henkiin
fr: Réapparaitre
hu: Újraéledés
ja: リスポーン
pl: Odrodzenie
pt_pt: Reaparecer
ru: Возродиться
tr: Yeniden Canlan

# Interface.PromptRespawnBody
source: You are dead.
cs: Jste mrtvý.
de: Du bist tot.
es: Tú estás muerto.
fi: Kuolit.
fr: Vous êtes mort.
hu: Halott vagy.
it: Sei morto.
ja: 死んでしまった。
pl: Jestes martwy
pt_pt: Estás Morto.
ru: Вы умерли.
tr: Öldün.

# Interface.PromptRespawnConfirm
source: Respawn
cs: Oživit
es: Reaparecer
fi: Herää
fr: Réapparaitre
hu: Újraéledés
ja: リスポーン
pl: Odrodzenie
pt_pt: Reaparecer
ru: Возродиться
tr: Yeniden Canlan

# Interface.PromptGiveUpTitle
source: Give Up
cs: Vzdát se
de: Aufgeben
es: Rendirse
fi: LUOVUTA
fr: Abandonner
hu: Feladás
it: Arrenditi
ja: ギブアップ
pt_pt: Desistir
ru: Сдаться
tr: Pes Et

# Interface.PromptGiveUpBody
source: You are unconscious. Do you want to give up and respawn?
cs: Jste v bezvědomí. Chcete to vzdát a znovu se oživit?
de: Du bist bewusstlos. Willst du aufgeben und respawnen?
es: Estás inconsciente. ¿Quieres abandonar y volver a aparecer?
fi: Olet tajuton. Haluatko luovuttaa ja herätä uudelleen?
fr: Vous êtes inconscient. Voulez-vous abandonner et réapparaitre ?
hu: Eszméletlen vagy. Fel szeretnéd adni és újraéledni?
it: Sei incosciente. Vuoi arrendenderti ed effettuare il respawn?
ja: 意識がありません。ギブアップしてリスポーンしますか？
pl: Jestes nieprzytomny. Czy chcesz się poddac i odrodzic?
pt_pt: Estás inconsciente. Queres desistir e reaparecer novamente?
ru: Вы без сознания. Вы хотите сдаться и возродиться?
tr: Baygın durumdasın. Pes etmek ve yeniden canlanmak ister misin?

# Interface.PromptGiveUpConfirm
source: Give Up
cs: Vzdát se
de: Aufgeben
es: Rendirse
fi: Luovuta
fr: Abandonner
hu: Feladás
it: Arrenditi
ja: ギブアップ
pt_pt: Desistir
ru: Возродиться
tr: Pes Et

# Interface.AlertYourSaveFileIsBroken
source: The file {0} is invalid. Check world {1}.
cs: Soubor {0} je neplatný. Zkontrolujte svět {1}.
es: El archivo {0} no es válido. Compruebe el mundo {1}.
fr: Le fichier {0} est invalide. Vérifiez le monde {1}.
hu: A(z) {0} fájl érvénytelen. Ellenőrizd a(z) {1} világot.
pl: Plik {0} jest nieprawidłowy. Sprawdź świat {1}.
pt_pt: O arquivo {0} é invalido. Verifique o mundo {1}.
ru: Файл {0} неисправен. Проверьте мир {1}.
tr: {0} dosyası geçersizdir. {1} dünyasını kontrol ediniz.

# Interface.AlertInvalidIP
source: Invalid IP Address {0} \nCheck IP address or URL is valid
cs: Neplatná IP adresa {0} \nZkontrolujte, zda je IP adresa nebo URL platná.
de: Ungültige IP Adresse {0} \nBitte IP-Adresse oder URL auf Gültigkeit überprüfen
es: Dirección IP no válida {0} \nVerificar dirección IP o una URL válida
fi: Väärä IP Osoite {0} \nTarkista että IP Osoite tai URL on oikein
fr: Adresse IP non valide {0} \nVérifier que l'adresse IP ou l'URL soit valide
hu: Érvénytelen IP cím {0} \nEllenőrizd az IP címet vagy az URL érvénytelen.
it: Indirizzo IP non valido {0} \ verifica che IP o URL siano corretti
ja: 無効なIPアドレス {0} です。 \nIPアドレスまたはURLが正しいか確認してください。
pl: Nieprawidłowy adres IP {0} \nSprawdź czy IP lub URL są prawidłowe
pt_pt: O endereço de IP é inválido {0} \nVerifique se o endereço de IP ou o URL é válido
ru: Неверный IP адрес {0} \nУбедитесь, что IP адрес или URL корректный
tr: Geçersiz IP Adresi {0} \nGeçerli IP adresini veya URL'yi kontrol edin

# Interface.AlertNoBackups
source: Backups folder missing or empty.
cs: Složka záloh chybí nebo je prázdná.
es: Falta la carpeta de copias de seguridad o está vacía.
fr: Dossier de sauvegarde manquant ou vide.
hu: Biztonsági mentések mappa hiányzik vagy üres.
pl: Folder backupów jest pusty lub nie istnieje.
pt_pt: A pasta de Backups não existe ou está vazia.
ru: Папка резервных копий пуста или отсутсвует.
tr: Yedek klasörü eksik veya boş.

# Interface.AlertPlayerCountExceeded
source: Server is full.
cs: Server je plný.
de: Server ist voll.
es: El servidor está lleno.
fi: Palvelin on täynnä.
fr: Le serveur est plein.
hu: A szerver tele van.
it: Il server è pieno.
ja: サーバーは満員です。
pl: Serwer jest pełny.
pt_pt: O Servidor está cheio.
ru: Сервер заполнен.
tr: Sunucu dolu.

# Interface.AlertVersionMismatch
source: Game version mismatch with server.
cs: Neshodná verze hry se serverem.
de: Spielversion stimmt nicht mit dem Server überein.
es: La versión del juego no coincide con el servidor.
fi: Pelin versio ei täsmää palvelimen version kanssa.
fr: Incompatibilité de version du jeu avec le serveur.
hu: A játékverzió nem egyezik a szerverével.
it: La versione di gioco non è compatibile con la versione del server.
ja: サーバーとゲームのバージョンが一致しません。
pl: Niezgodność wersji gry z serwerem.
pt_pt: A versão do jogo não coincide com a do servidor.
ru: Версия игры не совпадает с версией сервера.
tr: Oyun sürümü sunucu ile uyuşmuyor.

# Interface.AlertNoResponse
source: There is no response from the Game Server. Please try again.
cs: Herní server neodpovídá. Zkuste to prosím znovu.

# Interface.AlertKicked
source: You have been kicked from the server.
cs: Byli jste vyhozeni ze serveru.
de: Dieser Client wurde vom Server geworfen.
es: Has sido expulsado del servidor.
fi: Sinut on potkittu palvelimelta.
fr: Vous avez été expulsé du serveur.
hu: Ki lettél rúgva a szerverről.
it: Sei stato kickato dal server.
ja: サーバーからキックされています。
pl: Zostałeś(aś) wyrzucony z serwera.
pt_pt: Você foi expulso do servidor.
ru: Вас выгнали с сервера.
tr: Sunucudan atıldınız.

# Interface.AlertWrongPassword
source: Server Password Incorrect.
cs: Nesprávné heslo serveru.
de: Das Server-Passwort stimmt nicht.
es: Contraseña del servidor incorrecta.
fi: Väärä salasana.
fr: Mot de passe du serveur incorrect.
hu: Szerver jelszó helytelen.
it: Password server errata.
ja: サーバーパスワードが間違っています。
pl: Nieprawidłowe hasło serwera.
pt_pt: Senha do servidor incorreta.
ru: Неверный пароль.
tr: Sunucu Şifresi yanlış.

# Interface.AlertInvalidPort
source: Port values must be between 0 and 65535.
cs: Hodnoty portu musí být v rozmezí 0 až 65535.
de: Portwerte müssen zwischen 0 und 65535 liegen.
es: Los valores del puerto deben estar entre 0 y 65535.
fi: Portin arvo täytyy olla 0 ja 65535 väliltä.
fr: Les valeurs du port doivent être comprises entre 0 et 65535.
hu: A Port értéke 0 és 65535 között kell hogy legyen.
it: Il valore delle porte deve essere tra 0 e 65535.
ja: ポート番号は0から65535の範囲です。
pl: Wartości portów muszą znajdować się w zakresie od 0 do 65535.
pt_pt: Os valores da Porta devem ser entre 0 e 65535.
ru: Номер порта должен находиться в диапазоне от 0 до 65535.
tr: Port değeri, 0 ile 65535 arasında olmalıdır.

# Interface.AlertCannotUpdatePort
source: Cannot modify Update Port while server is running.
cs: Nelze změnit port aktualizace, když je server spuštěn.
de: Update Port kann nicht geändert werden wärend der Server aktiv verbunden ist.
es: No se puede modificar el puerto de actualización mientras el servidor se está ejecutando.
fi: Päivitysporttia ei pysty muuttamaan palvelimen ollessa käynnissä.
fr: Impossible de modifier le port de mise à jour pendant l'exécution du serveur.
hu: Uptade Port nem módosítható a szerver futása közben.
it: Impossibile aggiornare porta mentre il server è attivo.
ja: サーバー稼働中はポートを変更出来ません。
pl: Nie mozna zmodyfikowac portu aktualizacji podczas dzialania serwera.
pt_pt: Não é possível modificar a Porta de Atualização enquanto o servidor está ativo.
ru: Нельзя изменить порт обновления, пока сервер запущен.
tr: Sunucu çalışıyorken Port'u Güncelle değiştirilemiyor.

# Interface.AlertBlankSaveName
source: You must enter a world name to save.
cs: Chcete-li uložit svět, musíte zadat název.
de: Zum Speichern wird ein Spielstandname benötigt.
es: Debes ingresar un nombre para el mundo antes de guardar.
fi: Sinun täytyy nimetä maailma.
fr: Vous devez entrer un nom de monde pour enregistrer.
hu: Be kell írnod egy nevet a mentéshez.
it: Devi inserire un nome per il Mondo per poter salvare.
ja: ワールド名無しでセーブは出来ません。
pl: Musisz wprowadzic nazwe swiata, aby zapisac.
pt_pt: Deves inserir um nome de mundo a gravar.
ru: Вы должны ввести имя мира, чтобы сохраниться.
tr: Kaydetmek için bir dünya ismi girmeniz gerekir.

# Interface.AlertTitleAttention
source: Attention
cs: Pozor
de: Achtung
es: ATENCIÓN
fi: Huomio
hu: Figyelem
it: Attenzione
ja: 注意
pl: Uwaga
pt_pt: Atenção
ru: Внимание
tr: Dikkat

# Interface.AlertTitlePleaseWait
source: Please Wait...
cs: Počkejte prosím...
de: Bitte warten...
es: Por Favor Espera...
fi: Odota Hetki...
fr: Merci de patienter...
hu: Kérjük várj...
it: Per favore attendi...
ja: お待ちください…
pl: Prosze czekac...
pt_pt: Por favor, aguarde...
ru: Пожалуйста, подождите...
tr: Lütfen Bekleyin...

# Interface.JoinMenuSearchPlaceholder
source: Search by Server Name
cs: Hledat podle názvu serveru
de: Suche per Server-Name
es: Buscar por nombre
fi: Hae Palvelinta Nimellä
fr: Rechercher par nom de serveur
hu: Keresés szervernév alapján
it: Cerca per nome Server
ja: サーバー名で検索
pl: Wyszukaj wedlug nazwy...
pt_pt: Pesquisar pelo Nome
ru: Искать сервер по имени
tr: SUNUCU İSMİNE GÖRE ARA

# Interface.JoinMenuAddressPlaceholder
source: Enter IP:Port here...
cs: Zadejte IP:Port zde...
de: Hier IP:Port eingeben...
es: Introduzca IP : Puerto...
fi: Syötä IP:Portti
fr: Entrez IP: Port ici...
hu: IP:Port megadása...
it: Inserisci indirizzo IP:Porta qui...
ja: IP:Portをここに入力
pl: Wpisz IP:Port tutaj...
pt_pt: Digitar IP:Port aqui...
ru: Введите IP:Порт здесь...
tr: BURAYA IP:PORT GİRİN...

# Interface.JoinMenuServerDetailConnectButton
source: Join World
cs: Připojit se ke světu
de: Welt Beitreten
es: Unirse al mundo
fi: Liity Maailmaan
fr: Rejoignez le monde
hu: Csatlakozás
it: Unisciti al Mondo
ja: ワールドに参加
pl: Dolacz do swiata
pt_pt: Entrar num mundo
ru: Присоединиться к миру
tr: DÜNYAYA KATIL

# Interface.JoinMenuServerDetailInfoButton
source: View Info
cs: Zobrazit informace
de: Info Anschauen
es: Ver Información
fi: Näytä Tiedot
fr: Voir les infos
hu: Szerverinformáció
it: Vedi info
ja: 情報を見る
pl: Wyswietl informacje
pt_pt: Ver informações
ru: Показать информацию
tr: BİLGİLERİ GÖRÜNTÜLE

# Interface.JoinMenuServerDetailUnFavoriteButton
source: Remove Favorite
cs: Odebrat oblíbenou položku
de: Favoriten Entfernen
es: Eliminar de Favorito
fi: Poista Suosikki
fr: Supprimer le favori
hu: Kedvenc eltávolítása
it: Cancella favorito
ja: お気に入り解除
pl: Usun ulubione
pt_pt: Remover dos Favoritos
ru: Удалить из избранного
tr: Sık Kullanılanlardan Kaldır

# Interface.JoinMenuServerDetailFavoriteButton
source: Favorite
cs: Oblíbené
de: Favoriten
es: Favoritos
fi: Suosikki
fr: Favori
hu: Kedvenc
it: Favorito
ja: お気に入り
pl: Ulubione
pt_pt: Adicionar os Favoritos
ru: Избранное
tr: SIK KULLANILANLAR

# Interface.SaveMenuSaveWorldButton
source: Save World
cs: Uložit svět
de: Welt speichern
es: Guardar Mundo
fi: Tallenna Maailma
fr: Sauvegarder le monde
hu: Világ mentése
it: Salvare il Mondo
ja: セーブ
pl: Zapisz Swiat
pt_pt: Gravar Mundo
ru: Сохранить мир
tr: Dünyayı Kaydet

# Interface.SaveMenuOverwriteButton
source: Overwrite
cs: Přepsat
de: Überschreiben
es: Sobreescribir
fi: Korvaa
fr: Ecraser
hu: Felülírás
it: Sovrascrivi
ja: 上書き
pl: Nadpisz
pt_pt: Sobrescrever
ru: Перезаписать
tr: Üstüne Yaz

# Interface.SaveMenuNamePlaceholder
source: Enter Save Name...
cs: Zadejte název pro uložení...
de: Speichername eingeben...
es: Escribe Nombre para Guardar
fi: Nimeä Tallennus...
fr: Entrer le nom d'enregistrement...
hu: Mentési név megadása...
it: Inserisci nome salvataggio
ja: セーブ名を入力…
pl: Wprowadź nazwę zapisu...
pt_pt: Escreva o nome a gravar...
ru: Введите название сохранения...
tr: Kayıt İsmini Gir...

# Interface.NewWorldModeCreative
source: Creative
cs: Kreativní
de: Kreativ
es: Creativo
fi: Luova
fr: Créatif
hu: Kreatív
it: Creativo
ja: クリエイティブ
pt_pt: Criativo
ru: Креатив
tr: Yaratıcı

# Interface.NewWorldModeSurvival
source: Survival
cs: Přežití
de: Überleben
es: Supervivencia
fi: Eloonjääminen
fr: Survie
hu: Túlélő
it: Sopravvivenza
ja: サバイバル
pt_pt: Sobrevivência
ru: Выживание
tr: Hayatta Kalma

# Interface.JoinMenuServerListMap
source: Map
cs: Mapa
de: Karte
es: Mapa
fi: Kartta
fr: Carte
hu: Pálya
it: Mappa
ja: マップ
pl: Mapa
pt_pt: Mapa
ru: Карта
tr: HARİTA

# Interface.JoinMenuInfoIPAddress
source: IP Address:
cs: IP Adresa:
de: IP Adresse:
es: Dirección IP:
fi: IP Osoite:
fr: IP Addresse:
hu: IP cím:
it: Indirizzo IP:
ja: IPアドレス:
pt_pt: Endereço IP:
ru: IP адрес:
tr: IP ADRESİ:

# Interface.JoinMenuInfoMap
source: Map:
cs: Mapa:
de: Karte:
es: Mapa:
fi: Kartta:
fr: Carte:
hu: Pálya:
it: Mappa:
ja: マップ:
pl: Mapa:
pt_pt: Mapa:
ru: Карта:
tr: HARİTA:

# Interface.JoinMenuInfoVersion
source: Version:
cs: Verze:
es: Versión:
fi: Versio:
hu: Verzió:
it: Versione:
ja: バージョン:
pl: Wersja:
pt_pt: Versão:
ru: Версия:
tr: Sürüm:

# Interface.JoinMenuInfoLatency
source: Latency:
cs: Odezva:
de: Latenz:
es: Latencia:
fi: Latenssi:
fr: Latence:
hu: Késleltetés:
it: Latenza:
ja: 遅延:
pl: Opóźnienie:
pt_pt: Latência:
ru: Задержка:
tr: GECİKME:

# Interface.JoinMenuInfoPlayers
source: Players:
cs: Hráči:
de: Spieler:
es: Jugadores:
fi: Pelaajat:
fr: Joueurs:
hu: Játékosok:
it: Giocatori:
ja: プレイヤー:
pl: Gracz:
pt_pt: Jogadores:
ru: Игроков:
tr: OYUNCULAR:

# Interface.ChangeAppearanceTitle
source: Change Appearance
cs: Změnit vzhled
de: Aussehen ändern
es: Cambiar de Apariencia
fi: Muokkaa Ulkonäköä
fr: Changer d'apparence
hu: Külső megváltoztatása
it: Cambia aspetto
ja: 外観の変更
pl: Zmień wygląd
pt_pt: Mudar de Aparência
ru: Изменение внешности
tr: GÖRÜNÜMÜ DEĞİŞTİR

# Interface.AppearanceTitleGender
source: Gender
cs: Pohlaví
de: Geschlecht
es: Género
fi: Sukupuoli
fr: Genre
hu: Nem
it: Sesso
ja: 性別
pl: Płeć
pt_pt: Género
ru: Пол
tr: Cinsiyet

# Interface.AppearanceTitleFace
source: Face
cs: Obličej
de: Gesicht
es: Cara
fi: Kasvot
fr: Visage
hu: Arc
it: Viso
ja: 顔
pl: Twarz
pt_pt: Rosto
ru: Лицо
tr: Yüz

# Interface.AppearanceTitleHairStyle
source: Hair
cs: Vlasy
de: Haare
es: Cabello
fi: Hiukset
fr: Cheveux
hu: Frizura
it: Capelli
ja: 髪
pl: Włosy
pt_pt: Cabelo
ru: Волосы
tr: Saç

# Interface.AppearanceTitleHairColor
source: Hair Colour
cs: Barva vlasů
de: Haarfarbe
es: Color de Pelo
fi: Hiusten Väri
fr: Couleur des cheveux
hu: Hajszín
it: Colore capelli
ja: 髪の色
pl: Kolor Wlosow
pt_pt: Cor do Cabelo
ru: Цвет волос
tr: Saç Rengi

# Interface.AppearanceTitleEyeColor
source: Eye Colour
cs: Barva očí
de: Augenfarbe
es: Color de Ojos
fi: Silmien Väri
fr: Couleur de Yeux
hu: Szemszín
it: Colore occhi
ja: 目の色
pl: Kolor Oczu
pt_pt: Cor dos Olhos
ru: Цвет глаз
tr: Göz Rengi

# Interface.AppearanceTitleSkinColor
source: Skin Colour
cs: Barva pleti
de: Hautfarbe
es: Color de Piel
fi: Ihon Väri
fr: Couleur de Peau
hu: Bőrszín
it: Colore pelle
ja: 肌の色
pl: Kolor skóry
pt_pt: Cor da Pele
ru: Оттенок кожи
tr: Ten Rengi

# Interface.AppearanceTitleFacialHairStyle
source: Facial Hair
cs: Vousy
de: Gesichtsbehaarung
es: Vello Facial
fi: Karvoitus
fr: Pilosité
hu: Arcszőrzet
it: Barba
ja: 髭
pl: Owlosienie Twarzy
pt_pt: Pêlos Faciais
ru: Борода (Усы)
tr: Sakal

# Interface.SettingsStartingCondition
source: Starting Condition
cs: Počáteční podmínky
de: Startbedingungen
es: Condición de inicio de partida
fi: Alkuvarusteet
fr: Condition de départ
hu: Kezdőállapot
it: Condizioni di partenza
ja: 開始状態
pl: Stan poczatkowy
pt_pt: Condições de Inicio
ru: Состояние на старте
tr: Başlangıç Koşulları

# Interface.SettingsTitleGameSettings
source: Game Settings
cs: Nastavení hry
de: Spieleinstellungen
es: Configuración de Juego
fi: Pelin Asetukset
fr: Paramètres de Jeu
hu: Játékbeállítások
it: Parametri di gioco
ja: ゲーム
pl: Ustawienia gry
pt_pt: Definições do jogo
ru: Настройки игры
tr: Oyun Ayarları

# Interface.FoodCategory
source: Consumables
cs: Spotřeba
es: Consumibles
fr: Consommables
hu: Elfogyaszthatók
ru: Расходники

# Interface.PersonalBackpacks
source: Backpacks
cs: Batohy
es: Mochilas
fr: Sac à dos
hu: Hátizsákok
pt_pt: Cópias de Segurança
ru: Резервные копии
tr: Sırt Çantası

# Interface.LightCategory
source: Lights
cs: Světla
es: Luces
fr: Lumières
hu: Világítás
ru: Свет
tr: Işıklar

# Interface.CableCategory
source: Cables and Analyzers
cs: Kabely a analyzátory
es: Cables y Analizador
fr: Câbles et analyseurs
hu: Kábelek és elemzők
ru: Кабели и анализаторы

# Interface.BatteryCategory
source: Power Storage
cs: Úložiště napájení
es: Almacenamiento de energía
fr: Stockage d’énergie
hu: Energiatárolás
ru: Хранение энергии

# Interface.PersonalSuits
source: Suits
cs: Obleky
es: Traje
fr: Combinaison
hu: Ruhák
pt_pt: Fato
ru: Скафандр
tr: Giysi

# Interface.ChairTableCategory
source: Chairs
cs: Židle

# Interface.DoorCategory
source: Doors and Hatches
cs: Dveře a poklopy
es: Puertas y escotillas
fr: Portes et trappes
hu: Ajtók és nyílások
ru: Двери и люки

# Interface.KitCategory
source: Construction Kits
cs: Konstrukční sady
es: Kits de construcción
fr: Kits de construction
hu: Építési készletek
ru: Строительные Наборы
tr: İnşaat Donanımları

# Interface.MainMenuContinue
source: Continue
cs: Pokračovat
de: Fortsetzen
es: Continuar
fi: Jatka Peliä
fr: Continuer
hu: Folytatás
it: Continua
ja: 続き
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить
tr: DEVAM ET

# Interface.SoonTM
source: Coming Soon...
cs: Již brzy...
es: Proximamente...
hu: Hamarosan...
ru: Скоро...

# Interface.SettingsVirtualizedRendering
source: Virtualized Rendering
cs: Virtualizované vykreslování

# Interface.SettingsSmoothTerrain
source: Smooth Terrain
cs: Hladký terén

# Interface.MoleNitrousOxideDescription
source: Nitrous oxide is an inert gas that will knock players out if inhaled. It makes your {THING:ItemJetpackBasic} go whoosh.
cs: Oxid dusný je inertní plyn, který při vdechnutí hráče omráčí. Způsobí, že se váš {THING:ItemJetpackBasic} rozletí.
