Repository: sisizanohitopontoon/locales
Catalog: */Interface.po
Languages: cs, de, es, fi, fr, hu, it, ja, pl, pt_pt, ru, tr

# Interface.LogicTypeVelocityRelativeY
source: The current velocity Y relative to the forward vector of this
cs: Aktuální rychlost Y vzhledem k dopřednému vektoru tohoto
de: Die aktuelle Y-Vektor-Geschwindigkeit im Verhältnis zum Vorwärtsvektor
es: La velocidad actual Y en relación con el vector delantero de éste
fr: La vitesse actuelle Y par rapport au vecteur avant de cette
hu: Az Y vektor aktuális sebessége az irányvektorhoz képest
it: La velocità corrente Y rispetto al vettore in avanti di questo
pt_pt: A velocidade atual Y relativa ao vector frontal deste
ru: Текущая скорость по оси Y относительно прямого вектора
tr: Bunun, ileri vektörüne göre mevcut Y hızı

# Interface.LogicTypeVelocityRelativeX
source: The current velocity X relative to the forward vector of this
cs: Aktuální rychlost X vzhledem k dopřednému vektoru tohoto
de: Die aktuelle X-Vektor-Geschwindigkeit im Verhältnis zum Vorwärtsvektor
es: La velocidad actual X en relación con el vector delantero de éste
fr: La vitesse actuelle X par rapport au vecteur avant de cette
hu: Az X vektor aktuális sebessége az irányvektorhoz képest
it: La velocità corrente X rispetto al vettore in avanti di questo
pt_pt: A velocidade atual X relativa ao vector frontal deste
ru: Текущая скорость по оси X относительно прямого вектора
tr: Bunun, ileri vektörüne göre mevcut X hızı

# Interface.LogicTypeVelocityMagnitude
source: The current magnitude of the velocity vector
cs: Aktuální velikost vektoru rychlosti
de: Die aktuelle Größe des Geschwindigkeitsvektors
es: La magnitud actual del vector de velocidad
fr: La magnitude actuelle du vecteur vitesse
hu: Az aktuális sebességvektor nagysága
it: La grandezza corrente del vettore di velocità
pt_pt: A magnitude atual do vector de velocidade
ru: Текущая величина вектора скорости
tr: Hız vektörünün mevcut büyüklüğü

# Interface.LogicTypePositionZ
source: The current position in Z dimension in world coordinates
cs: Aktuální poloha v dimenzi Z ve světových souřadnicích
de: Die aktuelle absolute Position in Z-Dimension
es: La posición actual en la dimensión Z en coordenadas mundiales
fr: La position actuelle dans l'axe Z en coordonnées du monde
hu: Az aktuális pozíció Z-dimenzióbeli koordinátái
it: La posizione corrente nella dimensione Z nelle coordinate mondiali
pt_pt: A dimensão Z da posição atual nas coordenadas do mundo
ru: Текущая позиция по оси Z в мировых координатах
tr: Dünya koordinatlarında, Z boyutundaki mevcut konum

# Interface.LogicTypePositionY
source: The current position in Y dimension in world coordinates
cs: Aktuální poloha v dimenzi Y ve světových souřadnicích
de: Die aktuelle absolute Position in Y-Dimension
es: La posición actual en la dimensión Y en coordenadas mundiales
fr: La position actuelle dans l'axe Y en coordonnées du monde
hu: Az aktuális pozíció Y-dimenzióbeli koordinátái
it: La posizione corrente nella dimensione Y nelle coordinate mondiali
pt_pt: A dimensão Y da posição atual nas coordenadas do mundo
ru: Текущая позиция по оси Y в мировых координатах
tr: Dünya koordinatlarında, Y boyutunda mevcut konum,

# Interface.LogicTypePositionX
source: The current position in X dimension in world coordinates
cs: Aktuální poloha v dimenzi X ve světových souřadnicích
de: Die aktuelle absolute Position in X-Dimension
es: La posición actual en la dimensión X en coordenadas mundiales
fr: La position actuelle dans l'axe X en coordonnées du monde
hu: Az aktuális pozíció X-dimenzióbeli koordinátái
it: La posizione corrente nella dimensione X nelle coordinate mondiali
pt_pt: A dimensão X da posição atual nas coordenadas do mundo
ru: Текущая позиция по оси X в мировых координатах
tr: Dünya koordinatlarında, X boyutundaki mevcut konum

# Interface.LogicTypeAirRelease
source: The current state of the air release system, for example AirRelease = 1 for a Hardsuit sets Air Release to On
cs: Aktuální stav systému uvolňování vzduchu, například Vypouštění vzduchu = 1 pro zpevněný oblek, nastaví uvolňování vzduchu na Zapnuto
de: Der aktuelle Zustand des Luftsystems, zum Beispiel AirRelease = 1 für einen Raumanzug, setzt Air auf Ein
es: El estado actual del sistema de purga de aire, por ejemplo AirRelease = 1 para un traje de protección, ajusta Air Release a On
fr: L'état actuel du système d'évacuation d'air, par exemple : AirRelease = 1 pour une combinaison définit le rejet de l'air sur Activé
hu: A levegőrendszer aktuális állapota, például ha AirRelease = 1, akkor fejlett űrruha légellátása bekapcsol
it: Lo stato attuale del sistema di rilascio dell'aria, ad esempio AirRelease = 1 per una Tuta Rinforzata imposta il rilascio dell'aria su On
pt_pt: O estado atual do sistema de libertação de ar, por exemplo AirRelease = 1 num traje rígido, ativa a libertação de ar
ru: Текущее состояние системы подачи воздуха, например AirRelease = 1 для прочного скафандра включает подачу воздуха
tr: Hava salınımı sisteminin mevcut durumu, örneğin AirRelease = 1 Ağır Giysi için Hava Salınımını Açmak için ayarlar

# Interface.LogicTypeFiltration
source: The current state of the filtration system, for example Filtration = 1 for a Hardsuit sets filtration to On
cs: Aktuální stav filtračního systému, například Filtrace = 1 pro zpevněný oblek, nastaví filtraci na Zapnuto
de: Der aktuelle Zustand des Filtersystems, zum Beispiel Filtration = 1 für einen Raumanzug setzt Filter auf Ein
es: El estado actual del sistema de filtración, por ejemplo Filtración = 1 para un Traje de protección pone la filtración en On
fr: L'état actuel du système de filtration, par exemple : Filtration = 1 pour une combinaison définit la filtration sur activé
hu: A szűrőrendszer aktuális állapota, például ha Filtration = 1, akkor a fejlett űrruha bekapcsolja a szűrést
it: Lo stato attuale del sistema di filtrazione, ad esempio Filtrazione = 1 per una Tuta Rinforzata imposta la filtrazione su On
pt_pt: O estado atual do sistema de filtração, por exemplo Filtração = 1 num traje rígido, ativa a filtração
ru: Текущее состоянии системы фильтрации, например Filtration = 1 для усиленного шлема включает фильтрацию
tr: Süzme sisteminin geçerli durumunu, Açık olarak ayarlar (örnek olarak, bir Ağır Giysi için Filtration = 1)

# Interface.LogicTypeTemperatureExternal
source: The temperature of the outside of the device, usually the world atmosphere surrounding it
cs: Teplota na vnější straně přístroje, obvykle atmosféra, která jej obklopuje
de: Die Temperatur außerhalb des Gerätes, in der Regel die Atmosphäre, die es umgibt
es: La temperatura del exterior del dispositivo, normalmente la atmósfera del mundo que lo rodea
fr: La température de l'extérieur de l'appareil, généralement l'atmosphère du monde qui l'entoure
hu: Az eszköz külső hőmérséklete, általában az azt körülvevő légkör határozza meg
it: La temperatura dell'esterno del dispositivo, di solito dell'atmosfera del mondo che lo circonda
pt_pt: A temperatura exterior do dispositivo, normalmente da atmosfera que o rodeia
ru: Температура снаружи устройства, обычно окружающая его атмосфера
tr: Cihazın dış sıcaklığı (genellikle onu çevreleyen dünya atmosferi)

# Interface.LogicTypeTemperatureSetting
source: The current setting for the internal temperature of the object (e.g. the Hardsuit A/C)
cs: Aktuální nastavení vnitřní teploty objektu (např. Zpevněný oblek A/C)
de: Die aktuelle Einstellung für die Innentemperatur des Objekts (z.B. Raumanzug A/C)
es: El ajuste actual de la temperatura interna del objeto (por ejemplo, el Traje de protección A/C)
fr: Le réglage actuel de la température interne de l'objet (par ex. : A/C de la combinaison)
hu: Az aktuális tárgy belső hőmérsékletének beállítása (pl.: fejlett űrruha A/C)
it: L'impostazione corrente per la temperatura interna dell'oggetto (ad es. l'A/C della Tuta Rinforzata)
pt_pt: A definição de temperatura interna atual do objeto (ex. A/C do traje rígido)
ru: Текущие параметры для внутренней температуры объекта (к примеру: A/C Прочного скафандра)
tr: Nesnenin iç sıcaklığı için geçerli ayarı (örneğin Ağır Giysi A/C)

# Interface.JoinWorldSortBy
source: Sort by
cs: Seřadit podle
de: Sortierung
es: Ordenar por
fi: Lajittele
fr: Tier par
hu: Rendezés
it: Classifica per
ja: ソート
pl: Sortuj wedlug
pt_pt: Ordenar por
ru: Сортировать
tr: SIRALAMA ÖLÇÜTÜ

# Interface.LogicTypeOutput
source: The output operation for a sort handling device, such as a stacker or sorter, when in logic mode the device will only action one repetition when set zero or above and then back to -1 and await further instructions
cs: Výstupní operace pro zařízení pro manipulaci s tříděním, jako je stohovač nebo třídič, kdy v logickém režimu zařízení provede pouze jedno opakování, pokud je nastavena nula nebo více, a poté se vrátí na -1 a čeká na další pokyny
de: Der Ausgabebetrieb für ein Sortiergerät, wie Stapleinheit oder Sortiereinheit, wenn das Gerät im Logikmodus nur eine Wiederholung ausführt, wenn es auf null oder höher gesetzt ist und dann wieder auf -1 und auf weitere Anweisungen wartet
es: La operación de salida para un dispositivo de manipulación de clasificaciones, como un apilador o un clasificador, cuando en el modo lógico el dispositivo sólo actuará una repetición cuando se ponga a cero o superior y luego volverá a -1 y esperará instrucciones adicionales
fr: L'opération de sortie pour un périphérique de gestion de tri, tel qu'un empileur ou un trieuse, en mode logique, le périphérique n'actionne qu'une seule répétition lorsqu'il est défini à zéro ou au-dessus, puis de nouveau à -1 et attend d'autres instructions
hu: A kimenő folymata az adott rendező eszköznek, például a stacker vagy a szortírozó, amikor az eszköz logikai módja csak egy ismétlést végez, ha nullára állítja vagy felé, majd -1-re és utasításokra vár
it: L'operazione di output per un dispositivo di gestione delle ordinazioni, ad esempio un impilatore o uno smistatore, quando in modalità logica il dispositivo azionerà solo una ripetizione quando impostato zero o sopra e poi di nuovo a-1 e attendendo ulteriori istruzioni
pt_pt: A operação de saída de um dispositivo de classificação, tal como um empilhador ou um separador. Quando em modo lógico, o dispositivo irá executar uma repetição quando definido a zero ou superior, depois volta a -1 e aguarda mais instruções
ru: Операция вывода для устройства управления сортировкой, такого как укладчик или сортировщик. В логическом режиме, устройство выполняет только одно повторение, когда оно установлено на ноль или выше, затем снова в -1 и ждет дальнейших инструкций
tr: İstifleyici veya ayırıcı gibi bir sıralama işleme cihazı için çıktı işlemi; mantık modundayken cihaz, sıfır veya üstü olarak ayarlandığında yalnızca bir tekrarı alır ve sonra -1'e geri döner ve de sonraki talimatları bekler.

# Interface.LogicTypeHarvest
source: Performs the harvesting action for any plant based machinery
cs: Provádí sklizeň u všech strojů na bázi rostlin
de: Führt die Ernteaktion für hydroponische Maschinen durch
es: Realiza la acción de cosecha para cualquier maquinaria de la planta
fr: Effectue l'action de récolte pour toute machine à base de plantes
hu: Elvégzi a betakarítási műveletet bármely növényi gépen
it: Esegue l'azione di raccolta per qualsiasi macchinario per vegetali
pt_pt: Executa a ação de colheita nas máquinas de plantas
ru: Выполняет сбор урожая для любого оборудования взаимодействующего с растениями
tr: Herhangi bir bitki bazlı makine için hasat eylemini gerçekleştirir

# Interface.LogicTypePlant
source: Performs the planting action for any plant based machinery
cs: Provádí výsadbu u všech strojních zařízení
de: Führt die Pflanzaktion für hydroponische Maschinen durch
es: Realiza la acción de siembra de cualquier maquinaria de la fábrica
fr: Effectue l'action de plantation pour toute machine à base de plantes
hu: Elvégzi az ültetési műveletet bármely növényi gépen
it: Esegue l'azione di semina per qualsiasi macchinario per vegetali
pt_pt: Executa a ação de plantação nas máquinas de plantas
ru: Осуществляет посадку в гидропонных машинах
tr: Herhangi bir bitki bazlı makine için ekim eylemini gerçekleştirir

# Interface.LogicTypeVolume
source: Returns the device atmosphere volume
cs: Vrátí hlasitost atmosféry zařízení
de: Gibt das Volumen der Geräteatmosphäre zurück
es: Devuelve el volumen de la atmósfera del dispositivo
fr: Indique le volume de l'atmosphère de l'appareil
hu: Visszatér az adott eszköz légköri térfogatával
it: Restituisce il volume dell'atmosfera del dispositivo
pt_pt: Devolve o volume atmosférico do dispositivo
ru: Возвращает объем атмосферы устройства
tr: Cihazın atmosfer hacmini döndürür

# Interface.LogicTypeTotalMoles
source: Returns the total moles of the device
cs: Vrátí celkové moly zařízení
de: Gibt die gesamten Mol des Gerätes zurück
es: Devuelve el total de los moles del dispositivo
fr: Indique le nombre de moles de l'appareil
hu: Visszatér az eszköz mólszámával
it: Restituisce le moli totali del dispositivo
pt_pt: Devolve o total de moles do dispositivo
ru: Возвращает общее число молей в устройстве
tr: Cihazın toplam molünü döndürür

# Interface.LogicTypePowerGeneration
source: Returns how much power is being generated
cs: Vrací, kolik energie je generováno
de: Gibt zurück, wie viel Strom erzeugt wird
es: Devuelve cuánta energía se está generando
fr: Indique la quantité d'énergie qui est générée
hu: Visszatér a generált áram mennyiségével
it: Restituisce la quantità di energia generata
pt_pt: Devolve quanta energia está a ser gerada
ru: Возвращает, сколько энергии генерируется
tr: Ne kadar enerji üretildiğini döndürür

# Interface.LogicTypeImportCount
source: How many items imported since last ClearMemory
cs: Kolik položek bylo importováno od posledního vymazání paměti
de: Wie viele Gegenstände seit dem letzten ClearMemory importiert wurden
es: Cuántos artículos se han importado desde la última vez que ClearMemory
fr: Nombre d'articles importés depuis la dernière ClearMemory
hu: Az importált tárgyak száma az utolsó ClearMemory óta
it: Quanti elementi sono importati dall'ultima ClearMemory
pt_pt: Quantos itens importados desde a última ClearMemory
ru: Сколько предметов было импортировано с момента последнего ClearMemory
tr: Son ClearMemory'den bu yana kaç öğenin içe aktarıldığı

# Interface.LogicTypeExportCount
source: How many items exported since last ClearMemory
cs: Kolik položek bylo exportováno od posledního vymazání paměti
de: Wie viele Gegenstände seit dem letzten ClearMemory exportiert wurden
es: Cuántos artículos se exportaron desde la última vez que ClearMemory
fr: Nombre d'articles exportés depuis la dernière ClearMemory
hu: Az exportált tárgyak száma az utolsó ClearMemory óta
it: Quanti elementi sono esportati dall'ultima ClearMemory
pt_pt: Quantos itens exportados desde a última ClearMemory
ru: Сколько предметов было экспортировано с момента последнего ClearMemory
tr: Son ClearMemory'den bu yana kaç adet ürün çıkarıldı

# Interface.LogicTypeClearMemory
source: When set to 1, clears the counter memory (e.g. ExportCount). Will set itself back to 0 when actioned
cs: Pokud je nastavena na 1, vymaže paměti čtečky (např. Nastaví se zpět na 0 při akci
de: Löscht den Zählerspeicher wenn auf 1 gesetzt (z.B. ExportCount). Setzt sich nach der Löschung auf 0 zurück
es: Cuando se ajusta a 1, borra la memoria del contador (por ejemplo, ExportCount). Se volverá a poner a 0 cuando se acciona
fr: Lorsqu'il est défini sur 1, efface la mémoire du compteur (par exemple ExportCount). Va se remettre à 0 lorsqu'il est actionnée
hu: Ha 1, törli a számláló memóriáját (pl.: ExportCount). Visszaáll 0-ra, ha megtörtént
it: Se impostato su 1, cancella la memoria del contatore (ad esempio ExportCount). Si imposterà di nuovo a 0 quando azionato
pt_pt: Quando definido a 1, limpa a memória do contador(ex. ExportCount). Voltará novamente a 0 quando acionado
ru: При значении 1, очищает память счетчика (например, ExportCount). Будет установлен обратно в 0 когда сработает
tr: 1 olarak ayarlandığında, sayaç hafızasını siler (örnek olarak ExportCount). İşlem yapıldığında kendini 0'a geri ayarlar

# Interface.LogicTypeCompletionRatio
source: How complete the current production is for this device, between 0 and 1
cs: Jak je dokončena současná výroba tohoto zařízení, mezi 0 a 1
de: Wie vollständig der aktuelle Herstellprozess für dieses Gerät ist, zwischen 0 und 1
es: Qué tan completa es la producción actual de este dispositivo, entre 0 y 1
fr: Comment compléter la production actuelle pour ce dispositif, entre 0 et 1
hu: Hogyan fejezze be az aktuális gyártását ennek az eszköznek, 0 és 1 között
it: Quanto sia completa la produzione per questo dispositivo, tra 0 e 1
pt_pt: Quanto completa está a produção atual deste dispositivo, entre 0 e 1
ru: Насколько завершена текущая продукция для этого устройства, от 0 до 1
tr: Bu cihaz için geçerli üretimin ne kadar tamamlandığı; 0 ile 1 arasında

# Interface.LogicTypeRequestHash
source: When set to the unique identifier, re quests an item of the provided type from the device
cs: Pokud je nastavena na jedinečný identifikátor, znovu vyhledá položku zadaného typu ze zařízení
es: Cuando se establece en el identificador único, vuelve a buscar un elemento del tipo proporcionado desde el dispositivo
fr: Lorsqu'il est défini sur identification unique, recherche à nouveau un élément du même type fourni à partir du périphérique
hu: Ha az egyedi azonosítóra van állítva, a megadott típusú elemet újrakéri az eszköztől
pt_pt: Quando definido o identificador único, solicita um item do tipo definido do dispositivo
ru: Если задан уникальный идентификатор, запрашивает элемент указанного типа из устройства
tr: Benzersiz tanımlayıcıya ayarlandığında, cihazdan sağlanan türdeki bir öğeyi talep eder

# Interface.LogicTypePlantHash4
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantHash3
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantHash2
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantHash1
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantEfficiency4
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantEfficiency3
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantEfficiency2
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantEfficiency1
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantGrowth4
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantGrowth3
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantGrowth2
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantGrowth1
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantHealth4
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantHealth3
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantHealth2
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypePlantHealth1
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypeImportSlotHash
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypeExportSlotHash
source: DEPRECATED
cs: ODSTRANĚNO
hu: ELAVULT
it: DEPRECATO
ja: 廃止
pl: PRZESTARZAŁE
ru: НЕ РЕКОМЕНДУЕТСЯ

# Interface.LogicTypeRecipeHash
source: Current hash of the recipe the device is set to produce
cs: Aktuální hash receptu, který je zařízení nastaveno vytvořit
de: Aktueller Hash des eingestellten Rezeptes
es: Hash actual de la receta que el dispositivo está configurado para producir
fr: Signature actuel de la recette configuré dans la production de l'appareil
hu: Az eszköz jelenlegi hash-e termelésre van állítva
it: Hash corrente della ricetta che il dispositivo è impostato per produrre
pl: Hash obecnego planu w urządzeniu które jest ustawione na produkcję
pt_pt: Hash atual da receita que o dispositivo está definido a produzir
ru: Текущий хэш рецепта, который выбран на изготовление в устройстве
tr: Üretime ayarlı cihazın geçerli tarifinin hash'i

# Interface.LogicTypeElevatorLevel
source: Level the elevator is currently at
cs: Úroveň výtahu je v současné době na
de: Aktuelle Ebene des Aufzugs
es: Nivel en el que se encuentra actualmente el ascensor
fr: Niveau de l'ascenseur est actuellement à
hu: A szint ahol a felvonó áll
it: Livello attuale dell'ascensore a
pl: Poziom na którym znajduje się winda
pt_pt: Nível em que está o elevador
ru: Этаж, на котором в данный момент находится лифт
tr: Asansörün şu andaki seviyesi

# Interface.LogicTypeElevatorSpeed
source: Current speed of the elevator
cs: Aktuální rychlost výtahu
de: Aktuelle Geschwindigkeit des Aufzugs
es: Velocidad actual del ascensor
fr: Vitesse actuelle de l'ascenseur
hu: A felvonó jelenlegi sebessége
it: Velocità attuale dell'ascensore
pl: Obecna prędkość windy
pt_pt: Velocidade atual do elevador
ru: Текущая скорость лифта
tr: Asansörün geçerli hızı

# Interface.LogicTypeColor
source: Whether driven by concerns for clarity, safety or simple aesthetics, <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> have access to a small rainbow of colors for their constructions. These are the color setting for devices, represented as an integer. 0: Blue 1: Grey 2: Green 3: Orange 4: Red 5: Yellow 6: White 7: Black 8: Brown 9: Khaki 10: Pink 11: Purple It is an unwavering universal law that anything higher than 11 will be purple. The <color=#0080FFFF>{LINK:ODA;ODA}</color> is powerless to change this. Similarly, anything lower than 0 will be Blue.
cs: Ať už je k tomu vedou obavy o přehlednost, bezpečnost nebo prostá estetika, <color=#0080FFFF>{LINK:Stationeers;Stationeeři}</color> mají pro své konstrukce přístup k malé duze barev. Jedná se o nastavení barev pro zařízení, reprezentované jako celé číslo. 0: Modrá 1: Šedá 2: Zelená 3: Oranžová 4: Červená 5: Žlutá 6: Bílá 7: Černá 8: Hnědá 9: Khaki 10: Růžová 11: Fialová Je neochvějným univerzálním zákonem, že cokoli vyššího než 11 bude fialové. <color=#0080FFFF>{LINK:ODA;ODA}</color> je bezmocná to změnit. Stejně tak cokoli nižšího než 0 bude modré.

# Interface.LogicTypeIdle
source: Returns 1 if the device is currently idle, otherwise 0
cs: Vrátí hodnotu 1, pokud je zařízení aktuálně nečinné, jinak 0
de: Gibt 1 zurück, wenn das Gerät gerade im Leerlauf ist, sonst 0
es: Devuelve 1 si el dispositivo está actualmente inactivo, de lo contrario 0
fr: Indique 1 si le périphérique est actuellement inactif, sinon 0
hu: Visszatér 1-gyel, ha az eszköz tétlen, különben 0
it: Restituisce 1 se il dispositivo è attualmente inattivo, altrimenti 0
pl: Zwraca 1 jeżeli urządzenie jest w bezczynne, w przeciwnym razie 0
pt_pt: Devolve 1 se o dispositivo estiver parado, caso contrário 0
ru: Возвращает 1, если устройство в данный момент ожидает, иначе 0
tr: Cihaz şu anda boşta ise 1, değil ise 0 döndürür
