Repository: sisizanohitopontoon/locales
Catalog: */Reagents.po
Languages: de, es, pt_pt, ru, zh_tw

# Reagents.Flour
source: Flour
de: g
es: Flour.Unit
pt_pt: Farinha.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Pumpkin
source: Pumpkin
de: Kürbis
es: Calabaza
pt_pt: Abóbora
ru: Тыква
zh_tw: 南瓜

# Reagents.Cobalt
source: g
es: Cobalt.Unit
pt_pt: Cobalto.Unidade
ru: {BLANK}

# Reagents.Cobalt
source: g
de: Cobalt
es: Cobalto
pt_pt: Cobalto
ru: Кобальт

# Reagents.Astroloy
source: g
de: ml
es: Astroloy.Unit
pt_pt: Astroloy.Unidade
ru: мл

# Reagents.Astroloy
source: g
de: Astroloy
es: Astroloy
pt_pt: Astroloy

# Reagents.Hastelloy
source: g
es: Hastelloy.Unit
pt_pt: Hastelloy.Unidade

# Reagents.Hastelloy
source: g
de: Hastelloy
es: Hastelloy
pt_pt: Hastelloy

# Reagents.Inconel
source: g
es: Inconel.Unit
pt_pt: Inconel.Unidade

# Reagents.Inconel
source: g
de: Inconel
es: Inconel
pt_pt: Inconel

# Reagents.Stellite
source: g
es: Stellite.Unit
pt_pt: Estelite.Unidade

# Reagents.Stellite
source: g
de: Stellite
es: Stellite
pt_pt: Estelite

# Reagents.Waspaloy
source: g
es: Waspaloy.Unit
pt_pt: Waspaloy.Unidade
ru: г

# Reagents.Waspaloy
source: g
de: Waspaloy
es: Waspaloy
pt_pt: Waspaloy
ru: Васпалой

# Reagents.Rice
source: Rice
de: g
es: Rice.Unit
pt_pt: Arroz.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Rice
source: Rice
de: Reis
es: Arroz
pt_pt: Arroz
ru: Рис
zh_tw: 稻米

# Reagents.Pumpkin
source: Pumpkin
de: {BLANK}
es: Pumpkin.Unit
pt_pt: Abóbora.Unidade
ru: {BLANK}
zh_tw: {BLANK}

# Reagents.Flour
source: Flour
de: Mehl
es: Harina
pt_pt: Farinha
ru: Мука
zh_tw: 麵粉 (Flour)

# Reagents.ColorOrange
source: g
es: ColorOrange.Unit
pt_pt: CorLaranja.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.ColorOrange
source: g
de: Orangefarben
es: Coloración Naranja
pt_pt: Coloração Laranja
ru: Оранжевый краситель
zh_tw: 色素 (橘色)

# Reagents.ColorYellow
source: Yellow Coloring
de: g
es: ColorYellow.Unit
pt_pt: CorAmarelo.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.ColorYellow
source: Yellow Coloring
de: Gelbfarben
es: Coloración Amarilla
pt_pt: Coloração Amarela
ru: Желтый краситель
zh_tw: 色素 (黃色)

# Reagents.ColorBlue
source: Blue Coloring
de: g
es: ColorBlue.Unit
pt_pt: CorAzul.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.ColorBlue
source: Blue Coloring
de: Blaufarben
es: Coloración Azul
pt_pt: Coloração Azul
ru: Синий краситель
zh_tw: 色素 (藍色)

# Reagents.ColorGreen
source: Green Coloring
de: g
es: ColorGreen.Unit
pt_pt: CorVerde.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.ColorGreen
source: Green Coloring
de: Grünfarben
es: Coloración Verde
pt_pt: Coloração Verde
ru: Зеленый краситель
zh_tw: 色素 (綠色)

# Reagents.ColorRed
source: Red Coloring
de: g
es: ColorRed.Unit
pt_pt: Corvermelho.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.ColorRed
source: Red Coloring
de: Rotfarben
es: Coloración Roja
pt_pt: Coloração Vermelha
ru: Красный краситель
zh_tw: 色素 (紅色)

# Reagents.Fenoxitone
source: Fenoxitone
de: g
es: Fenoxitone.Unit
pt_pt: Fenoxitone.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Fenoxitone
source: Fenoxitone
de: Fenoxiton
es: Fenoxitona
ru: Фенокситол
zh_tw: 苯氧酮

# Reagents.Tomato
source: Tomato
de: {BLANK}
es: Tomato.Unit
pt_pt: Tomate.Unidade
ru: {BLANK}

# Reagents.Tomato
source: Tomato
de: Tomate
es: Tomate
pt_pt: Tomate
ru: Томат

# Reagents.Potato
source: Potato
de: {BLANK}
es: Potato.Unit
pt_pt: Batata.Unidade
ru: {BLANK}
zh_tw: {BLANK}

# Reagents.Potato
source: Potato
de: Kartoffel
es: Patata
pt_pt: Batata
ru: Картофель
zh_tw: 馬鈴薯

# Reagents.Oil
source: Oil
de: ml
es: Oil.Unit
pt_pt: Óleo.Unidade
ru: мл
zh_tw: 毫升(mL)

# Reagents.Oil
source: Oil
de: Öl
es: Aceite
pt_pt: Óleo
ru: Масло
zh_tw: 油 (Oil)

# Reagents.Alcohol
source: Alcohol
de: ml
es: Alcohol.Unit
pt_pt: Álcool.Unidade
ru: мл
zh_tw: 毫升(mL)

# Reagents.SalicylicAcid
source: Salicylic Acid
de: g
es: SalicylicAcid.Unit
pt_pt: Ácido Salicílico.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.SalicylicAcid
source: Salicylic Acid
de: Salicylsäure
es: Ácido Salicílico
pt_pt: Ácido Salicílico
ru: Салициловая кислота
zh_tw: 水楊酸 (Salicylic Acid)

# Reagents.Silicon
source: Silicon
de: g
es: Silicon.Unit
pt_pt: Silício.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Silicon
source: Silicon
de: Silizium
es: Silicio
pt_pt: Silício
ru: Кремний
zh_tw: 矽 (Silicon)

# Reagents.Plastic
source: Plastic
de: g
es: Plastic.Unit
pt_pt: Plástico.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Plastic
source: Plastic
de: Kunststoff
es: Plastico
pt_pt: Plástico
ru: Пластик
zh_tw: 塑膠 (Plastic)

# Reagents.Solder
source: Solder
de: g
es: Solder.Unit
pt_pt: Solda.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Solder
source: Solder
de: Lötzinn
es: Estaño
pt_pt: Solda
ru: Припой
zh_tw: 銲錫 (Solder)

# Reagents.Constantan
source: Constantan
de: g
es: Constantan.Unit
pt_pt: Constantan.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Invar
source: Invar
de: g
es: Invar.Unit
pt_pt: Invar.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Electrum
source: Electrum
de: g
es: Electrum.Unit
pt_pt: Electrum.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Lead
source: Lead
de: g
es: Lead.Unit
pt_pt: Chumbo.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Lead
source: Lead
de: Blei
es: Plomo
pt_pt: Chumbo
ru: Свинец
zh_tw: 鉛 (Lead)

# Reagents.Nickel
source: Nickel
de: g
es: Nickel.Unit
pt_pt: Níquel.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Nickel
source: Nickel
es: Niquel
pt_pt: Níquel
ru: Никель
zh_tw: 鎳 (Nickel)

# Reagents.Silver
source: Silver
de: g
es: Silver.Unit
pt_pt: Prata.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Silver
source: Silver
de: Silber
es: Plata
pt_pt: Prata
ru: Серебро
zh_tw: 銀 (Silver)

# Reagents.Hydrocarbon
source: g
es: Hydrocarbon.Unit
pt_pt: Hidrocarboneto.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Hydrocarbon
source: g
de: Kohlenwasserstoff
es: Hidrocarburo
pt_pt: Hidrocarboneto
ru: Углеводород
zh_tw: 烴 (Hydrocarbon)

# Reagents.Steel
source: Steel
de: g
es: Steel.Unit
pt_pt: Aço.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Steel
source: Steel
de: Stahl
es: Acero
pt_pt: Aço
ru: Сталь
zh_tw: 鋼 (Steel)

# Reagents.Copper
source: g
es: Copper.Unit
pt_pt: Cobre.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Copper
source: g
de: Kupfer
es: Cobre
pt_pt: Cobre
ru: Медь
zh_tw: 銅 (Copper)

# Reagents.Uranium
source: g
es: Uranium.Unit
pt_pt: Urânio.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Uranium
source: g
de: Uran
es: Uranio
pt_pt: Urânio
ru: Уран
zh_tw: 鈾 (Uranium)

# Reagents.Carbon
source: g
es: Carbon.Unit
pt_pt: Carbono.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Carbon
source: g
de: Kohlenstoff
es: Carbón
pt_pt: Carbono
ru: Углерод
zh_tw: 碳 (Carbon)

# Reagents.Gold
source: g
es: Gold.Unit
pt_pt: Ouro.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Gold
source: g
de: Gold
es: Oro
pt_pt: Ouro
ru: Золото
zh_tw: 金 (Gold)

# Reagents.Iron
source: Iron
de: g
es: Iron.Unit
pt_pt: Ferro.Unidade
ru: г
zh_tw: 公克(g)

# Reagents.Iron
source: Iron
de: Eisen
es: Hierro
pt_pt: Ferro
ru: Железо
zh_tw: 鐵 (Iron)

# Reagents.Egg
source: {BLANK}
es: Egg.Unit
pt_pt: Ovo.Unidade
ru: шт.

# Reagents.Egg
source: {BLANK}
de: Ei
es: Huevo
pt_pt: Ovo
ru: Яйцо
zh_tw: 蛋 (Egg)

# Reagents.Milk
source: ml
es: Milk.Unit
pt_pt: Leite.Unidade
ru: мл
zh_tw: 毫升(mL)

# Reagents.Milk
source: ml
de: Milch
es: Leche
pt_pt: Leite
ru: Молоко
zh_tw: 牛奶 (Milk)

# Reagents.Alcohol
source: Alcohol
de: Alkohol
pt_pt: Álcool
ru: Алкоголь
zh_tw: 酒精 (Alcohol)

# Reagents.Invar
source: Invar
ru: Инвар
zh_tw: 殷瓦鋼 (Invar)

# Reagents.Constantan
source: Constantan
de: Konstantan
ru: Константан
zh_tw: 康銅 (Constantan)

# Reagents.Electrum
source: Electrum
de: Elektrum
ru: Электрум
zh_tw: 琥珀金 (Electrum)
