Repository: sisizanohitopontoon/locales
Catalog: */ScenarioInterface.po
Languages: cs, fr, ru, tr

# Interface.TutorialWireYouNotWorking1Description
source: Something you can use to prevent wires from blowing is an {THING:ItemAreaPowerControl}, otherwise known as an APC. You can find one in the locker - place it where the broken wire was.
cs: Něco, co můžete použít k zabránění vypálení kabelu, je {THING:ItemAreaPowerControl}, jinak známý jako APC. Můžete najít jeden ve skříňce - umístěte ho tam, kde byl vypálený kabel.
fr: Un élément que vous pouvez utiliser pour empêcher les fils de brûler est un {THING:ItemAreaPowerControl}, également appelé APC. Vous pouvez en trouver un dans le casier - placez-le là où se trouvait le fil cassé.
tr: Kabloların yanmasını önlemek için kullanabileceğin şeyin ismi {THING:ItemAreaPowerControl}'dür; diğer bir değişle APC. Dolapta bir tane bulabilirsin; onu arızalı kablonun yerine yerleştir.

# Interface.TutorialWireYouNotWorking1Task1
source: Place the {THING:ItemAreaPowerControl}
cs: Umístěte {THING:ItemAreaPowerControl}
fr: Placez le {THING:ItemAreaPowerControl}
tr: {THING:ItemAreaPowerControl}'nü yerleştir

# Interface.TutorialWireYouNotWorking2Description
source: Now lets set up the APC unit. We need our {THING:ItemCrowbar} to open it up, place a battery inside then flip the switch. You now have a safe charging system.
cs: Tak teď nastavíme APC jednotku. Budeme potřebovat náš {THING:ItemCrowbar} na její otevření, vložíme baterii a přehodíme vypínač. Tak a teď máte bezpečný nabíjecí systém.
fr: Permet maintenant de configurer l'unité APC. Nous avons besoin de notre {THING:ItemCrowbar} pour l'ouvrir, placer une batterie à l'intérieur puis appuyer sur l'interrupteur. Vous avez maintenant un système de recharge sécurisé.
tr: Şimdi APC birimini kuralım. Açmak için {THING:ItemCrowbar}'mize ihtiyacımız var; içine bir pil yerleştir ve anahtarı çevir. Artık güvenli bir şarj sistemin var.

# Interface.TutorialWireYouNotWorking2Task1
source: Equip your {THING:ItemCrowbar} from your belt.
cs: Vezměte si {THING:ItemCrowbar} z opasku.
fr: Equipez votre {THING:ItemCrowbar} de votre ceinture d'outils.
tr: Alet kemerinden {THING:ItemCrowbar}'ni al.

# Interface.TutorialWireYouNotWorking2Task2
source: Open the APC using your {THING:ItemCrowbar}
cs: Otevřete APC pomocí {THING:ItemCrowbar}
fr: Ouvrez l'APC à l'aide de votre {THING:ItemCrowbar}
tr: {THING:ItemCrowbar}'ni kullanarak APC'yi aç

# Interface.TutorialWireYouNotWorking2Task3
source: Add the Battery to the APC unit.
cs: Přidejte baterii do jednotky APC.
fr: Ajouter la batterie à l'unité APC.
tr: APC birimine Pili yerleştir.

# Interface.TutorialWireYouNotWorking2Task4
source: Turn on the APC.
cs: Zapněte APC.
fr: Allumez l'APC.
ru: Включите ИБП.
tr: APC'yi aç.

# Interface.TutorialWireYouNotWorking2Task5
source: Close the APC using your {THING:ItemCrowbar}
cs: Zavřete APC pomocí {THING:ItemCrowbar}
fr: Fermez l'APC à l'aide de votre {THING:ItemCrowbar}
ru: Закройте ИБП используя ваш {THING:ItemCrowbar}
tr: {THING:ItemCrowbar}'ni kullanarak APC'yi kapat

# Interface.TutorialWireYouNotWorking2Task6
source: Charge the batteries
cs: Nabijte baterie
fr: Chargez les batteries
ru: Смените батарейки
tr: Pilleri şarj et

# Interface.TutorialJustAroundTheCornerTitle
source: Just Around The Corner
cs: Hned za rohem
fr: Juste autour du coin
ru: Сразу За Углом
tr: Köşeyi Dönünce

# Interface.TutorialJustAroundTheCornerDescription
source: Moving on.
cs: Jdeme dál.
fr: Passer à autre chose.
ru: Продолжим.
tr: Devam ediyoruz.

# Interface.TutorialJustAroundTheCornerTask1
source: Enter the next room
cs: Vstupte do další místnosti
fr: Entrez dans la pièce suivante
tr: Sonraki odaya gir

# Interface.TutorialDoYouFeelTheFlowTitle
source: Do You Feel The Flow?
cs: Cítíte ten proud?
fr: Sentez-vous le flux ?
ru: Чувствуешь Поток?
tr: Akışı Hissediyor Musun?

# Interface.TutorialDoYouFeelTheFlowDescription
source: Using a {THING:ItemWrench} attach the {THING:StructureGasTankStorage} to the {THING:StructureTankConnector} to get some air flowing in here, its starting to get a bit stuffy.
cs: Použitím {THING:ItemWrench} připojíme {THING:StructureGasTankStorage} do {THING:StructureTankConnector}, aby jsme měli proudění vzduchu uvnitř, začíná tu být trochu dusno.
fr: En utilisant un {THING:ItemWrench}, attachez le {THING:StructureGasTankStorage} au {THING:StructureTankConnector} pour obtenir de l’air circulant ici, cela commence à devenir un peu bouché.

# Interface.TutorialDoYouFeelTheFlowTask1
source: Attach the {THING:StructureTankConnector}
cs: Připojte {THING:StructureTankConnector}
fr: Attachez-le {THING:StructureTankConnector}

# Interface.TutorialDoYouFeelTheFlowTask2
source: Turn the {THING:StructureValve} on to let the air flow.
cs: Zapněte {THING:StructureValve}, aby vzduch proudil.
fr: Activez-la {THING:StructureValve} pour laisser l’air circuler.

# Interface.TutorialLetsTankItUpTitle
source: Lets Tank It Up
cs: Tak to natankujme
fr: C'est le moment de stocker
tr: Haydi Tanka Dolduralım

# Interface.TutorialLetsTankItUpDescription
source: Now that the air is flowing, let's fill up this {THING:ItemGasCanisterEmpty}. Be careful you don't let the pressure get too high, explosions tend to occur when they do. This would normally effect surrounding structures but the ones here are indestructible
cs: Nyní, když proudí vzduch, pojďme naplnit tento {THING:ItemGasCanisterEmpty}. Dávejte pozor, aby tlak nebyl příliš vysoko, může dojít k výbuchu, když je vysoký. To by normálně mělo vliv na okolní struktury, ale ty jsou zde nezničitelné
fr: Maintenant que l’air circule, remplissons cette {THING:ItemGasCanisterEmpty}. Veillez à ne pas laisser la pression devenir trop élevée, les explosions ont tendance à se produire quand ils le font. Cela affecterait normalement les structures environnantes mais celles-ci sont indestructibles

# Interface.TutorialLetsTankItUpTask1
source: Place {THING:ItemGasCanisterEmpty}
cs: Umístěte {THING:ItemGasCanisterEmpty}
fr: Placez une {THING:ItemGasCanisterEmpty}
tr: {THING:ItemGasCanisterEmpty}'ü yerleştir

# Interface.TutorialLetsTankItUpTask2
source: Set {THING:StructureActiveVent} to in-ward
cs: Nastavte {THING:StructureActiveVent} na vnitřní
fr: Définissez le {THING:StructureActiveVent} sur "inward"
tr: {THING:StructureActiveVent}'yı içe doğru ayarla

# Interface.TutorialLetsTankItUpTask3
source: Set {THING:StructureActiveVent} to On
cs: Nastavte {THING:StructureActiveVent} na zapnuto
fr: Mettez-le {THING:StructureActiveVent} sur On
tr: {THING:StructureActiveVent}'yı Açık olarak ayarla

# Interface.TutorialLetsTankItUp1Title
source: Moving on
cs: Jdeme dál
fr: Passer à autre chose
tr: Devam etmek

# Interface.TutorialLetsTankItUp1Description
source: Almost there!
cs: Už jsme skoro tam!
fr: On y est presque !
ru: Почти закончили!
tr: Neredeyse oldu!

# Interface.TutorialLetsTankItUp1Task1
source: Enter the next room
cs: Vstupte do další místnosti
fr: Entrer dans la prochaine pièce
tr: Sonraki odaya gir

# Interface.TutorialStatusUpdatesTitle
source: Scotty, what's your Status?
cs: Scotty, jaký je tvůj status?
fr: Scotty, quel est ton statut ?
ru: Скотти, каков твой статус?
tr: Scotty, Durumun nedir?

# Interface.TutorialStatusUpdatesDescription
source: When you gotta go, you gotta go. Looks like your battery has run out of charge, replace it with one in the locker!
cs: Když musíš jít, tak musíš jít. Vypadá to, že se vaše baterie vybila, vyměňte ji za jednu ve skříňce!
fr: Quand tu dois y aller, tu dois y aller. On dirait que votre batterie est à court de charge, remplacez-la par une dans le casier !
tr: Gitmen gerektiğinde gitmelisin. Pilinin şarjı tükenmiş gibi görünüyor; dolaptan bir tane ile değiştir!

# Interface.TutorialStatusUpdatesTask1
source: Replace Battery
cs: Vyměňte baterii
fr: Remplacer la batterie
ru: Сменить Батарею
tr: Pili Değiştir

# Interface.TutorialStatusUpdates1Description
source: Good job, now it seems your AirTank is empty? Something fishy is going on here.
cs: Dobrá práce, teď se zdá, že vaše vzduchová nádrž je prázdná? Děje se tu něco podezřelého.
fr: Bon travail, maintenant il semble que votre AirTank soit vide ? Il se passe quelque chose de louche ici.
tr: İyi iş; AirTank'ın boş gibi mi görünüyor? Burada şüpheli bir şeyler oluyor.

# Interface.TutorialStatusUpdates1Task1
source: Replace AirTank
cs: Vyměňte vzduchovou nádrž
tr: AirTank'ı değiştir

# Interface.TutorialStatusUpdates2Description
source: That filter is stuffed, add a new one to your suit, you can hold up to three!
cs: Ten filtr je ucpaný, přidejte nový do obleku, můžete pojmout až tři!
fr: Ce filtre est usagé, ajoutez un nouveau à votre combinaison, il peut en contenir jusqu'à trois !
tr: Bu filtre tıkanmış. Yeni bir taneyi kıyafetine yerleştir; üç taneye kadar taşıyabilirsin!

# Interface.TutorialStatusUpdates2Task1
source: Replace filter
cs: Vyměňte filtr
fr: Remplacer le filtre
ru: Сменить фильтр
tr: Filtreyi değiştir

# Interface.TutorialMovingOnUpTitle
source: Moving On Up
cs: Jdeme nahoru
fr: Monte socialement
tr: Yukarıya Çıkmak

# Interface.TutorialMovingOnUpDescription
source: Get in that elevator!
cs: Dostaňte se do toho výtahu!
fr: Monte dans cet ascenseur !
ru: Забирись в этот лифт!
tr: Şu asansöre bin!

# Interface.TutorialMovingOnUpTask1
source: Enter the elevator and go up to the next floor
cs: Vstupte do výtahu a jděte do dalšího patra
fr: Entrez dans l'ascenseur et montez à l'étage suivant
ru: Зайдите в лифт и поднимитесь на следующий этаж
tr: Asansöre gir ve sonraki kata çık

# Interface.TutorialTimeToScrubTitle
source: Time To Scrub
cs: Čas na čištění
fr: Temps pour récurer
tr: Temizleme Zamanı

# Interface.TutorialTimeToScrubDescription
source: Plants require a very specific environment to be able to grow, this includes healthy air and a supply of water and sunlight.
cs: Rostliny vyžadují velmi specifické prostředí, aby mohly růst, to zahrnuje zdravý vzduch a přívod vody a slunečního světla.
fr: Les plantes ont besoin d'un environnement très spécifique pour pouvoir pousser, ce qui comprend un air sain et un approvisionnement en eau et en lumière du soleil.
tr: Bitkiler, yetişmeleri için çok özel bir ortama ihtiyaç duyarlar; bu ortam sağlıklı hava, bir su kaynağı ve güneş ışığı içerir.

# Interface.TutorialTimeToScrubTask1
source: Turn on {THING:DynamicScrubber} to remove pollutants from the atmosphere
cs: Zapnutím funkce {THING:DynamicScrubber} odstraníte znečišťující látky z atmosféry
fr: Allumez {THING:DynamicScrubber} pour éliminer les polluants de l'atmosphère
tr: Atmosferdeki kirletici maddeleri temizlemek için {THING:DynamicScrubber}'ı aç

# Interface.TutorialWaterYaThinkAboutThatTitle
source: Water ya think about that?
cs: Voda o tom přemýšlíte?
fr: De l'eau, tu penses à ça ?
tr: Tabii ki Su; bunun hakkında düşünüyor musun?

# Interface.TutorialWaterYaThinkAboutThatDescription
source: Lets replace that empty {THING:ItemGasCanisterWater} with a nice fresh canister.
cs: Pojďme vyměnit tento prázdný {THING:ItemGasCanisterWater} novým svěžím kanystrem.
fr: Remplaçons cette {THING:ItemGasCanisterWater} vide par une jolie boîte fraîche.
tr: Bu boş {THING:ItemGasCanisterWater}, güzel bir taze kartuş ile değiştirelim.

# Interface.TutorialWaterYaThinkAboutThatTask1
source: Add the full {THING:ItemGasCanisterWater} to the {THING:DynamicHydroponics}
cs: Přidejte plný {THING:ItemGasCanisterWater} do {THING:DynamicHydroponics}
fr: Ajoutez-le {THING:ItemGasCanisterWater} complet au {THING:DynamicHydroponics}
tr: {THING:DynamicHydroponics}'ye dolu{THING:ItemGasCanisterWater}'u yerleştir

# Interface.TutorialLetItGrowTitle
source: Let It Grow
cs: Nechte ji růst
fr: Laissez-le pousser
ru: Дайте этому Вырасти
tr: Yetiştirelim

# Interface.TutorialLetItGrowDescription
source: The thing about space is that there is no food. So let's try to grow some and see how green your thumb really is.
cs: Věc o vesmíru je, že tu neexistuje jídlo. Zkusme tedy nějaké vypěstovat a uvidíme, jak je váš palec zelený.
fr: La chose à propos de l'espace est qu'il n'y a pas de nourriture. Essayons donc d'en cultiver quelques-unes et de voir à quel point votre pouce est vert.
tr: Uzay hakkındaki bir şey, orada yiyecek olmamasıdır. Biraz yiyecek yetiştirmeye çalışalım ve bu konudaki kabiliyetimizin ne kadar iyi olduğunu görelim.

# Interface.TutorialLetItGrowTask1
source: Plant the {THING:ItemTomato} in the {THING:DynamicHydroponics}
cs: Zasaďte {THING:ItemTomato} do {THING:DynamicHydroponics}
fr: Plantez-la {THING:ItemTomato} dans le {THING:DynamicHydroponics}
tr: {THING:DynamicHydroponics}'nin içine {THING:ItemTomato} ek

# Interface.TutorialLetItGrowTask2
source: Wait to harvest your bountiful crop
cs: Počkejte, až sklidíte svou štědrou úrodu
fr: Attendez de récolter votre récolte abondante
tr: Bereketli mahsülünü hasat etmek için bekle

# Interface.TutorialSoCloseTitle
source: So Close
cs: Tak blízko
fr: Donc Fermer
ru: Так Близко
tr: Çok Yakın

# Interface.TutorialSoCloseDescription
source: So close, yet so far. Move into the next room.
cs: Tak blízko, ale zatím daleko. Přesuňte se do vedlejší místnosti.
fr: Si proche et pourtant si loin. Déplacez-vous dans la pièce suivante.
ru: Так близко, но так далеко. Перейдите в следующую комнату.
tr: Çok yakın ama hâlâ var. Sonraki odaya geç.

# Interface.TutorialSoCloseTask1
source: Move into the next room
cs: Přesuňte se do další místnosti
fr: Déplacez-vous dans la pièce d'à côté
ru: Перейдите в следующую комнату
tr: Sonraki odaya geç

# Interface.TutorialUnderPressureTitle
source: Under Pressure
cs: Pod tlakem
fr: Sous pression
ru: Под Давлением
tr: Basınç Altında

# Interface.TutorialUnderPressureDescription
source: Time to setup your first {THING:StructureAirlock}. The wires are placed for you, you just need to put the objects in the correct highlighted areas. You can find the required objects in the locker.
cs: Čas na nastavení vaší první {THING:StructureAirlock}. Kabely jsou umístěny pro vás, stačí dát objekty do správných zvýrazněných oblastí. Požadované předměty najdete ve skříňce.
fr: Il est temps de configurer votre premier {THING:StructureAirlock}. Les fils sont placés pour vous, vous avez juste besoin de mettre les objets dans les zones surlignées correctes. Vous pouvez trouver les objets requis dans le casier.
tr: İlk {THING:StructureAirlock}'ni kurma zamanı. Kablolar senin için yerleştirildi; sadece, nesneleri vurgulanan doğru alanlara koyman gerekiyor. Dolapta gerekli nesneleri bulabilirsin.

# Interface.TutorialUnderPressureTask1
source: Place the {THING:StructureActiveVent}
cs: Umístěte {THING:StructureActiveVent}
fr: Placez le {THING:StructureActiveVent}
ru: Разместите {THING:StructureActiveVent}
tr: {THING:StructureActiveVent}'yı yerleştir

# Interface.TutorialUnderPressureTask2
source: Place the {THING:StructureConsole}
cs: Umístěte {THING:StructureConsole}
fr: Placez le {THING:StructureConsole}
ru: Разместите {THING:StructureConsole}
tr: {THING:StructureConsole}'u yerleştir

# Interface.TutorialUnderPressureTask3
source: Place the {THING:StructureGasSensor}
cs: Umístěte {THING:StructureGasSensor}
fr: Placez le {THING:StructureGasSensor}
ru: Разместите {THING:StructureGasSensor}
tr: {THING:StructureGasSensor}'nü yerleştir

# Interface.TutorialUnderPressureTask4
source: Place the {THING:StructureFlashingLight}
cs: Umístěte {THING:StructureFlashingLight}
fr: Placez le {THING:StructureFlashingLight}
ru: Разместите {THING:StructureFlashingLight}
tr: {THING:StructureFlashingLight}'ı yerleştir

# Interface.TutorialUnderPressure1Title
source: Under Pressure
cs: Pod tlakem
fr: Sous pression
ru: Под Давлением
tr: Basınç Altında

# Interface.TutorialUnderPressure1Description
source: Great! Now let's set up the cycle process, insert the provided components and set up the console.
cs: Skvělé! Nyní nastavíme proces synchronizace, vložte dodané komponenty a nastavte konzoli.
fr: Génial ! Maintenant, nous allons configurer le processus de cycle, insérer les composants fournis et configurer la console.
tr: Harika! Şimdi çevirme işlemini kuralım; sağlanan parçaları yerleştirelim ve konsolu ayarlayalım.

# Interface.TutorialUnderPressure1Task1
source: Insert {THING:CircuitboardAirlockControl}
cs: Vložte {THING:CircuitboardAirlockControl}
fr: Insérer {THING:CircuitboardAirlockControl}
ru: Вставьте {THING:CircuitboardAirlockControl}
tr: {THING:CircuitboardAirlockControl}'ni yerleştir

# Interface.TutorialUnderPressure1Task2
source: Insert the {THING:ItemDataDisk}
cs: Vložte {THING:ItemDataDisk}
fr: Insérez le {THING:ItemDataDisk}
ru: Вставьте {THING:ItemDataDisk}
tr: {THING:ItemDataDisk}'ni yerleştir

# Interface.TutorialUnderPressure1Task3
source: Complete the Console by applying the glass
cs: Dokončete konzoli nanesením skla
fr: Complétez la console en appliquant le verre
ru: Завершите консоль используя стекло
tr: Camı yerleştirerek Konsolu tamamla

# Interface.TutorialHackingTheMainframeTitle
source: Hacking The Mainframe
cs: Hackování systému
fr: Piratage de l'ordinateur central
tr: Ana Bilgisayarı Heklemek

# Interface.TutorialHackingTheMainframeDescription
source: Now Remove the DataDisk and turn on the console to program the {THING:StructureAirlock}. When selecting the Airlock insure the 'INTERIOR' option is selected on the interior door. This can be seen by the Airlocks light turning from Green to Red to indicating which Airlock you're applying the option to. Once the Console has a device selected it will be under its control and will be locked, it won't respond to your interactions aside.
cs: Nyní vyjměte datový disk a zapněte konzoli na programování {THING:StructureAirlock}. Při zvolení vzduchové komory, se ubezpečte že 'INTERIÉR' možnost je vybrána. To lze vidět tím, že se světlo přechodové komory mění ze zelené na červenou, a označuje na kterou přechodovou komoru se aplikujete možnost. Jakmile bude mít konzole vybrané zařízení, bude pod jeho kontrolou a bude uzamčeno, nebude reagovat na vaše interakce.
fr: Maintenant, retirez le DataDisk et allumez la console pour programmer le {THING:StructureAirlock}. Lorsque vous sélectionnez le sas, assurez-vous que l’option «INTÉRIEUR» est sélectionnée pour la porte intérieure. Le voyant lumineux du sas en question passe du vert au rouge, ce qui vous indique sur quel le sas vous appliquez l'option. Une fois que vous avez sélectionné un appareil sur la console, il sera sous son contrôle et verrouillé; il ne répondra plus à vos interactions.
tr: {THING:StructureAirlock}'ni programlamak için DataDisk'i çıkar ve konsolu aç. \t\t\t \t\tHava Kilidi seçilirken, iç mekân kapısı için "INTERIOR" seçeneğinin seçildiğine emin ol. Bu seçenek ile uyguladığın Hava Kilidinin, Yeşilden Kırmızıya dönen bildirim ışığı görülebilir. \t\t\t \t\tBirkez konsol seçilmiş bir cihaza sahip olduğunda, onun kontrolü altında ve kilitli olacaktır; etkileşimlerinize de yanıt vermeyecektir.

# Interface.TutorialHackingTheMainframeTask1
source: Assign the {THING:StructureAirlock} components
cs: Přiřaďte komponenty {THING:StructureAirlock}
fr: Attribuer les composants du {THING:StructureAirlock}
ru: Назначьте компоненты {THING:StructureAirlock}
tr: {THING:StructureAirlock} bileşenlerini belirle

# Interface.TutorialBeFreeTitle
source: Be Free
cs: Buďte svobodní
fr: Soyez libre
ru: Будь Свободен
tr: Özgür Ol

# Interface.TutorialBeFreeDescription
source: Run the cycle and let's get out of here!
cs: Spusťte synchronizaci a vypadněte odsud!
fr: Lancez le cycle et sortons d'ici!
tr: Çevrimi çalıştır ve buradan gidelim!

# Interface.TutorialBeFreeTask1
source: Cycle the {THING:StructureAirlock}
cs: Synchronizujte {THING:StructureAirlock}
fr: Exécutez le cycle du {THING:StructureAirlock}
ru: Начните цикл шлюзования {THING:StructureAirlock}
tr: {THING:StructureAirlock}'ni çevir

# Interface.TutorialCompletedDescription
source: Congratulations, your basic training is complete! Get out there, Stationeer!
cs: Gratulujeme, vaše základní školení je kompletní! Vypadněte, Stationeere!
fr: Félicitations, votre formation de base est terminée! A vous de jouer, Stationaute !
ru: Поздравляем, ваша базовая подготовка завершена! Мир ждет вас, Stationeer!
tr: Tebrikler, temel eğitim tamamlandı! Çık oraya, Stationeer!
