Repository: sisizanohitopontoon/locales
Catalog: */ScenarioInterface.po
Languages: cs, fr, ru, tr

# Interface.TheNewBeginningTitle
source: The New Beginning [BETA]
cs: Nový začátek [BETA]
fr: Le nouveau départ [BETA]
ru: Новое начало [БЕТА]
tr: Yeni Başlangıç [BETA]

# Interface.TheNewBeginningDescription
source: Let's learn some basics, and learn how to be the best Stationeer you can be!
cs: Naučte se některé základy a naučte se, jak být nejlepším Stationeerem, jakým můžete být!
fr: Voyons quelques bases et apprenez à être le meilleur Stationaute que vous pouvez être !
ru: Давайте изучим некоторые основы и научимся быть лучшим Станционером, каким только можно быть!
tr: Bazı temel bilgileri öğrenelim ve nasıl en iyi Stationeer olabileceğinizi öğrenin!

# Interface.TutorialTheBeginningTitle
source: The Beginning
cs: Začátek
fr: Le début
ru: Начало
tr: Başlangıç

# Interface.TutorialTheBeginningDescription
source: Let's get started. Close your Stationpedia using {KEY:Help}. Next, suit up by using the {KEY:PrimaryAction} to pick up items. Press {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot}, or {KEY:ToolBeltSlot} to toggle through interactions and slots on any slot item you're wearing. Press and hold to swap between that slot and your active hands. You can also hold {KEY:MouseControl} and drag the peices to the appropriate slot. The slots for your character can be seen on the left side of the screen. An example is using {KEY:MouseControl} key and clicking the {THING:UniformOrangeJumpSuit} slot. This will open a menu for the given item within the slot, allowing intractions with the item.
cs: Začněme. Zavřete Stationpedii pomocí {KEY:Help}. Poté vyzvedněte položky pomocí {KEY:PrimaryAction}. Stisknutím kláves {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} nebo {KEY:ToolBeltSlot} můžete přepínat mezi interakcemi a sloty na libovolné položce, kterou máte na sobě. Stisknutím a podržením přepnete mezi tímto slotem a aktivníma rukama. Můžete také podržet {KEY:MouseControl} a přetáhnout položky do příslušného slotu. Sloty pro vaši postavu lze vidět na levé straně obrazovky. Příkladem je použití {KEY:MouseControl} a kliknutí na slot {THING:UniformOrangeJumpSuit}. Tím se otevře nabídka pro danou položku v rámci slotu, což umožňuje interakci s položkou.
fr: Commençons. Fermez votre Stationpedia en utilisant {KEY:Help}. Ensuite, utilisez {KEY:PrimaryAction} pour récupérer les éléments. Appuyez sur {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} ou {{KEY:ToolBeltSlot} pour basculer entre les interactions et les emplacements des articles à sous que vous portez. Maintenez-le enfoncé pour permuter entre cet emplacement et vos mains actives. Vous pouvez également maintenir {KEY:MouseControl} et faire glisser les pièces vers le logement approprié. Les emplacements pour votre personnage sont visibles à gauche de l'écran. Un exemple consiste à utiliser la {KEY:MouseControl} et à cliquer sur l'emplacement {THING:UniformOrangeJumpSuit}. Cela ouvrira un menu pour l'élément donné dans la fente, permettant des interactions avec l'élément.
ru: Давайте начнем. Закройте Stationpedia используя {KEY:Help}. Теперь экипируйте скафандр используя {KEY:PrimaryAction} для поднятия предметов. Нажмите {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} или {KEY:ToolBeltSlot} чтобы переключится через возможные взаимодействия и слоты в любых экипированных в слоты экипировки предметах. Нажмите и держите соответствующие кнопки чтобы обменять содержимое слота с тем что у вас в руках. Вы так же можете зажать {KEY:MouseControl} и перетянуть предметы в соответствующий слот. Слоты вашего персонажа показаны в левой части экрана. Как пример использование кнопки {KEY:MouseControl} для нажатия на слот {THING:UniformOrangeJumpSuit}. Это откроет меню в соответствии с предметом экипированным в слот, позволяя взаимодействовать с предметом.
tr: Haydi başlayalım. {KEY:Help} tuşunu kullanarak Stationpedia'nı kapat. Sonra, öğeleri almak için {KEY:PrimaryAction} tuşunu kullanarak giyin. Giymek istediğin öğeleri yuvalarına yerleştirmek için {KEY:HelmetSlot} tuşuna, {KEY:SuitSlot} tuşuna, {KEY:BackSlot} tuşuna, {KEY:UniformSlot} tuşuna veya {KEY:ToolBeltSlot} tuşuna bas. Yuvadaki ve etkin elindeki öğeleri yer değiştirmek için basılı tut. {KEY:MouseControl} tuşuna basılı tutarak ta parçaları uygun yuvalara taşıyabilirsin. Karakterin için yuvalar, ekranın sol kenarında görünmektedir. {KEY:MouseControl} tuşunu kullanmak ve {THING:UniformOrangeJumpSuit} yuvasına tıklamak bir örnektir. Bu eylem, belirli bir öğe yuvası için bir menü açacak, öğe ile etkileşimi sağlayacaktır.

# Interface.TutorialTheBeginningTask1
source: Close the {LINK:Home;Stationpedia}
cs: Zavřete {LINK:Home;Stationpedii}
fr: Fermez le {LINK:Home;Stationpedia}
ru: Закройте {LINK:Home;Stationpedia}
tr: {LINK:Home;Stationpedia}'yı kapat

# Interface.TutorialTheBeginningTask2
source: Equip your {THING:ItemSpaceHelmet}
cs: Nasaďte si {THING:ItemSpaceHelmet}
fr: Equipez vous du {THING:ItemSpaceHelmet}
ru: Наденьте {THING:ItemSpaceHelmet}
tr: {THING:ItemSpaceHelmet}'nı donan

# Interface.TutorialTheBeginningTask3
source: Equip your {THING:ItemSpacepack}
cs: Nasaďte si {THING:ItemSpacepack}
fr: Equipez vous du {THING:ItemSpacepack}
ru: Наденьте ваш {THING:ItemSpacepack}
tr: {THING:ItemSpacepack}'ni donan

# Interface.TutorialTheBeginningTask4
source: Equip your {THING:ItemEvaSuit}
cs: Nasaďte si {THING:ItemEvaSuit}
fr: Équipez-vous de la {THING:ItemEvaSuit}
ru: Наденьте ваш {THING:ItemEvaSuit}
tr: {THING:ItemEvaSuit}'nı donan

# Interface.TutorialDontBeAToolTitle
source: Don't Be A Tool
cs: Nebuďte nástrojem
fr: Ne soyez pas un outil
ru: Не Будь Инструментом
tr: Bir Alet Olmayın

# Interface.TutorialDontBeAToolDescription
source: You know what they say, don’t go anywhere without your toolbelt! Pick it up and put it on.
cs: Víte, co se říká, nikam nechoďte bez opasku na nářadí! Vezměte si ho a nasaďte si ho.
fr: Vous savez ce qu'on dit, n'allez nulle part sans votre ceinture à outils ! Prenez-la et mettez-la.
ru: Знаешь, как говорят: "Никогда не выходи без своего пояса инструментов!" Бери его и надевай.
tr: Ne derler bilirsin, alet kemerin olmadan hiçbir yere gitme! Al ve giy.

# Interface.TutorialDontBeAToolTask1
source: Equip your {THING:ItemToolBelt}
cs: Nasaďte si {THING:ItemToolBelt}
fr: Équipez-vous de votre {THING:ItemToolBelt}
ru: Наденьте ваш {THING:ItemToolBelt}
tr: {THING:ItemToolBelt}'ni donan

# Interface.TutorialPowerUpTitle
source: Power Up
cs: Zapněte napájení
fr: Allumer
ru: Включение Питания
tr: Güç Açık

# Interface.TutorialPowerUpDescription
source: Great, now lets get the systems running on your suit.
cs: Skvělé, nyní můžete nechat systémy běžet na vašem obleku.
fr: Super, maintenant les systèmes sont en cours d'exécution sur votre combinaison.
ru: Отлично, теперь давайте запустим системы вашего костюма.
tr: Harika, şimdi kıyafetin üzerindeki sistemlerin çalışmasını sağla.

# Interface.TutorialPowerUpTask1
source: Pick up the {THING:ItemBatteryCellNuclear} using {KEY:PrimaryAction}
cs: Vezměte {THING:ItemBatteryCellNuclear} pomocí {KEY:PrimaryAction}
fr: Procurez-vous le {THING:ItemBatteryCellNuclear} à l'aide de {KEY:PrimaryAction}
ru: Возьмите {THING:ItemBatteryCellNuclear} используя {KEY:PrimaryAction}
tr: {KEY:PrimaryAction} tuşunu kullanarak {THING:ItemBatteryCellNuclear}'ni al

# Interface.TutorialPowerUpTask2
source: Open your {THING:ItemEvaSuit} using the {KEY:SuitSlot} key.
cs: Otevřete {THING:ItemEvaSuit} pomocí klávesy {KEY:SuitSlot}.
fr: Ouvrez votre {THING:ItemEvaSuit} à l'aide de la touche {KEY:SuitSlot}.
ru: Откройте ваш {THING:ItemEvaSuit} использую кнопку {KEY:SuitSlot}.
tr: {KEY:SuitSlot} tuşunu kullanarak {THING:ItemEvaSuit}'ni aç.

# Interface.TutorialPowerUpTask3
source: Add your {THING:ItemBatteryCellNuclear} to the battery slot.
cs: Přidejte {THING:ItemBatteryCellNuclear} do slotu pro baterii.
fr: Ajoutez votre {THING:ItemBatteryCellNuclear} à l'emplacement de la batterie.
ru: Вставьте {THING:ItemBatteryCellNuclear} в слот для батареи.
tr: {THING:ItemBatteryCellNuclear}'ni pil yuvasına yerleştir.

# Interface.TutorialSomethingToFilterTitle
source: Something To Filter
cs: Něco na filtrování
fr: Quelque chose à filtrer
ru: Чего-нибудь отфильтровать
tr: Süzülen Bir Şey

# Interface.TutorialSomethingToFilterDescription
source: A suit requires a {THING:ItemBatteryCellNuclear}, {THING:ItemGasFilterCarbonDioxide}, and other things to provide a safe and inclusive environment.
cs: Oblek vyžaduje {THING:ItemBatteryCellNuclear}, {THING:ItemGasFilterCarbonDioxide} a další věci pro zajištění bezpečného a inkluzivního prostředí.
fr: Une combinaison nécessite un {THING:ItemBatteryCellNuclear}, {THING:ItemGasFilterCarbonDioxide}, et d'autres choses pour fournir un environnement sûr et inclusif.
ru: Скафандр требует {THING:ItemBatteryCellNuclear}, {THING:ItemGasFilterCarbonDioxide} и прочие вещи для обеспечения безопасной и всеохватывающей среды.
tr: Bir giysi, güvenli ve kapsayıcı bir ortam sağlamak için bir {THING:ItemBatteryCellNuclear}, {THING:ItemGasFilterCarbonDioxide} ve diğer şeylere ihtiyaç duyar.

# Interface.TutorialSomethingToFilterTask1
source: Pick up the {THING:ItemGasFilterCarbonDioxide} using {KEY:PrimaryAction}
cs: Vezměte {THING:ItemGasFilterCarbonDioxide} pomocí {KEY:PrimaryAction}
fr: Procurez-vous le {THING:ItemGasFilterCarbonDioxide} à l'aide de {KEY:PrimaryAction}
ru: Возьмите {THING:ItemGasFilterCarbonDioxide} использую {KEY:PrimaryAction}
tr: {KEY:PrimaryAction} tuşunu kullanarak {THING:ItemGasFilterCarbonDioxide}'ni al

# Interface.TutorialSomethingToFilterTask3
source: Add your {THING:ItemGasFilterCarbonDioxide} to your filter slot
cs: Přidejte {THING:ItemGasFilterCarbonDioxide} do svého filtračního slotu
fr: Ajoutez votre {THING:ItemGasFilterCarbonDioxide} à votre emplacement de filtre
ru: Вставьте {THING:ItemGasFilterCarbonDioxide} в слот для фильтра
tr: {THING:ItemGasFilterCarbonDioxide}'ni süzme yuvana yerleştir

# Interface.TutorialGasItUpTitle
source: Gas It Up
cs: Natlakujte to
fr: Gaz opérationnel
ru: Подзаправься
tr: Gazla

# Interface.TutorialGasItUpDescription
source: The {THING:ItemSpacepack} requires a propellant in order to use the jets, let's use that canister of nitrogen over there.
cs: {THING:ItemSpacepack} pro využití trysek potřebuje hnací plyn, pojďme použít ten kanystr s dusíkem, co leží tamhle.
fr: Le {THING:ItemSpacepack} nécessite un propulseur afin d'utiliser les jets, nous allons utiliser cette bouteille d'azote là-bas.
ru: Ваш {THING:ItemSpacepack} требует топливо для работы, давайте воспользуемся той канистрой с азотом, что недалеко от вас.
tr: {THING:ItemSpacepack}, jet motorunu çalıştırmak için bir iticiye ihtiyaç duyar; şuradaki azot kartuşunu kullanalım.

# Interface.TutorialGasItUpTask
source: Add the {THING:ItemGasCanisterNitrogen} to the propellant slot.
cs: Přidejte {THING:ItemGasCanisterNitrogen} do slotu pro pohonné hmoty.
ru: Вставьте {THING:ItemGasCanisterNitrogen} в топливный слот.
tr: İtici yuvasına {THING:ItemGasCanisterNitrogen} yerleştir.

# Interface.TutorialFeelingHotHotHotTitle
source: Feeling Hot Hot Hot
cs: Cítit horko horko horko
fr: Se sentir chaud chaud chaud
ru: Ощущается горячо-горячо
tr: Sıcak Sıcak Sıcak Hissetmek

# Interface.TutorialFeelingHotHotHotDescripton
source: It's a bit hot inside this suit! Open your {THING:ItemEvaSuit} using the {KEY:SuitSlot} key, and turn the temperature down to 20c. Lower suit temperatures can help extend the life of your suit's battery, which can be handy if you find yourself in a sticky situation. You'll see your changes reflected in your HUD.
cs: Je trošku horko ve skafandru! Otevřete {THING:ItemEvaSuit} pomocí klávesy {KEY:SuitSlot} a snižte teplotu na 20°C. Snížení teploty skafandru muže pomoci prodloužit životnost baterie skafandru, což může být užitečné, pokud se ocitnete v tísnivé situaci. Změny se projeví ve vašem HUD.
fr: Il fait un peu chaud dans ce costume ! Ouvrez votre {THING:ItemEvaSuit} à l'aide de la touche {KEY:SuitSlot} et baissez la température à 20c. Une température plus basse peut aider à prolonger la durée de vie de la batterie de votre combinaison, ce qui peut être utile si vous vous trouvez dans une situation délicate. Vous verrez vos changements se refléter dans votre HUD.
ru: В костюме несколько жарковато. Откройте ваш {THING:ItemEvaSuit} используя {KEY:SuitSlot} и опустите температуру до 20 градусов Цельсия. Более низкие температуры могут помочь продлить работу вашего костюма от аккумулятора, что может быть полезно если вы окажетесь в неблагоприятной ситуации. Сделанные вами изменения отобразятся в вашем пользовательском интерфейсе.
tr: Bu kıyafetin içi biraz sıcak! {KEY:SuitSlot} tuşunu kullanarak {THING:ItemEvaSuit}'ni aç ve sıcaklığı 20c'ye düşür. Kendini nemli hissettiğinde yapabileceğin, kıyafetin sıcaklığını düşürmek, kıyafetin pilinin ömrünü uzatmaya yardımcı olur. HUD'una yansıyan bildirim değişimlerini göreceksin.

# Interface.TutorialFeelingHotHotHotTask1
source: Turn down your suit temperature.
cs: Snižte teplotu obleku.
fr: Baissez la température de votre combinaison.
ru: Снизьте температуру в скафандре.
tr: Kıyafetinin sıcaklığını düşür.

# Interface.TutorialLockItDownTitle
source: Lock It Down Now
cs: Zamkněte to teď
fr: Verrouillez-le maintenant
ru: Заблокируйте Его Сейчас
tr: Şimdi Kilitle

# Interface.TutorialLockItDownDescripton
source: Time to go outside! Remember to close your helmet - breathing will be difficult otherwise. Locking the helmet can prevent accidentally opening your suit and exposing yourself to harmful atmospheres and temperature fluctuations, so let's lock it down.
cs: Je čas jít ven! Nezapomeňte si zavřít přilbu - dýchání bude jinak obtížné. Zamknutí přilby může zabránit náhodnému otevření a vystavení se škodlivým atmosférám a teplotním výkyvům, takže ji uzamkněte.
fr: Il est temps de sortir ! N'oubliez pas de fermer votre casque, sinon vous aurez du mal à respirer. Le fait de fermer le casque peut vous éviter d'ouvrir accidentellement votre combinaison et de vous exposer à des atmosphères nocives et à des fluctuations de température, alors verrouillons le.
ru: Время выбраться наружу! Не забудьте закрыть ваш шлем - в противном случае возникнут сложности с дыханием. Заблокировав шлем вы можете избежать случайного открытия скафандра и воздействия вредной атмосферы, температурных флуктуаций, так что давайте заблокируем его.
tr: Dışarı çıkma zamanı! Başlığını kapatmayı unutma; aksi hâlde nefes almak zor olacaktır. Başlığı kilitlemek, kıyafetinin yanlışlıkla açılmasını ve kendini zararlı atmosfere ve sıcaklık dalgalanmalarına maruz kalmanı engelleyebilir; bu yüzden onu kilitleyelim.

# Interface.TutorialLockItDownTask1
source: Close your {THING:ItemSpaceHelmet} using {KEY:Internals}
cs: Zavřete {THING:ItemSpaceHelmet} pomocí {KEY:Internals}
fr: Fermez la visière de votre {THING:ItemSpaceHelmet} avec la touche {KEY:Internals}
ru: Закройте ваш {THING:ItemSpaceHelmet} используя {KEY:Internals}
tr: {KEY:Internals} tuşunu kullanarak {THING:ItemSpaceHelmet}'nı kapat

# Interface.TutorialLockItDownTask2
source: Open the {THING:ItemSpaceHelmet} menu using the {KEY:HelmetSlot} key, and select the Lock Mask button.
cs: Pomocí tlačítka {KEY:HelmetSlot} otevřete nabídku {THING:ItemSpaceHelmet} a vyberte tlačítko Zamknout masku.
fr: Ouvrez le {THING:ItemSpaceHelmet} à l'aide de la touche {KEY:HelmetSlot} et sélectionnez le bouton Bloquer Mask.
ru: Откройте меню {THING:ItemSpaceHelmet} используя {KEY:HelmetSlot} и выберите кнопку блокировки.
tr: {KEY:HelmetSlot} tuşunu kullanarak {THING:ItemSpaceHelmet} menüsünü aç ve Kaskı Kilitle tuşunu seç.

# Interface.TutorialTheGreatOutdoorsTitle
source: The Great Outdoors
cs: Báječná dovolená
fr: Les grands espaces
ru: Великие Просторы
tr: Muhteşem Açık Hava

# Interface.TutorialTheGreatOutdoorsDescription
source: Let's go on an adventure! Prepare to cycle the {THING:StructureAirlock}.
cs: Pojďme na dobrodružství! Připravte se na synchronizaci {THING:StructureAirlock}.
fr: Partons à l'aventure ! Préparez-vous à exécuter le cycle du {THING:StructureAirlock}.
ru: Пошли на встречу приключениям! Подготовьтесь провести цикл шлюзования {THING:StructureAirlock}.
tr: Haydi bir maceraya çıkalım! {THING:StructureAirlock}'ni çevirmeye hazır ol.

# Interface.TutorialTheGreatOutdoorsTask1
source: Enter the {THING:StructureAirlock}
cs: Vstupte do {THING:StructureAirlock}
fr: Entrez dans le {THING:StructureAirlock}
ru: Войдите в {THING:StructureAirlock}
tr: {THING:StructureAirlock}'ne gir

# Interface.TutorialTheGreatOutdoorsTask2
source: Cycle the {THING:StructureAirlock} by clicking the Cycle button on the illuminated console and wait for it to complete.
cs: Synchronizujte {THING:StructureAirlock} kliknutím na tlačítko Synchronizovat na osvětlené konzoli a počkejte, až bude dokončena.
fr: Exécutez le cycle du {THING:StructureAirlock} en cliquant sur le bouton Cycle sur la console illuminée et attendez qu'elle se termine.
ru: Проведите цикл шлюзования {THING:StructureAirlock} нажав на кнопку Cycle в подсвеченной консоли и дождитесь завершения процедуры.
tr: Aydınlatılmış konsoldaki Çevir tuşuna tıklayarak {THING:StructureAirlock}'ni çevir ve tamamlanmasını bekle.

# Interface.TutorialDescCycleAirlock1
source: Let's get some not-so-fresh air, shall we?
cs: Pojďme získat ne tak čerstvý vzduch, můžeme?
fr: Prenons l'air, d'accord ?
ru: Как на счет подышать не таким уж и свежим воздухом?
tr: O kadar da temiz olmayan bir hava alalım; olur mu?

# Interface.TutorialAnotherDayAnotherDollarTitle
source: Another Day, Another Dollar
cs: Další den, další dolar
fr: Un autre jour, un autre dollar
ru: Новый День, Новый Доллар
tr: Başka Bir Gün, Başka Bir Dolar

# Interface.TutorialAnotherDayAnotherDollarDescription
source: These ores aren’t going to mine themselves! You can move items from a slot to your hand by holding {KEY:InventorySelect}, and can move items in your hand to a slot by holding the slot number. Go into your backpack and get out your {THING:ItemMiningBelt}, equipping it by holding {KEY:ToolBeltSlot} while it is in your hand. Equip your {THING:ItemMiningDrill} and get digging. Don't forget to switch it off again before you put it away!
cs: Tahle ruda se sama nevytěží! Položky ze slotu můžete přesunout do ruky podržením {KEY:InventorySelect} a položky v ruce můžete přesunout do slotu podržením čísla slotu. Jděte do batohu a vezměte svůj {THING:ItemMiningBelt} a vybavte se jím podržením {KEY:ToolBeltSlot}, dokud je v ruce. Vezměte si váš {THING:ItemMiningDrill} a začněte kopat. Nezapomeňte ho znovu vypnout, než ho odložíte!
fr: Ces minerais ne vont pas s'extraire tout seuls ! Vous pouvez déplacer des objets d'un emplacement vers votre main en maintenant {KEY:InventorySelect}, et vous pouvez déplacer des éléments de votre main vers un emplacement en maintenant le numéro d'emplacement. Rentrez dans votre sac à dos et sortez votre {THING:ItemMiningBelt}, en l'équipant en tenant {KEY:ToolBeltSlot} pendant qu'il est dans votre main. Équipez votre {THING:ItemMiningDrill} et commencez à creuser. N'oubliez pas de l'éteindre avant de la ranger !
ru: Эти руды сами себя не выкопают! Ты можешь перемещать предметы из слота в свою руку удерживая {KEY:InventorySelect}, и можешь перемещать предметы из своей руки в слот удерживая кнопку с номером слота. Загляни в свой рюкзак и достань свой {THING:ItemMiningBelt}, надевая его с помощью удерживания {KEY:ToolBeltSlot} пока он в руке. Возьми {THING:ItemMiningDrill} и начни копать. Не забудь выключить его перед тем как убирать обратно!

# Interface.TutorialAnotherDayAnotherDollarTask1
source: Equip {THING:ItemMiningDrill} from your {THING:ItemMiningBelt}
cs: Vezměte si {THING:ItemMiningDrill} z vašeho {THING:ItemMiningBelt}
fr: Équipez la {THING:ItemMiningDrill} de votre {THING:ItemMiningBelt}
ru: Возьми {THING:ItemMiningDrill} из твоего {THING:ItemMiningBelt}

# Interface.TutorialAnotherDayAnotherDollarTask0
source: Try turning on your Drill using {KEY:ToggleHandPower}
cs: Zkuste zapnout svou vrtačku pomocí {KEY:ToggleHandPower}
fr: Essayez d’allumer votre foreuse en utilisant {KEY:ToggleHandPower}
ru: Попробуйте включить ваш бур используя {KEY:ToggleHandPower}

# Interface.TutorialAnotherDayAnotherDollarTask2
source: Mine some {THING:ItemIronOre} from the ground
cs: Vytěžte nějaký {THING:ItemIronOre} ze země
fr: Miner quelques {THING:ItemIronOre} du sol
ru: Добудьте немного {THING:ItemIronOre} из грунта

# Interface.TutorialJetpackTitle
source: I Believe I Can Fly
cs: Věřím, že umím létat
fr: Je crois que je peux voler
ru: Я Верю Что Могу Летать

# Interface.TutorialJetpackDescription
source: Uh oh, someone forgot the ladder! Fly to the balcony using {KEY:Ascend} to ascend and {KEY:Descend} to descend.
cs: Někdo zapomněl žebřík! Vyleť na balkon použitím {KEY:Ascend} na stoupání a {KEY:Descend} na sestup.
fr: Euh oh, quelqu'un a oublié l'échelle ! Accédez au balcon en utilisant {KEY:Ascend} pour monter et {KEY:Descend} pour descendre.
ru: О, кто-то забыл лестницу! Лети на балкон используя {KEY:Ascend} для подъёма и {KEY:Descend} для снижения.

# Interface.TutorialJetpackTask1
source: Turn on the jets in your {THING:ItemSpacepack} using {KEY:Jetpack}
cs: Zapněte trysky v {THING:ItemSpacepack} použitím {KEY:Jetpack}
fr: Allumez les réacteurs de votre {THING:ItemSpacepack} en utilisant {KEY:Jetpack}
ru: Включите сопла в вашем {THING:ItemSpacepack} используя {KEY:Jetpack}

# Interface.TutorialJetpackTask2
source: Enter the {THING:StructureAirlock}
cs: Vstupte do {THING:StructureAirlock}
fr: Entrez dans le {THING:StructureAirlock}
ru: Зайдите в {THING:StructureAirlock}

# Interface.TutorialJetpackTask4
source: Cycle the {THING:StructureAirlock}
cs: Synchronizujte {THING:StructureAirlock}
fr: Exécutez le cycle du {THING:StructureAirlock}
ru: Начните цикл шлюзования {THING:StructureAirlock}

# Interface.TutorialHatHairTitle
source: Hat Hair
cs: Čepice
fr: Chapeau cheveux
tr: Şapka Saç

# Interface.TutorialHatHairDescription
source: Now that we are safely inside, open your mask again to preserve your suit's oxygen supply!
cs: Teď, když jsme bezpečně uvnitř, otevřete masku znovu, aby se zachoval přívod kyslíku vašeho obleku!
fr: Maintenant que nous sommes en sécurité à l'intérieur, rouvrez votre masque pour préserver l'oxygène de votre combinaison !
ru: Так как теперь мы благополучно внутри, снова откройте вашу маску, чтобы сэкономить запас кислорода вашего костюма!
tr: Artık güvenli bir şekilde içeri girdiğimizden dolayı, kıyafetinin oksijen kaynağını korumak için kaskını tekrar aç!

# Interface.TutorialHatHairTask1
source: Unlock your {THING:ItemSpaceHelmet}
cs: Odemkněte {THING:ItemSpaceHelmet}
fr: Débloquez votre {THING:ItemSpaceHelmet}
ru: Разблокируйте ваш {THING:ItemSpaceHelmet}
tr: {THING:ItemSpaceHelmet}'ının kilidini aç

# Interface.TutorialHatHairTask2
source: Open your {THING:ItemSpaceHelmet} mask
cs: Otevřete masku {THING:ItemSpaceHelmet}
fr: Ouvrez votre masque {THING:ItemSpaceHelmet}
ru: Откройте маску вашего {THING:ItemSpaceHelmet}
tr: {THING:ItemSpaceHelmet} kaskını aç

# Interface.TutorialIsItGettingHotInHereTitle
source: Is It Getting Hot In Here?
cs: Začíná tu být horko?
fr: Est-il de plus en plus chaud ici ?
ru: Тут Становится Жарко?
tr: Burası Isınıyor Mu?

# Interface.TutorialIsItGettingHotInHereDescription
source: Grab the {THING:ItemKitFurnace} from the locker and set it down over there. Use {KEY:QuantityModifier} to rotate.
cs: Vezměte {THING:ItemKitFurnace} ze skříně a položte ji tamhle. Použijte {KEY:QuantityModifier} na rotaci.
fr: Prenez le {THING:ItemKitFurnace} dans le casier et déposez-le là-bas. Utilisez {KEY:QuantityModifier} pour le faire pivoter.
ru: Возьмите {THING:ItemKitFurnace} из шкафчика и установите его в том месте. Используйте {KEY:QuantityModifier} для вращения.
tr: Dolaptan {THING:ItemKitFurnace}'ını al ve şuraya kur. Döndürmek için {KEY:QuantityModifier} tuşunu kullan.
