Repository: sisizanohitopontoon/locales
Catalog: */ScenarioInterface.po
Languages: cs, fr, ru, tr

# Interface.TutorialIsItGettingHotInHereTask1
source: Place the {THING:ItemKitFurnace} in the highlighted area.
cs: Umístěte {THING:ItemKitFurnace} do zvýrazněné oblasti.
fr: Placez le {THING:ItemKitFurnace} dans la zone en surbrillance.
ru: Установите {THING:ItemKitFurnace} в подсвеченном месте.
tr: {THING:ItemKitFurnace}'ı vurgulanan alana yerleştir.

# Interface.TutorialItsJustTheFurnaceTitle
source: It's Just The Furnace
cs: To je jenom pec
fr: C'est juste le fourneau
ru: Это Просто Печь
tr: Sadece Fırın

# Interface.TutorialItsJustTheFurnaceDescription
source: The only thing heating up is the {THING:StructureArcFurnace}, place the {THING:ItemIronOre} you just mined in there now and turn it into {THING:ItemIronIngot}! Don't forget to turn it off afterwards, this helps conserve your precious resources.
cs: Jediná věc, která se zahřívá je {THING:StructureArcFurnace}, vložte {THING:ItemIronOre}, který jste akorát vytěžili, dovnitř a přeměňte ho na {THING:ItemIronIngot}! Nezapomeňte ji vypnout, to vám pomůže ušetřit vaše cenné zdroje.
fr: La seule chose qui chauffe est le {THING:StructureArcFurnace}, placez le {THING:ItemIronOre} que vous venez d'exploiter maintenant et transformez-le en {THING:ItemIronIngot} ! N'oubliez pas de l'éteindre par la suite, cela vous aidera à conserver vos précieuses ressources.
ru: Единственная нагревающаяся вещь это {THING:StructureArcFurnace}, теперь положите добытую {THING:ItemIronOre} в эту печь и переплавьте в {THING:ItemIronIngot}! Не забудьте выключить печь по завершению, это поможет с сбережением энергии.

# Interface.TutorialItsJustTheFurnaceTask1
source: Get your {THING:ItemIronOre} from your {THING:ItemMiningBelt}.
cs: Získejte {THING:ItemIronOre} z vašeho {THING:ItemMiningBelt}.
fr: Obtenez votre {THING:ItemIronOre} à partir de votre {THING:ItemMiningBelt}.
ru: Забери свою {THING:ItemIronOre} из своего {THING:ItemMiningBelt}.
tr: {THING:ItemMiningBelt}'ndan {THING:ItemIronOre}'ni al.

# Interface.TutorialItsJustTheFurnaceTask2
source: Turn on the {THING:StructureArcFurnace}
cs: Zapněte {THING:StructureArcFurnace}
fr: Allumez le {THING:StructureArcFurnace}
ru: Включите {THING:StructureArcFurnace}
tr: {THING:StructureArcFurnace}'ı aç

# Interface.TutorialItsJustTheFurnaceTask3
source: Place the {THING:ItemIronOre} into {THING:StructureArcFurnace} and wait for it to smelt.
cs: Umístěte {THING:ItemIronOre} do {THING:StructureArcFurnace} a počkejte, než se přetaví.
fr: Placez le {THING:ItemIronOre} dans {THING:StructureArcFurnace} et attendez qu’il se mélange.
ru: Положите {THING:ItemIronOre} в {THING:StructureArcFurnace} и подождите завершения переплавки.
tr: {THING:StructureArcFurnace}'ın içine {THING:ItemIronOre} yerleştir ve erimesi için bekle.

# Interface.TutorialItsJustTheFurnaceTask4
source: Pick up {THING:ItemIronIngot} using the {KEY:PrimaryAction} key.
cs: Vezměte {THING:ItemIronIngot} užitím klávesy {KEY:PrimaryAction}.
fr: Récupérez {THING:ItemIronIngot} à l'aide de la touche {KEY:PrimaryAction}.
ru: Возьмите {THING:ItemIronIngot} используя {KEY:PrimaryAction}.
tr: {KEY:PrimaryAction} tuşunu kullanarak {THING:ItemIronIngot}'i al.

# Interface.TutorialItsJustTheFurnaceTask5
source: Turn off the {THING:StructureArcFurnace}.
cs: Vypněte {THING:StructureArcFurnace}.
fr: Éteignez le {THING:StructureArcFurnace}.
ru: Выключите {THING:StructureArcFurnace}.
tr: {THING:StructureArcFurnace}'ı kapat.

# Interface.TutorialItsJustTheFurnace1Title
source: Its Just The Furnace
cs: To je jenom pec
fr: C'est juste le fourneau
ru: Это Всего Лишь Печь
tr: Sadece Fırın

# Interface.TutorialItsJustTheFurnace1Description
source: Let's go get creative!
cs: Pojďme být kreativní!
fr: Allons faire preuve de créativité!
tr: Haydi yaratıcı olalım!

# Interface.TutorialItsJustTheFurnace1Task1
source: Enter the Next Room
cs: Vstupte do další místnosti
fr: Entrez dans la pièce suivante
ru: Войдите в Следующее Помещение
tr: Sonraki Odaya Gir

# Interface.TutorialStopLathenAroundTitle
source: Stop Lathe'n Around
cs: Zastavte se a rozhlédněte se kolem
fr: Arrêtez de tourner en rond
tr: Etraftaki Tornayı Durdur

# Interface.TutorialStopLathenAroundDescription
source: Place your {THING:ItemKitAutolathe} and take out your {THING:ItemWeldingTorch}. Use the required materials to finish construction. With the 'Extended Tooltips' option enabled in the Options menu you can hover the cursor over the structure to see what you need to complete the next stage of construction.
cs: Vložte {THING:ItemKitAutolathe} a vyberte si vaší {THING:ItemWeldingTorch}. Použijte potřebné materiály k dokončení stavby. S možností 'Rozšířené popisky' povolenou v nabídce Možnosti můžete najet kurzorem nad strukturu a zjistit, co potřebujete k dokončení další fáze výstavby.
fr: Placez votre {THING:ItemKitAutolathe} et sortez votre {THING:ItemWeldingTorch}. Utilisez les matériaux nécessaires pour terminer la construction. Lorsque l'option "Info-bulles étendues" est activée dans le menu Paramètres, vous pouvez déplacer le curseur de la souris sur la structure pour voir ce dont vous avez besoin pour effectuer la prochaine étape de la construction.

# Interface.TutorialStopLathenAroundTask1
source: Grab the {THING:ItemKitAutolathe} from the locker and place it in the highlighted area
cs: Vezměte {THING:ItemKitAutolathe} ze skříně a umístěte ho do zvýrazněné oblasti
fr: Prenez-le {THING:ItemKitAutolathe} du casier et placez-le dans la zone en surbrillance

# Interface.TutorialStopLathenAround1Title
source: Stop Lathe'n Around
cs: Zastavte se a rozhlédněte se kolem
fr: Arrêtez de tourner en rond
tr: Etraftaki Tornayı Durdur

# Interface.TutorialStopLathenAround1Task1
source: Place the {THING:ItemKitAutolathe} in the highlighted area
cs: Umístěte {THING:ItemKitAutolathe} do zvýrazněné oblasti
fr: Placez le {THING:ItemKitAutolathe} dans la zone en surbrillance
ru: Установите {THING:ItemKitAutolathe} в выделенном месте

# Interface.TutorialStopLathenAround2Title
source: Stop Lathe'n Around
cs: Zastavte se a rozhlédněte se kolem
fr: Arrêtez de tourner en rond
tr: Etraftaki Tornayı Durdur

# Interface.TutorialStopLathenAround2Description
source: Now we can finally get building! Let's start off by creating a {THING:ItemKitElectronicsPrinter} using the resources provided in the locker.
cs: Teď můžeme konečně stavět! Začněme vytvořením {THING:ItemKitElectronicsPrinter} pomocí zdrojů poskytnutých ve skříňce.
fr: Maintenant, nous pouvons enfin construire ! Commençons par créer une {THING:ItemKitElectronicsPrinter} en utilisant les ressources fournies dans le casier.
ru: Мы наконец-то можем начать строить! Давайте начнем с {THING:ItemKitElectronicsPrinter} используя ресурсы оставленные в шкафчике.

# Interface.TutorialStopLathenAround2Task0
source: Turn on your {THING:StructureAutolathe}!
cs: Zapněte {THING:StructureAutolathe}!
fr: Allumez votre {THING:StructureAutolathe} !
ru: Включите ваш {THING:StructureAutolathe}!

# Interface.TutorialStopLathenAround2Task1
source: Construct your {THING:ItemKitAutolathe} using the {THING:ItemWeldingTorch} in your {THING:ItemToolBelt}, and the required materials.
cs: Sestrojte {THING:ItemKitAutolathe} užitím {THING:ItemWeldingTorch} v {THING:ItemToolBelt} potřebnými materiály.
fr: Construisez votre {THING:ItemKitAutolathe} en utilisant {THING:ItemWeldingTorch} dans votre {THING:ItemToolBelt} et les matériaux requis.
ru: Соберите ваш {THING:ItemKitAutolathe} используя {THING:ItemWeldingTorch} из вашего {THING:ItemToolBelt} и требуемых материалов.

# Interface.TutorialStopLathenAround2Task2
source: Select the {THING:ItemKitElectronicsPrinter} recipe on the {THING:StructureAutolathe}
cs: Vyberte recept {THING:ItemKitElectronicsPrinter} v {THING:StructureAutolathe}
fr: Sélectionnez la recette {THING:ItemKitElectronicsPrinter} sur la page {THING:StructureAutolathe}.
ru: Выберите рецепт {THING:ItemKitElectronicsPrinter} в {THING:StructureAutolathe}

# Interface.TutorialYouCallThatAPrinterTitle
source: You call that a Printer?
cs: Tomu říkáte tiskárna?
fr: Vous appelez ça une imprimante ?
ru: Вы называете это Принтером?
tr: Buna Yazıcı Mı Diyorsun?

# Interface.TutorialYouCallThatAPrinterDescription
source: Great! Now let's create a {THING:ItemKitElectronicsPrinter}. Pick it up and then move onto the next room.
cs: Skvělé! Nyní vytvořte {THING:ItemKitElectronicsPrinter}. Vezměte ji a pak se přesuňte do vedlejší místnosti.
fr: Génial ! Créons maintenant une {THING: ItemKitElectronicsPrinter}. Ramassez-le et passez à la pièce suivante.
ru: Отлично! Теперь давайте сделаем {THING:ItemKitElectronicsPrinter}. Поднимите его и перейдите в следующую комнату.
tr: Harika! Şimdi bir {THING:ItemKitElectronicsPrinter} oluşturalım. Onu al ve diğer odaya geç.

# Interface.TutorialYouCallThatAPrinterTask1
source: Create a {THING:ItemKitElectronicsPrinter} using materials from the locker
cs: Vytvořte {THING:ItemKitElectronicsPrinter} pomocí materiálů ze skříně
fr: Créer un {THING:ItemKitElectronicsPrinter} en utilisant les matériaux du casier
ru: Создайте {THING:ItemKitElectronicsPrinter} используя материалы из шкафчика
tr: Dolaptaki malzemeleri kullanarak bir {THING:ItemKitElectronicsPrinter} oluştur

# Interface.TutorialYouCallThatAPrinterTask2
source: Pickup the {THING:ItemKitElectronicsPrinter}.
cs: Vezměte {THING:ItemKitElectronicsPrinter}.
fr: Récupérez le {THING:ItemKitElectronicsPrinter}.
ru: Возьмите {THING:ItemKitElectronicsPrinter}.
tr: {THING:ItemKitElectronicsPrinter}'ı al.

# Interface.TutorialStopLathenAround3Title
source: Stop Lathe'n Around
cs: Zastavte se a rozhlédněte se kolem
fr: Arrêtez de tourner en rond
tr: Etraftaki Tornayı Durdur

# Interface.TutorialStopLathenAround3Description
source: Moving on.
cs: Jdeme dál.
fr: Passer à autre chose.
ru: Продолжим.
tr: Devam ediyoruz.

# Interface.TutorialStopLathenAround3Task1
source: Pick up the {THING:ItemKitElectronicsPrinter}
cs: Vezměte {THING:ItemKitElectronicsPrinter}
fr: Récupérez le {THING:ItemKitElectronicsPrinter}
ru: Возьмите {THING:ItemKitElectronicsPrinter}
tr: {THING:ItemKitElectronicsPrinter}'ı al

# Interface.TutorialStopLathenAround3Task2
source: Enter the Next Room
cs: Vstupte do další místnosti
fr: Entrer dans la prochaine pièce
ru: Войдите в Следующую Комнату
tr: Sonraki Odaya Gir

# Interface.TutorialThisIsAPrinterTitle
source: This Is A Printer
cs: Toto je tiskárna
fr: C'est une imprimante
ru: Это Принтер
tr: Bu bir Yazıcı

# Interface.TutorialThisIsAPrinterDescription
source: Next on our list of things to do, lets place down that {THING:ItemKitElectronicsPrinter}.
cs: Další věc na našem seznamu, které je třeba udělat, jen dole umisť {THING:ItemKitElectronicsPrinter}.
fr: Suivant sur notre liste de choses à faire, posons ce {THING:ItemKitElectronicsPrinter}.
ru: Дальше по списку дел, давайте установим {THING:ItemKitElectronicsPrinter}.
tr: Yapılacaklar listemizdeki bir sonraki iş; bu {THING:ItemKitElectronicsPrinter}'ı yere yerleştirelim.

# Interface.TutorialThisIsAPrinterTask1
source: Place the {THING:ItemKitElectronicsPrinter} on the highlighted area
cs: Umístěte {THING:ItemKitElectronicsPrinter} do zvýrazněné oblasti
fr: Placez-le {THING:ItemKitElectronicsPrinter} sur la zone en surbrillance
ru: Расположите {THING:ItemKitElectronicsPrinter} в выделенной области
tr: {THING:ItemKitElectronicsPrinter}'ı vurgulanan alana yerleştir.

# Interface.TutorialThisIsAPrinter1Title
source: This Is A Printer
cs: Toto je tiskárna
fr: C'est une imprimante
ru: Это Принтер
tr: Bu Bir Yazıcı

# Interface.TutorialThisIsAPrinter1Description
source: Time to construct the {THING:ItemKitElectronicsPrinter}. You should find the required materials in the locker. After you've done that, select the {THING:ItemKitSolarPanel} recipe. Structures like the {THING:StructureElectronicsPrinter} will continue printing items unless you turn them off again, very quickly using up your resources, so don't forget to turn it off once you are done!
cs: Čas na vytvoření {THING:ItemKitElectronicsPrinter}. Potřebné materiály byste měli najít ve skříňce. Poté, vyberte {THING:ItemKitSolarPanel} recept. Struktury jako {THING:StructureElectronicsPrinter} budou pokračovat v tisku položek, dokud je znovu nevypnete, velmi rychle spotřebují zdroje, takže je nezapomeňte vypnout, jakmile budete hotov!
fr: Il est temps de construire le {THING:ItemKitElectronicsPrinter}. Vous devriez trouver le matériel requis dans le casier. Ensuite, sélectionnez la recette {THING:ItemKitSolarPanel}. Des structures comme {THING:StructureElectronicsPrinter} continueront à imprimer des éléments à moins que vous ne les éteigniez à nouveau, consommant très rapidement vos ressources, alors n'oubliez pas de le désactiver une fois que vous avez terminé !
ru: Время построить {THING:ItemKitElectronicsPrinter}. Вы можете найти нужные материалы в шкафчике. Как закончите, выберите рецепт {THING:ItemKitSolarPanel}. Машины, такие как {THING:StructureElectronicsPrinter}, будет продолжать печать до тех пока вы их не выключите, быстро расходуя ваши ресурсы, так что не забудьте его выключить по завершению!

# Interface.TutorialThisIsAPrinter1Task
source: Construct the {THING:ItemKitElectronicsPrinter}
cs: Vytvořte {THING:ItemKitElectronicsPrinter}
fr: Construire le {THING:ItemKitElectronicsPrinter}
ru: Постройте {THING:ItemKitElectronicsPrinter}
tr: {THING:ItemKitElectronicsPrinter}'ı üret

# Interface.TutorialThisIsAPrinter1Task0
source: Turn on the Printer
cs: Zapnutí tiskárny
fr: Activer l'imprimante
ru: Включите Принтер
tr: Yazıcıyı aç

# Interface.TutorialThisIsAPrinter1Task2
source: Construct your {THING:ItemKitSolarPanel} with provided materials
cs: Vytvořte {THING:ItemKitSolarPanel} s dodanými materiály
fr: Construisez votre {THING:ItemKitSolarPanel} avec les matériaux fournis
ru: Соберите {THING:ItemKitSolarPanel} используя предоставленные материалы
tr: Sağlanan malzemeler ile {THING:ItemKitSolarPanel}'ını inşa et

# Interface.TutorialThisIsAPrinter1Task1
source: Select the {THING:ItemKitSolarPanel} recipe on the printer.
cs: Vyberte recept {THING:ItemKitSolarPanel} na tiskárně.
fr: Sélectionnez la recette {THING:ItemKitSolarPanel} sur l'imprimante.
ru: Выберите рецепт {THING:ItemKitSolarPanel} в принтере.
tr: Yazıcıdaki {THING:ItemKitSolarPanel} tarifini seç.

# Interface.TutorialSeeTheLightTitle
source: See the Light
cs: Podívejte se na světlo
fr: Voir la lumière
ru: Вижу Свет
tr: Işığı Görmek

# Interface.TutorialSeeTheLightDescription
source: Use the required materials to create a {THING:ItemKitSolarPanel}, you should find these in the locker.
cs: Použijte požadované materiály k vytvoření {THING:ItemKitSolarPanel}, měli byste je najít ve skříňce.
fr: Utilisez les matériaux requis pour créer un {THING:ItemKitSolarPanel}. Vous devriez les trouver dans le casier.
ru: Используйте необходимые материалы для создания {THING:ItemKitSolarPanel}, вы можете найти их в шкафчике.
tr: Bir {THING:ItemKitSolarPanel} üretmek için gerekli olan malzemeleri kullan; bunları dolapta bulmalısın.

# Interface.TutorialSeeTheLightTask1
source: Add the materials to construct a {THING:ItemKitSolarPanel}
cs: Přidejte materiály k vytvoření {THING:ItemKitSolarPanel}
fr: Ajoutez les matériaux pour construire un {THING:ItemKitSolarPanel}
ru: Добавьте материалы для сборки {THING:ItemKitSolarPanel}
tr: Bir {THING:ItemKitSolarPanel} inşa etmek için malzemeleri ekle

# Interface.TutorialSeeTheLightTask2
source: Pick up the {THING:ItemKitSolarPanel} using {KEY:PrimaryAction}
cs: Vezměte {THING:ItemKitSolarPanel} užitím {KEY:PrimaryAction}
fr: Récupérez le {THING:ItemKitSolarPanel} en utilisant {KEY:PrimaryAction}
ru: Возьмите {THING:ItemKitSolarPanel} используя {KEY:PrimaryAction}
tr: {KEY:PrimaryAction} tuşunu kullanarak {THING:ItemKitSolarPanel}'i al

# Interface.TutorialSeeTheLight1Title
source: See The Light
cs: Podívejte se na světlo
fr: Voir la lumière
ru: Вижу Свет
tr: Işığı Görmek

# Interface.TutorialSeeTheLight1Description
source: Moving on.
cs: Jdeme dál.
fr: Passons à la suite.
ru: Продолжим.
tr: Devam ediyoruz.

# Interface.TutorialSeeTheLight1Task1
source: Enter the Next Room
cs: Vstupte do další místnosti
fr: Entrer dans la prochaine pièce
ru: Перейдите в Следующую Комнату
tr: Sonraki Odaya Gir

# Interface.TutorialPanelForthTitle
source: Panel Forth
cs: Panel dopředu
fr: En avant avec les panneaux
tr: İleri Levhası

# Interface.TutorialPanelForthDescription
source: Looks like that door needs power before we can continue forward. Luckily, where there is a window, there is sunlight. Where there is sunlight, there is energy! Let's place down that {THING:ItemKitSolarPanel}. You can use your {THING:ItemWrench} to adjust the angle, it'll generate more power when its facing the sun.
cs: Vypadá to, že ty dveře potřebují energii, než budeme moci pokračovat. Naštěstí tam, kde je okno, je sluneční světlo. Tam, kde je sluneční světlo, je energie! Pojďme tam, umístit {THING:ItemKitSolarPanel}. Můžete použít {THING:ItemWrench} pro upravení úhlu, bude generovat více energie, když bude čelit slunci.
fr: On dirait que cette porte a besoin de puissance avant que nous puissions continuer. Heureusement, là où il y a une fenêtre, il y a la lumière du soleil. Là où il y a la lumière du soleil, il y a de l'énergie ! Posons cette {THING:ItemKitSolarPanel}. Vous pouvez utiliser votre {THING:ItemWrench} pour régler l'angle. Il générera plus de puissance lorsqu'il fait face au soleil.

# Interface.TutorialPanelForthTask1
source: Place the {THING:StructureSolarPanel} on the highlighted area
cs: Umístěte {THING:StructureSolarPanel} do zvýrazněné oblasti
fr: Placez-le {THING:StructureSolarPanel} sur la zone en surbrillance
ru: Установите {THING:StructureSolarPanel} в подсвеченной области
tr: {THING:StructureSolarPanel}'ni vurgulanan alana yerleştir

# Interface.TutorialPanelForthTask2
source: Construct {THING:StructureSolarPanel} using materials from the locker
cs: Vytvořte {THING:StructureSolarPanel} pomocí materiálu ze skříně
fr: Construire le {THING:StructureSolarPanel} en utilisant les matériaux du casier
ru: Постройте {THING:StructureSolarPanel} используя материалы из шкафчика
tr: Dolaptaki malzemeleri kullanarak {THING:StructureSolarPanel} inşa et

# Interface.TutorialDoorNeedsPowerTitle
source: Door Needs Power
cs: Dveře potřebují energii
fr: La porte a besoin d'électricité
ru: Двери Нужно Электричество
tr: Kapının Enerjiye İhtiyacı Var

# Interface.TutorialDoorNeedsPowerDescription
source: Lets wait for the door to power up, and get ready to move forward.
cs: Počkejte, až se dveře zapnou a připravte se na postup vpřed.
fr: Attendons que la porte se mette sous tension et soyez prêts à avancer.
ru: Давайте подождем пока на дверь не подастся питание, затем приготовьтесь двигаться дальше.
tr: Kapıya güç gelmesini bekleyelim ve ilerlemek için hazır olalım.

# Interface.TutorialDoorNeedsPowerTask1
source: Open the door once it has power.
cs: Otevřete dveře, jakmile budou mít energii.
fr: Ouvrez la porte une fois qu'il a de l'électricité.
tr: Kapıyı güç geldiğinde aç.

# Interface.TutorialDoorNeedsPower1Title
source: Moving on.
cs: Jdeme dál.
fr: Passons à la suite.
ru: Продолжим.
tr: Devam ediyoruz.

# Interface.TutorialDoorNeedsPower1Description
source: Time to move onwards.
cs: Je čas jít dál.
fr: Il est temps d'aller de l'avant.
ru: Время продолжить.
tr: Devam etme zamanı.

# Interface.TutorialDoorNeedsPower1Task1
source: Enter the Next Room
cs: Vstupte do další místnosti
fr: Entrez dans la pièce suivante
ru: Пройдемте в Следующую Комнату
tr: Sonraki Odaya Gir

# Interface.TutorialSnackTimeTitle
source: Snack Time!
cs: Čas na svačinu!
fr: Heure de la collation !
ru: Время перекуса!
tr: Atıştırma Zamanı!

# Interface.TutorialSnackTimeDescription
source: Feeling a little peckish? Grab that {THING:ItemCerealBar} for a tasty snack. Snacks are good for your health, and can help you recover faster if you are injured.
cs: Cítíte se trochu hladově? Vezměte si {THING:ItemCerealBar} pro chutnou svačinu. Svačiny jsou dobré pro vaše zdraví a v případě zranění vám mohou pomoci rychleji se zotavit.
fr: Vous sentez un petit creux ? Saisissez {THING:ItemCerealBar} pour un délicieux en-cas. Les collations sont bonnes pour la santé et peuvent vous aider à récupérer plus rapidement si vous êtes blessé.
tr: Biraz acıkmış hissediyor musun? Lezzetli bir atıştırmalık için {THING:ItemCerealBar}'ını kap. Atıştırmalıklar sağlığın için iyidir ve yaralıysan daha hızlı iyileşmene yardımcı olabilir.

# Interface.TutorialSnackTimeTask1
source: Pick up the {THING:ItemCerealBar} using {KEY:PrimaryAction}
cs: Zvedněte {THING:ItemCerealBar} použitím {KEY:PrimaryAction}
fr: Prenez la barre {THING:ItemCerealBar} avec {KEY:PrimaryAction}
tr: {KEY:PrimaryAction} tuşunu kullanarak {THING:ItemCerealBar}'ını al

# Interface.TutorialSnackTimeTask2
source: Eat it using {KEY:SecondaryAction}
cs: Snězte to použitím {KEY:SecondaryAction}
fr: Mangez-le à l'aide de {KEY:SecondaryAction}
tr: {KEY:SecondaryAction} tuşunu kullanarak onu ye

# Interface.TutorialBreakOutTitle
source: Break Out
cs: Uprchnout
fr: Éclater
tr: Kaçmak

# Interface.TutorialBreakOutDescription
source: That door doesnt seem to work! Use your {THING:ItemCrowbar} to pry open the door.
cs: Zdá se, že ty dveře nefungují! Použijte svůj {THING:ItemCrowbar} pro vypáčení dveří.
fr: Cette porte ne semble pas fonctionner ! Utilisez votre {THING:ItemCrowbar} pour ouvrir la porte.
tr: O kapı çalışmıyor gibi görünüyor! Kapıyı kanırtarak açmak için {THING:ItemCrowbar}'ni kullan.

# Interface.TutorialBreakOutTask1
source: Pick up your {THING:ItemCrowbar}
cs: Zvedněte váš {THING:ItemCrowbar}
fr: Prenez votre {THING:ItemCrowbar}
tr: {THING:ItemCrowbar}'ni al

# Interface.TutorialBreakOutTask2
source: Break open the door and enter the next room
cs: Otevřete dveře a vstupte do další místnosti
fr: Forcez la porte et entrer dans la pièce suivante
tr: Kapıyı zorla aç ve diğer odaya gir

# Interface.TutorialWireYouNotWorkingTitle
source: Wire You Not Working?
cs: Kabele ty nefunguješ?
fr: Votre cablage ne fonctionne pas ?
ru: Проводчему ты не работаешь?
tr: Kablo, Sen İşe Yaramıyor Musun?

# Interface.TutorialWireYouNotWorkingDescription
source: The concept of power draw and production is important! Here, too much power has been generated for the wires to handle. Lets tidy this mess up, cut that wire.
cs: Koncept čerpání energie a produkce je důležitý! Tady, příliš moc energie bylo vyprodukováno na to, aby to dráty vydržely. Ukliďte ten nepořádek, přeřízněte ten drát.
fr: Le concept de puissance et de production est important ! Ici, trop de puissance a été générée pour que les fils puissent être manipulés. Corrigez ce gâchis, couper ce fil.
tr: Enerji çekimi ve üretimi kavramı önemlidir! Burada, kabloların kaldırabileceğinden çok daha fazla enerji üretilmiş. Bu dağınıklığı toparlayalım; şu kabloyu keselim.

# Interface.TutorialWireYouNotWorkingTask1
source: Equip your {THING:ItemWireCutters} from your toolbelt
cs: Vezměte si {THING:ItemWireCutters} z opasku na nářadí
fr: Equipez votre {THING:ItemWireCutters} de votre ceinture d'outils
tr: Alet kemerinden {THING:ItemWireCutters}'ni donan

# Interface.TutorialWireYouNotWorkingTask2
source: Find and cut the broken wire.
cs: Najděte a přeřízněte přerušený kabel.
fr: Trouvez et coupez le fil cassé.
ru: Найдите и перережьте сломанный кабель.
tr: Arızalı kabloyu bul ve kes.
