Repository: sisizanohitopontoon/locales
Catalog: */ScreenSpaceToolTips.po
Languages: cs, da, de, es, fr, hu, pt_pt, ru, tr

# ScreenSpaceToolTips.StatusIconToxinName
source: Toxins
cs: Toxiny
da: Toxiner
de: Giftstoffe
es: Toxinas
fr: Toxines
hu: Méreganyagok
pt_pt: Toxinas
ru: Токсины
tr: Zehirli Maddeler

# ScreenSpaceToolTips.StatusIconToxinDesc
source: Current toxicity level
cs: Aktuální úroveň toxinů
da: Nuværende toxicitetsniveau
de: Vergiftungsgrad
es: Nivel de toxicidad actual
fr: Niveau actuel de toxicité
hu: Méreganyagok jelenlegi szintje
pt_pt: Nível de toxicidade atual
ru: Уровень токсичности
tr: Mevcut zehir seviyesi

# ScreenSpaceToolTips.StatusIconToxinWarning
source: Needs attention
cs: Vyžaduje pozornost
da: Kræver opmærksomhed
de: Giftwarnung
es: Necesita atención
fr: Nécessite votre attention
hu: Figyelmet igényel
pt_pt: Necessita atenção
ru: Требуется внимание
tr: İlgiye ihtiyacı var

# ScreenSpaceToolTips.StatusIconHydrationDesc
source: Hydration is running low
cs: Hydratace je nízká
da: Hydrering er ved at løbe tør
fr: L’hydratation est faible
hu: A hidratáltság alacsony

# ScreenSpaceToolTips.StatusIconHydrationKey
source: Hydration Low
cs: Nízká hydratace
da: Hydrering Lav
fr: Hydratation est basse
hu: Alacsony hidratáltság

# ScreenSpaceToolTips.HydrationCaution
source: Hydration Caution
cs: Hydratace je nízká
da: Hydrering Advarsel
fr: Attention à l’hydratation
hu: Hidratáltság veszélyes

# ScreenSpaceToolTips.HydrationCritical
source: Hydration Critical
cs: Kritická hydratace
da: Hydrering Kritisk
fr: Déshydratation critique
hu: Hidratáltság kritikus

# ScreenSpaceToolTips.StatusIconToxinCritical
source: In a critical state
cs: V kritickém stavu
da: I en kritisk tilstand
de: Vergiftungsgrad kritisch
es: En un estado crítico
hu: Kritikus állapotban
pt_pt: Em estado crítico
ru: В критическом состоянии
tr: Kritik bir durumda

# ScreenSpaceToolTips.StatusIconOxygenName
source: Oxygen Supply
cs: Přívod kyslíku
da: Iltforsyning
de: Sauerstoffversorgung
es: Suministro de oxígeno
fr: Approvisionnement en oxygène
hu: Oxigénellátás
pt_pt: Fornecimento Oxigénio
ru: Поставка кислорода
tr: Oksijen Kaynağı

# ScreenSpaceToolTips.StatusIconOxygenDesc
source: The atmosphere you are breathing is causing damage to your lungs.
cs: Atmosféra, kterou dýcháte, způsobuje poškození plic.
da: Atmosfæren du indånder skader dine lunger.
de: Die Luft die du gerade einatmest schädigt deine Lunge.
fr: L'atmosphère que vous respirez peut causer des dommages à vos poumons.
hu: A jelenleg belélegzett atmoszféra károsítja a tüdőd.
ru: Атмосфера, которой вы дышите, непригодна для ваших лёгких.

# ScreenSpaceToolTips.StatusIconOxygenWarning
source: Suit's tank is getting low and needs attention
cs: Nádrž v obleku klesá a vyžaduje pozornost
da: Drafts tank er ved at løbe tør og kræver opmærksomhed
de: Der Sauerstofftank des Anzugs wird knapp und benötigt Aufmerksamkeit
es: El tanque del traje está disminuyendo y necesita atención
hu: A ruha tartálya kezd ürülni, figyelmet igényel
pt_pt: O tanque do fato está baixo e precisa atenção
ru: Внимание, баллон скафандра пустеет
tr: Giysinin tankı azalıyor ve dikkat gerektiriyor

# ScreenSpaceToolTips.StatusIconOxyegnCritical
source: Suit's tank is critical, replace your oxygen tank
cs: Nádrž v obleku je kritická, vyměňte kyslíkovou nádrž
da: Dragts tank er kritisk, erstat din ilttank
de: Der Sauerstofftank des Anzugs ist kritisch. Sauerstofflasche austauschen!
es: El tanque del traje es crítico, reemplace su tanque de oxígeno
fr: Le réservoir de la combinaison est critique, remplacez votre réservoir d’oxygène
hu: A ruha tartálya kritikus állapotban, csere szükséges
pt_pt: O tanque do fato está crítico, troca o tanque de oxigénio
ru: Баллон скафандра крайне необходим, замените кислородный баллон
tr: Giysinin tankı kritik seviyede; oksijen tankını değiştir

# ScreenSpaceToolTips.StatusIconPressureName
source: Internal Pressure
cs: Vnitřní tlak
da: Internt Tryk
de: Interner Druck
es: Presión interna
fr: Pression interne
hu: Belső nyomás
pt_pt: Pressão Interna
ru: Внутреннее давление
tr: İç Basınç

# ScreenSpaceToolTips.StatusIconPressureDesc
source: Current pressure level, check suit pressure
cs: Aktuální úroveň tlaku, zkontrolujte tlak v obleku
da: Nuværende trykniveau, tjek dragts tryk
de: Aktueller Drucklevel, prüfe Anzugdruck
es: Nivel de presión actual, compruebe la presión del traje
fr: Niveau de pression actuel, vérifier la pression de la combinaison
hu: Nyomás jelenlegi szintje, ellenőrizd a ruha nyomását
pt_pt: Nível de pressão atual, verifica a pressão do fato
ru: Текущий уровень давления, проверьте давление скафандра
tr: Mevcut basınç seviyesi; giysi basıncını kontrol et

# ScreenSpaceToolTips.StatusIconPressureWarning
source: Suit pressure is low
cs: Tlak v obleku je nízký
da: Dragttryk er lavt
de: Anzugdruck ist niedrig
es: La presión del traje es baja
fr: La pression de la combinaison est faible
hu: Ruha nyomása alacsony
pt_pt: Pressão do fato está baixa
ru: Низкое давление в скафандре
tr: Giysi basıncın düşük

# ScreenSpaceToolTips.StatusIconPressureCritical
source: Suit pressure is critically low
cs: Tlak v obleku je kriticky nízký
da: Dragttryk er kritisk lavt
de: Der Anzugdruck ist kritisch niedrig
es: La presión del traje es críticamente baja
fr: La pression de la combinaison est extrêmement faible
hu: Ruha nyomása kritikusan alacsony
pt_pt: Pressão do fato criticamente baixa
ru: Критически низкое давление в скафандре
tr: Giysi basıncın kritik derecede düşük

# ScreenSpaceToolTips.StatusIconTemperatureName
source: Internal Tempurature
cs: Vnitřní teplota
da: Intern Temperatur
de: Interne Temperatur
es: Temperatura interna
fr: Température interne
hu: Belső hőmérséklet
pt_pt: Temperatura Interna
ru: Внутренняя температура
tr: İç Sıcaklığı

# ScreenSpaceToolTips.StatusIconTemperatureDesc
source: Current temperature inside your suit
cs: Aktuální teplota uvnitř obleku
da: Nuværende temperatur inde i din dragt
de: Aktuelle Temperatur im Anzug
es: Temperatura actual dentro de su traje
fr: Température actuelle à l’intérieur de votre combinaison
hu: A jelenlegi hőmérséklet a ruhád belsejében
pt_pt: Temperatura atual dentro do teu fato
ru: Текущая температура внутри вашего скафандра
tr: Giysinin içindeki mevcut sıcaklık

# ScreenSpaceToolTips.StatusIconTempuratureWarning
source: Displays Current Toxicity Level
cs: Zobrazí aktuální úroveň toxinů
da: Viser Nuværende Toxicitetsniveau
de: Zeigt den aktuellen Vergiftungsgrad an
es: Muestra el nivel de toxicidad actual
fr: Affiche le niveau de toxicité actuel
hu: Mutatja a méreganyagok jelenlegi szintjét
pt_pt: Mostra o nível de toxicidade atual
ru: Показывает Текущий Уровень Токсичности
tr: Mevcut Zehir Seviyesini Görüntüler

# ScreenSpaceToolTips.StatusIconTempuratureCritical
source: Displays Current Toxicity Level
cs: Zobrazí aktuální úroveň toxinů
da: Viser Nuværende Toxicitetsniveau
de: Zeigt den aktuellen Vergiftungsgrad an
es: Muestra el nivel de toxicidad actual
fr: Affiche le niveau de toxicité actuel
hu: Mutatja a méreganyagok jelenlegi szintjét
pt_pt: Mostra o nível de toxicidade atual
ru: Показывает Текущий Уровень Токсичности
tr: Mevcut Zehir Seviyesini Görüntüler

# ScreenSpaceToolTips.StatusIconLeakingName
source: Suit's Leaking
cs: Netěsnost obleku
da: Dragten Lækker
de: Leck im Anzug
es: El traje está perdiendo
fr: La combinaison fuit
hu: Szökik a ruha nyomása
pt_pt: Fato está vazando
ru: Утечка в Скафандре
tr: Giysi Sızdırıyor

# ScreenSpaceToolTips.StatusIconPowerName
source: Suit's Power Supply
cs: Napájecí zdroj obleku
da: Dragtens Strømforsyning
de: Stromversorgung des Anzugs
es: Fuente de alimentación del traje
fr: Alimentation de la combinaison
hu: A ruha áramellátása
pt_pt: Alimentação do fato
ru: Источник питания в скафандре
tr: Giysi'nin Güç Kaynağı

# ScreenSpaceToolTips.StatusIconGravityName
source: Zero Gravity
cs: Nulová gravitace
da: Nul Tyngdekraft
de: Keine Gravitation
es: Gravedad Cero
fr: Apesanteur
hu: Súlytalanság
pt_pt: Gravidade zero
ru: Нулевая гравитация
tr: Sıfır Yerçekimi

# ScreenSpaceToolTips.StatusIconJetpackName
source: Jetpack Active
cs: Jetpack aktivní
da: Jetpack Aktiv
de: Jetpack Aktiv
es: Jetpack activo
fr: Jetpack Actif
hu: Jetpack aktív
pt_pt: Propulsor ativado
ru: Реактивный ранец активен
tr: Sırt Roketi Etkin

# ScreenSpaceToolTips.StatusIconClimbingName
source: Climbing
cs: Lezení
da: Klatrer
de: Klettern
es: Escalando
fr: Escalade
hu: Mászás
pt_pt: Escalando
ru: Альпинизм
tr: Tırmanış

# ScreenSpaceToolTips.StatusIconLightName
source: Toggle Headlight
cs: Přepnout světlo
da: Skift Tilstand for Pandelampe
de: Helmlampe umschalten
es: Alternar la linterna
hu: Fényszórók kapcsolása
pt_pt: Alternar lanterna
ru: Переключатель налобного фонаря
tr: Feneri Aç/Kapa

# ScreenSpaceToolTips.StatusIconInternalsName
source: Toggle Helmet Open/Close
cs: Přepnout přilbu Otevřená/Zavřená
da: Skift Tilstand for Hjelm Åben/Luk
de: Helm öffnen/schließen
es: Abrir/cerrar el casco
fr: Commuter le casque ouvert/fermer
hu: Sisak nyitása/csukása
pt_pt: Abrir/Fechar capacete
ru: Переключатель шлема Отркыто/Закрыто
tr: Kaskı Aç/Kapat

# ScreenSpaceToolTips.StatusIconHandPowerName
source: Toggle Item in-hand On/Off
cs: Přepnout položku v ruce Zapnou/Vypnout
da: Skift Tilstand for Genstand i Hånd Tænd/Sluk
de: Schalte Gegenstand in der Hand Ein/Aus
es: Activar y desactivar el ítem en la mano
fr: Commuter l'objet en main On/Off
hu: Kézben levő tárgy be/ki
pt_pt: Ligar/Desligar item na mão
ru: Включение/выключение предмета в руке
tr: Elindeki Öğeyi Aç/Kapat

# ScreenSpaceToolTips.StatusIconInSlotName
source: You are inside a slot
cs: Jste uvnitř slotu
da: Du er inde i en slidse
es: Estas dentro de la ranura
fr: Vous êtes à l’intérieur d’un emplacement
hu: Egy slotban vagy
pt_pt: No compartimento
ru: Вы внутри слота
tr: Bir yuvanın içindesin

# ScreenSpaceToolTips.StatusIconHungerName
source: Current Hunger
cs: Aktuální hlad
da: Nuværende Sult
de: Aktuelle Sättigung
es: Hambre actual
fr: Faim actuelle
hu: Éhség szintje
pt_pt: Fome atual
ru: Текущий Голод
tr: Mevcut Açlık

# ScreenSpaceToolTips.StatusIconStunName
source: Stun Percentage
cs: Procento omráčení
da: Bedøvelsesprocent
de: Grad der Betäubung
es: Porcentaje de aturdimiento
fr: Pourcentage d’étourdissements
hu: Sokk százaléka
pt_pt: Percentagem atordoamento
ru: Процент оглушения
tr: Sersemleme Oranı

# ScreenSpaceToolTips.StatusIconAirTankName
source: Current AirTank Capacity
cs: Aktuální kapacita vzduchové nádrže
da: Nuværende Lufttankskapacitet
de: Aktuelle O2-Tank Kapazität
es: Capacidad actual del tanque de aire
hu: Levegőtartály jelenlegi kapacitása
pt_pt: Capacidade atual do tanque de ar
ru: Текущая емкость баллона воздуха
tr: Mevcut AirTank Kapasitesi

# ScreenSpaceToolTips.StatusIconJetpackWarningName
source: Propellant Capacity
cs: Kapacita pohonné hmoty
de: Treibstoffkapazität
es: Capacidad de propulsión
hu: Üzemanyag kapacitása
pt_pt: Capacidade de Propolente
ru: Расход топлива
tr: İtici Yakıt Kapasitesi

# ScreenSpaceToolTips.StatusIconFilterName
source: Filter Capacity
cs: Kapacita filtru
de: Filterkapazität
es: Capacidad del filtro
fr: Capacité du filtre
hu: Szűrő kapacitása
pt_pt: Capacidade do filtro
ru: Емкость фильтра
tr: Filtre Kapasitesi

# ScreenSpaceToolTips.StatusIconWasteName
source: Waste Capacity
cs: Kapacita odpadu
de: Ablufttankkapazität
es: Capacidad de residuos
fr: Capacité de stockage des déchets
hu: Selejtgáz kapacitása
pt_pt: Capacidade de resíduos
ru: Емкость отходов
tr: Atık Kapasitesi

# ScreenSpaceToolTips.StatusIconHealthName
source: Current Health
cs: Aktuální zdraví
de: Aktuelle Gesundheit
es: Salud actual
fr: Santé actuelle
hu: Egészség szintje
pt_pt: Vida atual
ru: Текущее здоровье
tr: Güncel Sağlık

# ScreenSpaceToolTips.StatusIconHydrationName
source: Current Hydration
cs: Aktuální hydratace
de: Aktuelle Hydration
es: Hidratación actual
fr: Hydratation actuelle
hu: Hidratáltság szintje
pt_pt: Hidratação atual
ru: Текущая гидратация
tr: Güncel Susuzluk

# ScreenSpaceToolTips.StatusIconUnconsciousName
source: Unconscious
cs: Bezvědomí
de: Bewusstlos
es: Inconsciente
fr: Inconscient
hu: Eszméletlen
pt_pt: Inconsciente
ru: Без сознания
tr: Bilinçsiz

# ScreenSpaceToolTips.DeconstructCanisterFull
source: Cannot deconstruct. Canister needs to be empty
cs: Nelze rozebrat. Kanystr musí být prázdný
de: Demontage nicht möglich. Gasflasche muss leer sein
es: No se puede deconstruir. El bote Necesita ser vaciado antes
fr: Impossible de déconstruire. Le réservoir doit être vide
hu: Nem bontható le. A tartálynak üresnek kell lennie.
ru: Невозможно разобрать. Канистра должна быть пустой

# ScreenSpaceToolTips.StatusIconOxygenDesc
source: Current oxygen level, check suit's tank
tr: Mevcut oksijen seviyesi, giysinin tankını kontrol et
