Repository: sisizanohitopontoon/locales
Catalog: */Slots.po
Languages: hu, ro

# Slots.Output
source: Output
hu: Kimenet
ro: Ieșire

# Slots.Input
source: Input
hu: Bemenet
ro: Intrare

# Slots.LeftHand
source: Left Hand
hu: Bal kéz
ro: Mâna stângă

# Slots.RightHand
source: Right Hand
hu: Jobb kéz
ro: Mâna Dreapta

# Slots.Helmet
source: Helmet
hu: Fej
ro: Cască

# Slots.Suit
source: Suit
hu: Törzs
ro: Costum

# Slots.Back
source: Back
hu: Hát
ro: În spate

# Slots.Brain
source: Brain
hu: Agy
ro: Creier

# Slots.Uniform
source: Uniform
hu: Öltözet
ro: Uniformă

# Slots.Lungs
source: Lungs
hu: Tüdő
ro: Plămâni

# Slots.Glasses
source: Glasses
hu: Szemüveg
ro: Ochelari

# Slots.Belt
source: Belt
hu: Öv
ro: Centura

# Slots.Battery
source: Battery
hu: Akkumulátor
ro: Baterie

# Slots.GasCanister
source: Gas Canister
hu: Gázpalack
ro: Canistră pentru gaze

# Slots.GasFilter
source: Gas Filter
hu: Gázszűrő
ro: Filtru de gaz

# Slots.AirTank
source: Air Tank
hu: Levegő tartály
ro: Rezervor de aer

# Slots.WasteTank
source: Waste Tank
hu: Selejtes tartály
ro: Rezervor de deșeuri

# Slots.LifeSupport
source: Life Support
hu: Létfenntartó
ro: Susține viața

# Slots.Filter
source: Filter
hu: Szűrő
ro: Filtru

# Slots.Tool
source: Tool
hu: Eszköz
ro: Sculă

# Slots.Ore
source: Ore
hu: Érc
ro: Minereu

# Slots.DirtCanister
source: Dirt Canister
hu: Salakanyag-tartály

# Slots.Propellent
source: Propellant
hu: Hajtóanyag

# Slots.Cartridge
source: Cartridge
hu: Kártya
ro: Cartuş

# Slots.CaptainsSeat
source: Captain's Seat
hu: Kapitányi ülés
ro: Scaunul căpitanului

# Slots.PassengerSeatLeft
source: Passenger Seat Left
hu: Utasülés (bal)
ro: Scaun pasager stânga

# Slots.PassengerSeatRight
source: Passenger Seat Right
hu: Utasülés (jobb)
ro: Scaunul pasagerului dreapta

# Slots.DataDisk
source: Data Disk
hu: Adatlemez
ro: Dischetă cu date

# Slots.Appliance1
source: Appliance 1
hu: Készülék 1
ro: Aparat de lucru 1

# Slots.Appliance2
source: Appliance 2
hu: Készülék 2
ro: Aparat 2

# Slots.Seat
source: Seat
hu: Ülés
ro: Scaun

# Slots.TransportSlot
source: Transport Slot
hu: Szállítás slot
ro: Slot de transport

# Slots.Motherboard
source: Motherboard
hu: Alaplap
ro: Placă de bază

# Slots.Entity
source: Entity
hu: Entitás
ro: Entitate

# Slots.Occupant
source: Occupant
hu: Lakos
ro: Ocupant

# Slots.PortableSlot
source: Portable Slot
hu: Hordozható slot
ro: Slot portabil

# Slots.Bed
source: Bed
hu: Ágy
ro: Pat

# Slots.Processing
source: Processing
hu: Feldolgozás
ro: Se procesează

# Slots.Torpedo
source: Torpedo
hu: Torpedó
ro: Torpila

# Slots.LoadingRail
source: Loading Rail
hu: Betöltő sín
ro: Feroviar de încărcare

# Slots.AccessCard
source: Access Card
hu: Belépőkártya
ro: Cartelă de acces

# Slots.Magazine
source: Magazine
hu: Tár
ro: Încărcător

# Slots.ContainerSlot
source: Container Slot
hu: Konténer slot
ro: Slot pentru containere

# Slots.Plant
source: Plant
hu: Növény
ro: Plantează

# Slots.Storage
source: Storage
hu: Tárhely
ro: Stocare

# Slots.CircuitBoard
source: Circuit Board
hu: Áramkör

# Slots.CreditCard
source: Credit Card
hu: Bankkártya
ro: Card de credit

# Slots.Cartridge2
source: Cartridge2
hu: Kártya 2

# Slots.Next
source: Next
hu: Következő

# Slots.Prev
source: Prev
hu: Előző

# Slots.Cartridge0
source: Cartridge0
hu: Kártya 0

# Slots.Cartridge1
source: Cartridge1
hu: Kártya 1

# Slots.Previous
source: Previous
hu: Előző

# Slots.Circuit
source: Circuit
hu: Áramkör
