Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.SeedBag_Rice
source: Grow some {THING:ItemRice}.
cs: Vypěstuje {THING:ItemRice}.
de: Züchtet etwas {THING:ItemRice}.
es: Cultiva un poco de {THING:ItemRice}.

# Things.SeedBag_Pumpkin
source: Pumpkin Seeds
cs: Semena dýně
de: Kürbiskerne
es: Semillas de calabaza
fr: Graine (Citrouille)

# Things.SeedBag_Pumpkin
source: Grow a {THING:ItemPumpkin}.
cs: Vypěstuje {THING:ItemPumpkin}.
de: Züchtet einen {THING:ItemPumpkin}.
es: Cultiva unas {THING:ItemPumpkin}.
fr: Cultivez une {THING:ItemPumpkin}.

# Things.SeedBag_Fern
source: Fern Seeds
cs: Semena kapradin
de: Farnsamen
es: Semillas de helechos
fr: Graine (Fougère)

# Things.SeedBag_Fern
source: Grow a {THING:ItemFern}.
cs: Vypěstuje {THING:ItemFern}.
de: Züchtet {THING:ItemFern}.
es: Cultiva un {THING:ItemFern}.
fr: Cultivez une {THING:ItemFern}.

# Things.SeedBag_Mushroom
source: Mushroom Seeds
es: Semillas de hongos

# Things.SeedBag_Mushroom
source: Grow a {THING:ItemMushroom}.
es: Cultiva un {THING:ItemMushroom}.

# Things.Fertilizer
source: Fertilizer
cs: Hnojivo
de: Dünger
es: Fertilizante
fr: Engrais

# Things.Fertilizer
source: Fertilizer alters plant growth processes, and is created by the basic composter and the {THING:StructureAdvancedComposter} using {LINK:OrganicPage;organic} matter. Fertilizer's affects depend on its ingredients: - {LINK:OrganicPage;Food} increases PLANT YIELD up to two times - {THING:DecayedFood} increases plant GROWTH SPEED up to two times - {THING:ItemBiomass} increases the NUMBER OF GROWTH CYCLES the fertilizer lasts for The effect of these ingredients depends on their respective proportions in the composter when processing is activated.
de: Dünger verändert Pflanzenwachstumsprozesse und wird vom Basiskomposter und dem {THING:StructureAdvancedComposter} mit {LINK:OrganicPage;organic} Materie erzeugt. Die Wirkung des Düngers hängt von seinen Inhaltsstoffen ab: - {LINK:OrganicPage; Nahrung} steigert den PFLANZENERTRAG um das bis zu Zweifache - {THING:DecayedFood} erhöht die Pflanzenwachstumsgeschwindigkeit um das bis zu Zweifache - {THING:ItemBiomass} erhöht die ANZAHL DER WACHSTUMSZYKLEN, für die der Dünger hält Die Wirkung dieser Inhaltsstoffe hängt von ihren jeweiligen Anteilen im Komposter ab, wenn die Verarbeitung aktiviert wird.
es: El fertilizante altera los procesos de crecimiento de las plantas, y es creado por el compostador básico y el {THING:StructureAdvancedComposter} usando materia {LINK:OrganicPage;organic}. Los efectos de los fertilizantes dependen de sus ingredientes: - {LINK:OrganicPage;Food} aumenta el RENDIMIENTO DE LAS PLANTAS hasta dos veces - {THING:DecayedFood} aumenta la VELOCIDAD DE CRECIMIENTO de las plantas hasta dos veces - {THING:ItemBiomass} aumenta el NÚMERO DE CICLOS DE CRECIMIENTO que dura el fertilizante El efecto de estos ingredientes depende de sus respectivas proporciones en el compostador cuando se activa el procesamiento.

# Things.StructureAdvancedComposter
source: Advanced Composter
cs: Pokročilý kompostér
de: Fortschrittlicher Komposter
es: Compostador avanzado
fr: Composteur avancé

# Things.StructureAdvancedComposter
source: The advanced composter creates {THING:Fertilizer} out of organic matter. It accepts {LINK:OrganicPage;food}, {THING:DecayedFood} or {THING:ItemBiomass}. It requires {GAS:Water} and power to operate, accelerating the natural composting process. When processing, it releases nitrogen and volatiles, as well a small amount of heat. {HEADER:Compost composition} Fertilizer is produced at a 1:3 ratio of fertilizer to ingredients. The fertilizer's effects on plants will vary depending on the respective proportions of its ingredients. - {LINK:OrganicPage;Food} increases PLANT YIELD up to two times - {THING:DecayedFood} increases plant GROWTH SPEED up to two times - {THING:ItemBiomass} increases the NUMBER OF GROWTH CYCLES the fertilizer lasts for up to five times
de: Der fortgeschrittene Komposter erzeugt {THING:Fertilizer} aus organischem Material. Er akzeptiert {LINK:OrganicPage;food}, {THING:DecayedFood} oder {THING:ItemBiomass}. Er benötigt {GAS:Wasser} und Strom um den natürlichen Kompostierungsprozess zu beschleunigen. Er setzt Stickstoff, flüchtige Stoffe und eine geringe Menge an Wärme frei. {HEADER:Kompostkomposition} Dünger wird im Verhältnis 1:3 von Dünger zu Zutaten hergestellt. Die Auswirkungen des Düngers variieren je nach den Inhaltsstoffen. - {LINK:OrganicPage; Nahrung} steigert den PFLANZENERTRAG um das bis zu Zweifache - {THING:DecayedFood} erhöht die Pflanzenwachstumsgeschwindigkeit um das bis zu Zweifache - {THING:ItemBiomass} erhöht die DAUER DER DÜNGEZYKLEN um das bis zu Fünffache.
es: El compostador avanzado crea {THING:Fertilizer} a partir de materia orgánica. Acepta {LINK:OrganicPage;food}, {THING:DecayedFood} o {THING:ItemBiomass}. Requiere agua y energía para funcionar, acelerando el proceso de compostaje natural. Al procesar, libera nitrógeno y volátiles, así como una pequeña cantidad de calor. {HEADER:Compost composition} El fertilizante se produce en una proporción de 1 a 3 de fertilizante e ingredientes. Los efectos del fertilizante en las plantas variarán dependiendo de las proporciones respectivas de sus ingredientes. - {LINK:OrganicPage;Food} aumenta el RENDIMIENTO DE LAS PLANTAS hasta dos veces - {THING:DecayedFood} aumenta la VELOCIDAD DE CRECIMIENTO de las plantas hasta dos veces - {THING:ItemBiomass} aumenta el NÚMERO DE CICLOS DE CRECIMIENTO que dura el fertilizante hasta cinco veces

# Things.ItemKitAdvancedComposter
source: Kit (Advanced Composter)
cs: Pokročilý kompostér (sada)
de: Kit: (Fortschrittlicher Komposter)
es: Kit (Compostador Avanzado)

# Things.ItemKitAdvancedComposter
source: Creates an {THING:StructureAdvancedComposter}.
cs: Vytvoří {THING:StructureAdvancedComposter}.
de: Erstellt einen {THING:StructureAdvancedComposter}.
es: Crea un {THING:StructureAdvancedComposter}.

# Things.StructureLiquidVolumePump
source: Liquid Volume Pump
cs: Kapalinové objemové čerpadlo
de: Flüssigkeiten Volumenpumpe
es: Bomba de volumen liquido
fr: Pompe à liquide
ru: Насос для жидкости

# Things.ItemKitFridgeSmall
source: Creates a {THING:StructureFridgeSmall}.
cs: Vytvoří {THING:StructureFridgeSmall}.
de: Erstellt einen {THING:StructureFridgeSmall}.
es: Crea un {THING:StructureFridgeSmall}.
fr: Crée un {THING:StructureFridgeSmall}.

# Things.StructurePlanter
source: Planter
cs: Sázeč
de: Pflanzenbehälter
es: Jardinera
fr: Pot de culture

# Things.StructurePlanter
source: A small planter for decorative or hydroponic purposes. Can be connected to {GAS:Water}, or watered manually using a {THING:ItemWaterBottle} or {THING:ItemGasCanisterWater}.
de: Ein kleines Pflanzgefäß für dekorative oder hydroponische Zwecke. Kann mit {GAS:Water} verbunden oder manuell mit einer {THING:ItemWaterBottle} oder {THING:ItemGasCanisterWater} bewässert werden.
es: Una pequeña jardinera con fines decorativos o hidropónicos. Se puede conectar al agua o regar manualmente usando una {THING:ItemWaterBottle} o una {THING:ItemGasCanisterWater}.

# Things.KitPlanter
source: Kit Planter
cs: Pěstitel (sada)
de: Bausatz Pflanzenbehälter
es: Jardinera (kit)

# Things.KitPlanter
source: Places a {THING:StructurePlanter}.
cs: Umístí {THING:StructurePlanter}.
de: Platziert einen {THING:StructurePlanter}.
es: Coloca un {THING:StructurePlanter}.

# Things.PortableComposter
source: Portable Composter
cs: Přenosný kompostér
de: Tragbarer Komposter
es: Compostador portátil
fr: Composteur portable

# Things.PortableComposter
source: A simple composting device, the basic composter creates {THING:Fertilizer} out of organic matter. It accepts {LINK:OrganicPage;food}, {THING:DecayedFood} or {THING:ItemBiomass}. It requires a full {THING:ItemLiquidCanisterEmpty} and a battery to operate, accelerating the natural composting process. When processing, it releases nitrogen and volatiles, as well a small amount of heat. {HEADER:Compost composition} Fertilizer is produced at a 1:3 ratio of fertilizer to ingredients. The fertilizer's effects on plants will vary depending on the respective proportions of its ingredients. - {LINK:OrganicPage;food} increases PLANT YIELD up to two times - {THING:DecayedFood} increases plant GROWTH SPEED up to two times - {THING:ItemBiomass} increases the NUMBER OF GROWTH CYCLES the fertilizer lasts for
de: Der einfache Komposter erzeugt {THING:Fertilizer} aus organischem Material. Er akzeptiert {LINK:OrganicPage;food}, {THING:DecayedFood} oder {THING:ItemBiomass}. Er benötigt einen befüllten {THING:ItemLiquidCanisterEmpty} und eine Batterie um den natürlichen Kompostierungsprozess zu beschleunigt. Bei der Verarbeitung setzt es Stickstoff und flüchtige Stoffe sowie eine geringe Menge an Wärme frei. {HEADER:Kompostkomposition} Dünger wird im Verhältnis 1:3 von Dünger zu Zutaten hergestellt. Die Auswirkungen des Düngersvariieren je nach den Inhaltsstoffen. - {LINK:OrganicPage;food} steigert den PFLANZENERTRAG um das bis zu Zweifache - {THING:DecayedFood} erhöht die Pflanzenwachstumsgeschwindigkeit um das bis zu Zweifache - {THING:ItemBiomass} erhöht die DAUER DER DÜNGESZYKLEN
es: Un dispositivo de compostaje simple, el compostador básico crea Fertilizante {THING:Fertilizer} a partir de materia orgánica. Acepta {LINK:OrganicPage;food}, {THING:DecayedFood} o {THING:ItemBiomass}. Requiere un {THING:ItemLiquidCanisterEmpty} completo y una batería para funcionar, acelerando el proceso de compostaje natural. Al procesar, libera nitrógeno y volátiles, así como una pequeña cantidad de calor. {HEADER:Compost composition} El fertilizante se produce en una proporción de 1 a 3 de fertilizante a ingredientes. Los efectos del fertilizante en las plantas variarán dependiendo de las proporciones respectivas de sus ingredientes. - {LINK:OrganicPage;food} aumenta el RENDIMIENTO DE LAS PLANTAS hasta dos veces - {THING:DecayedFood} aumenta la VELOCIDAD DE CRECIMIENTO de las plantas hasta dos veces - {THING:ItemBiomass} aumenta el NÚMERO DE CICLOS DE CRECIMIENTO que dura el fertilizante

# Things.AppliancePackagingMachine
source: Basic Packaging Machine
cs: Základní konzervátor
de: Grundlegende Verpackungsmaschine
es: Máquina de embalaje básica

# Things.AppliancePackagingMachine
source: The {LINK:Xigo;Xigo} Cannifier requires {THING:ItemEmptyCan} and cooked {LINK:OrganicPage;food} to create {LINK:DecayPage;long-lasting}, easily stored sustenance. Note that the Cannifier must be bolted to a {THING:StructureBench} for power, and only accepts cooked food and tin cans. {HEADER:OPERATION} 1. Add the correct ingredients to the device via the hopper in the TOP. 2. Close the device using the dropdown handle. 3. Activate the device. 4. Remove canned goods from the outlet in the FRONT. Note: the Cannifier will flash an error on its activation switch if you attempt to activate it before closing it.
de: Der {LINK:Xigo; Xigo} Dosifizierer benötigt {THING:ItemEmptyCan} und gekochtes {LINK:OrganicPage;food}, um {LINK:DecayPage;long-lasting} leicht zu lagernde Nahrung zu produzieren. Beachten Sie, dass der Dosifizierer für die Stromversorgung an eine {THING:StructureBench} angeschlossen werden muss und ausschließlich gekochte Nahrung und Blechdosen akzeptiert. {HEADER:OPERATION} 1. Gebe die richtigen Zutaten über den Trichter OBEN in das Gerät. 2. Schließe das Gerät mit dem Zughebel. 3. Aktiviere das Gerät. 4. Entferne die Konserven aus der vorne gelegenen Entnahme. Hinweis: Der Dosifizierer blinkt an seinem Aktivierungsschalter und signalisiert einen Fehler, wenn du versuchst, ihn zu aktivieren, bevor du ihn schließt.
es: El Cannificador {LINK:Xigo;Xigo} requiere {THING:ItemEmptyCan} y {LINK:OrganicPage;food} cocinada para crear el {LINK:DecayPage;long-lasting}, sustento fácilmente almacenado. Tenga en cuenta que el cannificador debe estar atornillado a una {THING:StructureBench} para obtener energía, y solo acepta alimentos cocinados y latas. {HEADER:OPERATION} 1. Agregue los ingredientes correctos al dispositivo a través de la tolva en la parte superior. 2. Cierre el dispositivo con el mango desplegable. 3. Active el dispositivo. 4. Retire los productos enlatados de la salida en el FRENTE. Nota: el Cannificador mostrará un error en su interruptor de activación si intenta activarlo antes de cerrarlo.

# Things.ItemKitPlanter
source: Kit (Planter)
de: Bausatz (Pflanzenbehälter)
es: Jardinera (kit)

# Things.StructureAutomatedOven
source: Automated Oven
cs: Automatická trouba
de: Automatisierter Ofen
es: Horno de cocina automatizado

# Things.ItemKitAutomatedOven
source: Kit (Automated Oven)
cs: Automatická trouba (sada)
de: Bausatz (Automatisierter Ofen)
es: Horno de cocina Automatizado (kit)

# Things.ItemCannedMushroom
source: Canned Mushroom
cs: Konzervované houby
de: Pilzkonserven
es: Setas enlatadas

# Things.ItemCannedMushroom
source: Made in an {THING:StructureAdvancedPackagingMachine} or {THING:AppliancePackagingMachine}, using {THING:ItemCookedMushroom} and a {THING:ItemEmptyCan}, delicious mushroom soup is fairly high in nutrition, and does not {LINK:DecayPage;decay}.
cs: Vyrobená v {THING:StructureAdvancedPackagingMachine} nebo {THING:AppliancePackagingMachine} za použití {THING:ItemCookedMushroom} a {THING:ItemEmptyCan}, lahodná houbová polévka má poměrně vysokou výživovou hodnotu a nedochází k {LINK:DecayPage;rozkladu}.
de: Hergestellt in einer {THING:StructureAdvancedPackagingMachine} oder {THING:AppliancePackagingMachine}, mit {THING:ItemCookedMushroom} und einer {THING:ItemEmptyCan}, ist köstliche Pilzsuppe ziemlich reich an Nährstoffen ganz ohne {LINK:DecayPage;decay}.
es: Hecho en un {THING:StructureAdvancedPackagingMachine} o {THING:AppliancePackagingMachine}, usando {THING:ItemCookedMushroom} y una {THING:ItemEmptyCan}, la deliciosa sopa de hongos es bastante alta en nutrición, y no {LINK:DecayPage;decay}.

# Things.ItemPowderedeggs
source: Powdered Eggs
cs: Vejce v prášku
de: Pulverisierte Eier
es: Huevos en polvo

# Things.ItemPowderedeggs
source: Powdered eggs: the reason you went to space.
cs: Vejce v prášku: důvod, proč jste letěli do vesmíru.
de: Pulverisierte Eier: der Grund, warum du in den Weltraum gegangen bist.
es: Huevos en polvo: la razón por la que fuiste al espacio.

# Things.ItemPoweredEggs
source: Powered Eggs
cs: Vejce v prášku
de: Pulverisierte Eier
es: Huevos alimentados

# Things.ItemFrenchFries
source: Canned French Fries
cs: Konzervované hranolky
de: Pommes frites in Dosen
es: Patatas fritas enlatadas

# Things.ItemFrenchFries
source: Because space would suck without 'em.
cs: Protože bez nich by vesmír nestál za nic.
de: Weil der Weltraum sonst doof wäre.
es: Porque el espacio sucumbiría sin ellos.

# Things.ItemCannedRicePudding
source: Canned Rice Pudding
cs: Konzervovaný rýžový pudink
de: Milchreis in Dosen
es: Arroz con leche enlatado

# Things.ItemCannedRicePudding
source: Made in an {THING:StructureAdvancedPackagingMachine} or {THING:AppliancePackagingMachine}, using {THING:ItemCookedRice} and an {THING:ItemEmptyCan}, canned rice pudding is a sweet treat, fairly high in nutrition, and does not {LINK:DecayPage;decay}.
cs: Konzervovaný rýžový pudink vyrobený v {THING:StructureAdvancedPackagingMachine} nebo {THING:AppliancePackagingMachine} za použití {THING:ItemCookedRice} a {THING:ItemEmptyCan} je sladká pochoutka, která má poměrně vysokou výživovou hodnotu a nedochází k {LINK:DecayPage;rozkladu}.
de: Hergestellt in einer {THING:StructureAdvancedPackagingMachine} oder {THING:AppliancePackagingMachine}, mit {THING:ItemCookedRice} und einer {THING:ItemEmptyCan}, ist Milchreis in Dosen ein süßer Leckerbissen, ziemlich nahrhaft und ganz ohne {LINK:DecayPage;decay}.
es: Hecho en un {THING:StructureAdvancedPackagingMachine} o {THING:AppliancePackagingMachine}, usando {THING:ItemCookedRice} y una {THING:ItemEmptyCan}, el arroz con leche enlatado es un dulce, bastante alto en nutrición, y no {LINK:DecayPage;decay}.

# Things.ItemCannedCondensedMilk
source: Canned Condensed Milk
cs: Konzervované kondenzované mléko
de: Kondensmilchkonserven
es: Leche condensada enlatada

# Things.ItemCannedCondensedMilk
source: Made in an {THING:StructureAdvancedPackagingMachine} or {THING:AppliancePackagingMachine}, using {THING:ItemCookedCondensedMilk} and an {THING:ItemEmptyCan}, canned condensed milk is fairly high in nutrition, and does not {LINK:DecayPage;decay}.
cs: Konzervované kondenzované mléko vyrobené v {THING:StructureAdvancedPackagingMachine} nebo {THING:AppliancePackagingMachine} za použití {THING:ItemCookedCondensedMilk} a {THING:ItemEmptyCan} má poměrně vysokou výživovou hodnotu a nedochází k {LINK:DecayPage;rozkladu}.
de: Hergestellt in einer {THING:StructureAdvancedPackagingMachine} oder {THING:AppliancePackagingMachine}, mit {THING:ItemCookedCondensedMilk} und einer {THING:ItemEmptyCan}, ist Kondensmilch in Dosen ziemlich reich an Nährstoffen und ganz ohne {LINK:DecayPage;decay}.
es: Hecha en {THING:StructureAdvancedPackagingMachine} o {THING:AppliancePackagingMachine}, usando {THING:ItemCookedCondensedMilk} y una {THING:ItemEmptyCan}, la leche condensada enlatada es bastante alta en nutrición, y no {LINK:DecayPage;decay}.

# Things.ItemCannedEdamame
source: Canned Edamame
cs: Konzervovaný edamame
de: Edamamekonserve
es: Frijoles Edamame enlatados

# Things.ItemCannedEdamame
source: Made in an {THING:StructureAdvancedPackagingMachine} or {THING:AppliancePackagingMachine}, using {THING:ItemCookedSoybean} and an {THING:ItemEmptyCan}, canned edamame beans are fairly high in nutrition, and do not {LINK:DecayPage;decay}.
cs: Konzervovaný edamame vyrobený v {THING:StructureAdvancedPackagingMachine} nebo {THING:AppliancePackagingMachine} za použití {THING:ItemCookedSoybean} a {THING:ItemEmptyCan} má poměrně vysokou výživovou hodnotu a nedochází k {LINK:DecayPage;rozkladu}.
de: Hergestellt in einer {THING:StructureAdvancedPackagingMachine} oder {THING:AppliancePackagingMachine}, mit {THING:ItemCookedSoybean} und einer {THING:ItemEmptyCan}, sind Edamame-Bohnenkonserven ziemlich reich an Nährstoffen und ganz ohne {LINK:DecayPage;decay}.
es: Hechos en {THING:StructureAdvancedPackagingMachine} o {THING:AppliancePackagingMachine}, usando {THING:ItemCookedSoybean} y una {THING:ItemEmptyCan}, los frijoles edamame enlatados son bastante altos en nutrición, y no {LINK:DecayPage;decay}.

# Things.ItemCannedPowderedEggs
source: Canned Powdered Eggs
cs: Konzervovaná vejce v prášku
de: Eierpulverkonserve
es: Huevos en polvo enlatados

# Things.ItemCannedPowderedEggs
source: Made in an {THING:StructureAdvancedPackagingMachine} or {THING:AppliancePackagingMachine}, using {THING:ItemCookedPowderedEggs} and an {THING:ItemEmptyCan}, canned powdered eggs are an exciting, dynamic food that's fairly high in nutrition, and does not {LINK:DecayPage;decay}.
cs: Konzervovaná vejce v prášku, vyrobená v {THING:StructureAdvancedPackagingMachine} nebo {THING:AppliancePackagingMachine} pomocí {THING:ItemCookedPowderedEggs} a {THING:ItemEmptyCan}, jsou zajímavou, dynamickou potravinou, která má poměrně vysokou výživovou hodnotu a nedochází k {LINK:DecayPage;rozkladu}.
de: Hergestellt in einer {THING:StructureAdvancedPackagingMachine} oder {THING:AppliancePackagingMachine}, mit {THING:ItemCookedPowderedEggs} und einem {THING:ItemEmptyCan}, sind Eipulverkonserven ein aufregendes, dynamisches Essen, das ziemlich reich an Nährstoffen ist und ganz ohne {LINK:DecayPage;decay}.
es: Hechos en {THING:StructureAdvancedPackagingMachine} o {THING:AppliancePackagingMachine}, usando {THING:ItemCookedPowderedEggs} y una {THING:ItemEmptyCan}, los huevos en polvo enlatados son un alimento emocionante y dinámico que es bastante alto en nutrición, y no {LINK:DecayPage;decay}.

# Things.StructureAdvancedPackagingMachine
source: Advanced Packaging Machine
cs: Pokročilý konzervátor
de: Fortschrittliche Verpackungsmaschine
es: Máquina de embalaje avanzada

# Things.StructureAdvancedPackagingMachine
source: The {LINK:Xigo;Xigo} Advanced Cannifier Multi-Plus Pro is an automateable packaging machine that uses {THING:ItemEmptyCan}s and cooked {LINK:OrganicPage;food} to create canned sustenance that does not decay. Note that the ACMPP only accepts cooked food and tin cans.
de: Der {LINK:Xigo; Xigo}fortschrittliche Dosifizierer Multi-Plus Pro ist eine automatisierbare Verpackungsmaschine, die {THING:ItemEmptyCan} verwendet und gekochte {LINK:OrganicPage;food}, um Konservennahrung zu produzieren, die nicht verdirbt. Beachte, dass das ACMPP nur gekochte Speisen und Blechdosen akzeptiert.
es: El cannificador avanzado Multi-Plus Pro {LINK:Xigo;Xigo} es una máquina de envasado automatizable que utiliza {THING:ItemEmptyCan} y cocina {LINK:OrganicPage;food} para crear un sustento enlatado que no se descompone. Tenga en cuenta que el CAMPP solo acepta alimentos cocinados y latas.

# Things.ItemKitAdvancedPackagingMachine
source: Kit (Advanced Packaging Machine)
cs: Pokročilý konzervátor (sada)
de: Bausatz (Fortschrittliche Verpackungsmaschine)
es: Kit (Máquina de envasado avanzada)

# Things.ItemKitAdvancedPackagingMachine
source: Creates and {THING:StructureAdvancedPackagingMachine.}
cs: Vytvoří {THING:StructureAdvancedPackagingMachine}.
de: Erstellt eine {THING:StructureAdvancedPackagingMachine.}
es: Crea y {THING:StructureAdvancedPackagingMachine.}

# Things.ItemCookedSoybean
source: Cooked Soybean
cs: Vařená sója
de: Gekochte Sojabohnen
es: Soja cocida

# Things.ItemCookedSoybean
source: A high-nutrient cooked food, which can be canned.
cs: Vařená potravina s vysokým obsahem živin, kterou lze konzervovat.
de: Eine nährstoffreiche gekochte Nahrung, die in Konserven verpackt werden kann.
es: Un alimento cocinado con alto contenido de nutrientes, que se puede enlatar.

# Things.ItemCookedTomato
source: Cooked Tomato
cs: Vařené rajče
de: Gekochte Tomate
es: Tomate cocido

# Things.ItemCookedTomato
source: A high-nutrient cooked food, which can be canned.
cs: Vařená potravina s vysokým obsahem živin, kterou lze konzervovat.
de: Eine nährstoffreiche gekochte Nahrung, die in Konserven verpackt werden kann.
es: Un alimento cocinado con alto contenido de nutrientes, que se puede enlatar.

# Things.ItemCookedCorn
source: Cooked Corn
cs: Vařená kukuřice
de: Gekochter Mais
es: Maíz cocido

# Things.ItemCookedCorn
source: A high-nutrient cooked food, which can be canned.
cs: Vařená potravina s vysokým obsahem živin, kterou lze konzervovat.
de: Eine nährstoffreiche gekochte Nahrung, die in Konserven verpackt werden kann.
es: Un alimento cocinado con alto contenido de nutrientes, que se puede enlatar.

# Things.ItemCookedRice
source: Cooked Rice
cs: Vařená rýže
de: Gekochter Reis
es: Arroz cocido

# Things.ItemCookedRice
source: A high-nutrient cooked food, which can be canned.
cs: Vařená potravina s vysokým obsahem živin, kterou lze konzervovat.
de: Eine nährstoffreiche gekochte Nahrung, die in Konserven verpackt werden kann.
es: Un alimento cocinado con alto contenido de nutrientes, que se puede enlatar.

# Things.ItemCookedPumpkin
source: Cooked Pumpkin
cs: Vařená dýně
de: Gekochter Kürbis
es: Calabaza cocida

# Things.ItemCookedPumpkin
source: A high-nutrient cooked food, which can be canned.
cs: Vařená potravina s vysokým obsahem živin, kterou lze konzervovat.
de: Eine nährstoffreiche gekochte Nahrung, die in Konserven verpackt werden kann.
es: Un alimento cocinado con alto contenido de nutrientes, que se puede enlatar.

# Things.ItemCookedMushroom
source: Cooked Mushroom
cs: Vařená houba
de: Gekochter Pilz
es: Champiñones cocidos

# Things.ItemCookedMushroom
source: A high-nutrient cooked food, which can be canned.
cs: Vařená potravina s vysokým obsahem živin, kterou lze konzervovat.
de: Eine nährstoffreiche gekochte Nahrung, die in Konserven verpackt werden kann.
es: Un alimento cocinado con alto contenido de nutrientes, que se puede enlatar.
