Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureModularRocketCouplingUp
source: A uni-directional, multi-state conveyance solution, the coupling module is designed to interface between various mining and storage modules. It is essential for the function of the mining unit. When placed ABOVE a mining module (eg {THING:StructureRocketModuleMiningOre}), the UP coupler passes mined or harvested material (solid, liquid or gas) into the respective storage unit (eg {THING:StructureRocketModuleSilo}).
cs: Spojovací modul, jednosměrné řešení pro vícestavovou dopravu, je určen k propojení různých těžebních a skladovacích modulů. Je nezbytný pro funkci těžební jednotky. Je-li umístěn NAD těžebním modulem (např. {THING:StructureRocketModuleMiningOre}), spojka NAHORU přenáší vytěžený nebo nasbíraný materiál (pevný, kapalný nebo plynný) do příslušné skladovací jednotky (např. {THING:StructureRocketModuleSilo}).
de: Das Kupplungsmodul ist eine unidirektionale Multi-State-Förderlösung und wurde für die Schnittstelle zwischen verschiedenen Bergbau- und Lager-Modulen entwickelt. Es ist essentiell für die Funktion der Bergbau-Einheit. Wenn der OBEN-Koppler ÜBER einem Mining-Modul platziert wird (z. B. {THING:StructureRocketModuleMiningOre}), gibt er abgebautes oder geerntetes Material (fest, flüssig oder gasförmig) in die jeweilige Speichereinheit (z. B. {THING:StructureRocketModuleSilo}).
es: Una solución de transporte unidireccional y multiestatal, el módulo de acoplamiento está diseñado para interactuar entre varios módulos de minería y almacenamiento. Es esencial para el funcionamiento de la unidad minera. Cuando se coloca POR ENCIMA de un módulo de minería (por ejemplo, {THING:StructureRocketModuleMiningOre}), el acoplador UP pasa el material extraído o cosechado (sólido, líquido o gaseoso) a la unidad de almacenamiento respectiva (por ejemplo, {THING:StructureRocketModuleSilo}).

# Things.ItemKitModularRocketOreStorage
source: Kit (Automated Rocket Silo Module)
cs: Automatizovaný modul raketového sila (sada)
de: Bausatz (Automatisiertes Raketen-Lagermodul)
es: Kit (Módulo automatizado del silo del cohete)
fr: Kit (Module de silo de fusée autonome)
ru: Набор (Модуль хранилища автоматической ракеты)

# Things.ItemKitModularRocketOreStorage
source: Creates a {THING:StructureRocketModuleSilo}.
cs: Vytvoří {THING:StructureRocketModuleSilo}.
de: Erstellt ein {THING:StructureRocketModuleSilo}.
es: Crea un {THING:StructureRocketModuleSilo}.
fr: Caisse de {THING:StructureRocketModuleSilo}.
ru: Из этого набора собирается {THING:StructureRocketModuleSilo}.

# Things.ItemKitModularRocketCoupling
source: Kit (Automated Rocket Coupling Module)
cs: Automatizovaný raketový spojovací modul (sada)
de: Bausatz (Automatisiertes Raketen-Kupplungsmodul)
es: Kit (módulo de acoplamiento automático del cohete)
fr: Kit (Module de couplage de fusée autonome)
ru: Набор (Соединительный модуль автоматической ракеты)

# Things.ItemKitModularRocketCoupling
source: Creates a {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}
cs: Vytvoří {THING:StructureModularRocketCouplingDown} nebo {THING:StructureModularRocketCouplingUp}
de: Erstellt einen {THING:StructureModularRocketCouplingDown} oder {THING:StructureModularRocketCouplingUp}
es: Crea un {THING:StructureModularRocketCouplingDown} o un {THING:StructureModularRocketCouplingUp}

# Things.ItemKitModularRocketAutomation
source: Kit (Automated Rocket Automation Module)
cs: Automatický raketový autonomní modul (sada)
de: Bausatz (Automatisiertes Raketen-Automationsmodul)
es: Kit (módulo de automatización del cohete)
fr: Kit (Module d'automatisation de fusée autonome)
ru: Набор (Управляющий модуль автоматической ракеты)

# Things.ItemKitModularRocketAutomation
source: Creates a {THING:StructureModularRocketAutomation}
cs: Vytvoří {THING:StructureModularRocketAutomation}
de: Erstellt eine {THING:StructureModularRocketAutomation}
es: Crea un {THING:StructureModularRocketAutomation}

# Things.ItemKitModularRocketOreMining
source: Kit (Automated Rocket Ore Mining Module)
cs: Automatický raketový modul na těžbu rud (sada)
de: Bausatz (Automatisiertes Raketen-Erzfördermodul)
es: Kit (módulo de minería de minerales del cohete automatizado)
fr: Kit (Module d'extraction de minerai de fusée autonome)
ru: Набор (Модуль добычи руды автоматизированной ракеты)

# Things.ItemKitModularRocketOreMining
source: Creates a {THING:StructureRocketModuleMiningOre}.
cs: Vytvoří {THING:StructureRocketModuleMiningOre}.
de: Erstellt ein {THING:StructureRocketModuleMiningOre}.
es: Crea un {THING:StructureRocketModuleMiningOre}.
fr: Crée un {THING:StructureRocketModuleMiningOre}.

# Things.StructureModularRocketIceMining
source: Automated Rocket Ice Mining Module
cs: Automatizovaný raketový modul pro těžbu ledu
de: Automatisiertes Raketen-Eisfördermodul
es: Módulo de minería de hielo automatizado del cohete
fr: Module d'extraction de glace de fusée autonome
ru: Модуль Добычи Льда Автоматизированной Ракеты

# Things.StructureModularRocketIceMining
source: The {LINK:ExMin;ExMin} autonomous ice miner is a purpose-built, robotic ice harvester, able to mine ice ores from asteroids and planets in the local region of space. Its range - and therefore how much ice {LINK:OrePage;ore} it collects - is strictly determined by the rocket's fuel quantity. The module must be connected to a {THING:StructureRocketModuleSilo} by a properly placed {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}, in order for {LINK:OrePage;ore} to pass from the collector unit into the silo. It has two modes - active (1), and inactive (0), which should only be triggered when the rocket has arrived on the planet and is idle (mode 4).
de: Der {LINK:ExMin; ExMin} autonome Eissammler ist ein speziell entwickelter, robotischer Eisernter, der in der Lage ist, Eis von Asteroiden und Planeten in der lokalen Region des Weltraums abzubauen. Seine Reichweite - und damit wie viel Eis {LINK:OrePage;ore} er sammelt - wird streng durch die Treibstoffmenge der Rakete bestimmt. Das Modul muss mit einem {THING:StructureRocketModuleSilo} durch ein ordnungsgemäß platziertes {THING:StructureModularRocketCouplingDown} oder {THING:StructureModularRocketCouplingUp} verbunden sein, damit {LINK:OrePage;ore} von der Kollektoreinheit in das Lagermodul übergeht. Es hat zwei Modi - aktiv (1) und inaktiv (0), die nur ausgelöst werden sollten, wenn die Rakete auf dem Planeten angekommen ist und sich im Leerlauf befindet (Modus 4).
es: El {LINK:ExMin;ExMin} minero de hielo autonomo es un recolector de hielo robótico especialmente diseñado, capaz de extraer minerales de hielo de asteroides y planetas en la región local del espacio. Su alcance, y por lo tanto la cantidad de hielo {LINK:OrePage;ore} que recoge, está estrictamente determinado por la cantidad de combustible del cohete. El módulo debe estar conectado a un {THING:StructureRocketModuleSilo} por un {THING:StructureModularRocketCouplingDown} o {THING:StructureModularRocketCouplingUp} correctamente colocado, para que {LINK:OrePage;ore} pase de la unidad colectora al silo. Tiene dos modos: activo (1) e inactivo (0), que solo deben activarse cuando el cohete ha llegado al planeta y está inactivo (modo 4).

# Things.ItemKitModularRocketIceMining
source: Kit (Automated Rocket Ice Mining Module)
cs: Automatický raketový modul na těžbu ledu (sada)
de: Bausatz (Automatisiertes Raketen-Eisfördermodul)
es: Kit (módulo de minería de hielo del cohete automatizado)
fr: Kit (Module d'extraction de glace de fusée autonome)
ru: Набор (Модуль Добычи Льда Автоматизированной Ракеты)

# Things.ItemKitModularRocketIceMining
source: Creates a {THING:StructureModularRocketIceMining}.
cs: Vytvoří {THING:StructureModularRocketIceMining}.
de: Erstellt ein {THING:StructureModularRocketIceMining}.
es: Crea un {THING:StructureModularRocketIceMining}.
fr: Crée un {THING:StructureModularRocketIceMining}.

# Things.StructureModularRocketScrapMining
source: Automated Rocket Salvage Module
cs: Automatizovaný raketový modul pro sběr vesmírného odpadu
de: Automatisiertes Raketen-Bergungsmodul
es: Módulo de recuperación de chatarra automatizado del cohete
fr: Module de récupération de fusée autonome
ru: Модуль Сбора Вторсырья Автоматической Ракеты

# Things.StructureModularRocketScrapMining
source: The so-called {LINK:Sinotai;Sinotai} 'space junk' collector module is really a high-end automated salvaging unit, purpose designed to interface with the {LINK:ExMin;ExMin} autonomous rocket. It sweeps the local region of space for wrecks, abandoned space shipments, and other detritus. As such, it returns a fairly random assortment of items. The module must be connected to a {THING:StructureRocketModuleSilo} by a properly placed {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}, in order for {LINK:OrePage;ore} to pass from the collector unit into the silo.
de: Das sogenannte {LINK:Sinotai; Sinotai} 'Space Junk' Kollektormodul ist wirklich eine automatisierte High-End-Bergungseinheit, Zweckmäßig enworfen für die Schnittstelle mit der {LINK:ExMin; ExMin} autonomen Rakete. Es durchkämmt die lokale Region des Weltraums nach Wracks, verlassenen Weltraumtransporten und anderen Trümmern. Als solches fördert es eine ziemlich zufällige Auswahl an Gegenständen. Das Modul muss mit einem {THING:StructureRocketModuleSilo} durch ein ordnungsgemäß platziertes {THING:StructureModularRocketCouplingDown} oder {THING:StructureModularRocketCouplingUp} verbunden sein, damit {LINK:OrePage;ore} von der Kollektoreinheit in das Lagermodul übergeht.
es: El llamado {LINK:Sinotai;Sinotai} El módulo colector 'space junk' de Sinotai es realmente una unidad de rescate automatizada de alta gama, diseñada para interactuar con el {LINK:ExMin;ExMin} cohete autónomo. Barre la región local del espacio en busca de naufragios, envíos espaciales abandonados y otros detritos. Como tal, devuelve una variedad bastante aleatoria de artículos. El módulo debe estar conectado a un {THING:StructureRocketModuleSilo} por un {THING:StructureModularRocketCouplingDown} o {THING:StructureModularRocketCouplingUp} correctamente colocado, para que el ore pase de la unidad colectora al silo.

# Things.ItemKitModularRocketScrapMining
source: Kit (Automated Rocket Salvage Module)
cs: Automatický záchranný modul rakety (sada)
de: Bausatz (Automatisiertes Raketen-Bergungsmodul)
es: Kit (Módulo automatizado de recolección de chatarra del cohete)
fr: Kit (Module de récupération de fusée automatisée)
ru: Набор (Модуль Сбора Вторсырья Автоматической Ракеты)

# Things.ItemKitModularRocketScrapMining
source: Creates a {THING:StructureModularRocketScrapMining}.
cs: Vytvoří {THING:StructureModularRocketScrapMining}
de: Erstellt ein {THING:StructureModularRocketScrapMining}.
es: Crea un {THING:StructureModularRocketScrapMining}.
fr: Crée un {THING:StructureModularRocketScrapMining}.

# Things.ItemWaterPipeMeter
source: Kit (Liquid Pipe Meter)
cs: Měřič potrubí na kapaliny (sada)
de: Bausatz (Flüssigkeitsbarometer)
es: Medidor de tubería de líquidos (kit)
fr: Kit (Tube avec Manomètre)
ru: Набор (Жидкостный манометр)

# Things.StructureWaterPipeMeter
source: Liquid Pipe Meter
cs: Měřič potrubí na kapaliny
de: Flüssigkeitsbarometer
es: Medidor de tubería de líquidos
fr: Tube avec Manomètre
ru: Жидкостный манометр

# Things.ItemWaterPipeDigitalValve
source: Kit (Liquid Digital Valve)
cs: Digitální ventil na kapaliny (sada)
de: Kit (Flüssiges digitales Ventil)
es: Kit (Válvula digital de líquidos)
fr: Kit (Électrovanne à liquide)
ru: Набор (Жидкостный Электровентиль)

# Things.StructureWaterDigitalValve
source: Liquid Digital Valve
cs: Digitální ventil na kapaliny
de: Digitales Flüssigkeitsventil
es: Válvula digital de líquidos
fr: Électrovanne à liquide
ru: Жидкостный Электровентиль

# Things.ItemWaterWallCooler
source: Kit (Liquid Wall Cooler)
cs: Nástěnný chladič na kapaliny (sada)
de: Bausatz (Flüssigkeitswandkühler)
es: Kit (Radiador de tuberias de líquidos)
fr: Kit (Refroidisseur à eau)
ru: Набор (Жидкостный Настенный Охладитель)

# Things.StructureWaterWallCooler
source: Liquid Wall Cooler
cs: Nástěnný chladič na kapaliny
de: Flüssigkeitswandkühler
es: Enfriador de pared para líquidos
fr: Refroidisseur à eau
ru: Жидкостный Настенный Охладитель

# Things.StructureWaterBottleFillerBottom
source: Water Bottle Filler Bottom
cs: Plnička lahví na vodu
de: Wasserflaschen-Befüller Boden
es: Fondo de llenado de botella de agua
fr: Remplisseur de bouteille d’eau
ru: Разливочная Машина Воды Книзу

# Things.ItemLiquidDrain
source: Kit (Liquid Drain)
cs: Kapalinový odtok (sada)
de: Kit (Flüssigkeitsabfluss)
es: Kit (drenaje líquido)

# Things.StructureLiquidDrain
source: Liquid Drain
cs: Kapalinová výpusť
de: Flüssigkeitsablauf
es: Desague de líquidos

# Things.StructureLiquidDrain
source: The drain is a simple device, although not without a touch of mystery. When connected to power and activated, it drains liquid from a liquid network at a rate of 1 mol per tick. Handy if there's liquid you need ... gone.
cs: Výpusť je jednoduché zařízení, i když nepostrádá nádech tajemna. Po připojení k napájení a aktivaci vypouští kapalinu ze sítě kapalin rychlostí 1 mol za tik. To se hodí, pokud potřebujete odčerpat nějakou tekutinu... pryč.
de: Der Abfluss ist ein einfaches Gerät, wenn auch nicht ganz ohne einen Hauch von Geheimnis. Wenn es an die Stromversorgung angeschlossen und aktiviert ist, entzieht es Flüssigkeit aus einem Flüssigkeitsnetzwerk mit einer Rate von 1 Mol pro tick. Praktisch, wenn es eine Flüssigkeit gibt, die du loswerden willst.
es: El desagüe es un dispositivo sencillo, aunque no exento de un toque de misterio. Cuando se conecta a la alimentación y se activa, drena el líquido de una red líquida a una velocidad de 1 mol por tick. Útil si hay líquido que necesita ...

# Things.ItemLiquidPipeAnalyzer
source: Kit (Liquid Pipe Analyzer)
cs: Analyzátor kapalných potrubí (sada)
de: Bausatz (Flüssigkeitsrohr Messeinrichtung)
es: Kit (Analizador de tuberías líquidas)

# Things.StructureLiquidPipeAnalyzer
source: Liquid Pipe Analyzer
cs: Analyzátor kapalných potrubí
de: Flüssigkeitsrohr Messeinrichtung
es: Analizador de tuberías líquidas

# Things.ItemKitModularRocketGasMining
source: Kit (Automated Rocket Gas Mining Module)
cs: Automatizovaný modul pro těžbu plynu (sada)
de: Bausatz (Automatisiertes Raketen-Gaskollektorenmodul)
es: Kit (Módulo Automatizado de Minería de Gas de Cohetes)

# Things.ItemKitModularRocketGasMining
source: This kit creates a {THING:StructureModularRocketGasMining}.
cs: Tato sada vytváří {THING:StructureModularRocketGasMining}.
de: Dieser Bausatz erstellt ein {THING:StructureModularRocketGasMining}.
es: Este kit crea un {THING:StructureModularRocketGasMining}.

# Things.StructureModularRocketGasMining
source: Automated Rocket Gas Mining Module
cs: Automatizovaný raketový modul pro sběr plynů
de: Automatisiertes Raketen-Gaskollektorenmodul
es: Módulo de minería de Gas automatizado del cohete
fr: Module d'extraction de gaz de fusée autonome

# Things.StructureModularRocketGasMining
source: In typical {LINK:Recurso;Recurso} fashion, the A.R.M. gas mining module is a rapidly designed addition to a more sophisticated system by a company with very little concern for safety or reliability. The module will store mined gas in an empty {THING:StructureModularRocketFueltank01}, so long as it is connected by a {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}.
de: In typischer {LINK:Recurso;Recurso} Manier ist das A.R.M.-Gaskollektorenmodul eine schnell entwickelte Ergänzung zu einem ausgefeilteren System eines Unternehmens, das sich nur sehr wenig um Sicherheit oder Zuverlässigkeit kümmert. Das Modul speichert gesammeltes Gas in einem leeren {THING:StructureModularRocketFueltank01}, solange es durch ein {THING:StructureModularRocketCouplingDown} oder {THING:StructureModularRocketCouplingUp} verbunden ist.
es: El {LINK:Recurso;Recurso} módulo de minería de gas A.R.M. es una adición rápidamente diseñada a un sistema más sofisticado por una empresa con muy poca preocupación por la seguridad o la confiabilidad. El módulo almacenará el gas extraído en un {THING:StructureModularRocketFueltank01} vacío, siempre y cuando esté conectado por un {THING:StructureModularRocketCouplingDown} o un {THING:StructureModularRocketCouplingUp}.

# Things.ItemKitHeatExchanger
source: Kit Heat Exchanger
cs: Výměník tepla (sada)
de: Bausatz Wärmetauscher
es: Kit Intercambiador de calor

# Things.ItemKitHeatExchanger
source: This kit creates a {THING:StructureHeatExchangeLiquidtoGas}, {THING:StructureHeatExchangerLiquidtoLiquid} and {THING:StructureHeatExchangerGastoGas}.
cs: Tato sada vytváří {THING:StructureHeatExchangeLiquidtoGas}, {THING:StructureHeatExchangerLiquidtoLiquid} and {THING:StructureHeatExchangerGastoGas}.
de: Dieser Bausatz erstellt einen {THING:StructureHeatExchangeLiquidtoGas}, {THING:StructureHeatExchangerLiquidtoLiquid} und {THING:StructureHeatExchangerGastoGas}.
es: Este kit crea un {THING:StructureHeatExchangeLiquidtoGas}, {THING:StructureHeatExchangerLiquidtoLiquidd} y {THING:StructureHeatExchangerGastoGas}.

# Things.StructureHeatExchangerLiquidtoLiquid
source: Heat Exchanger - Liquid
cs: Výměník tepla - Kapaliny
de: Wärmetauscher - Flüssigkeit
es: Intercambiador de calor - Líquido

# Things.StructureHeatExchangerLiquidtoLiquid
source: The original specs for the N Series Flow-P heat exchanger were rumored to have been scrawled on the back of a burger receipt by a bored {LINK:Sinotai;Sinotai} designer riding up the Brazilian space elevator, but that hasn't stopped it becoming one of the most widely-copied heat exchanger designs in the Solar System. The 'N Flow-P' has four connections, allowing you to pass two liquid networks into the unit, which then works to equalize temperature across the two separate networks. As the N Flow-P is a passive system, it equalizes pressure across the entire of each individual network, unless connected to liquid management devices like a {THING:StructureLiquidVolumePump} or a {THING:StructureBackLiquidPressureRegulator}.
de: Angeblich wurden die Spezifikationen für den Flow-P-Wärmetauscher der N-Serie auf der Rückseite einer Rechnung von einem gelangweilten {LINK:Sinotai; Sinotai} Designer gekritzelt, während er den brasilianischen Weltraumaufzug hinauf fuhr, dennoch wurde es zu einem der am häufigsten kopierten Wärmetauscherdesigns im Sonnensystem. Der "N Flow-P" hat vier Anschlüsse, mit denen du zwei Flüssigkeitsnetzwerke in die Einheit leiten kannst, die dann die Temperatur über die beiden Netzwerke auszugleicht. Da das N Flow-P ein passives System ist, gleicht es den Druck über die beiden Netzwerke aus, es sei denn, es ist mit einer {THING:StructureLiquidVolumePump} oder einem {THING:StructureBackLiquidPressureRegulator} verbunden.
es: Se rumoreaba que las especificaciones originales para el intercambiador de calor Flow-P de la serie N habían sido garabateadas en la parte posterior de un recibo de hamburguesa por un aburrido diseñador {LINK:Sinotai;Sinotai} montando en el ascensor espacial brasileño, pero eso no ha impedido que se convierta en uno de los diseños de intercambiadores de calor más copiados del Sistema Solar. El 'N Flow-P' tiene cuatro conexiones, lo que le permite pasar dos redes líquidas a la unidad, que luego funciona para igualar la temperatura a través de las dos redes separadas. Como el N Flow-P es un sistema pasivo, iguala la presión en toda la red individual, a menos que esté conectado a dispositivos de administración de líquidos como la {THING:StructureLiquidVolumePump} o el {THING:StructureBackLiquidPressureRegulator}.

# Things.StructureHeatExchangerGastoGas
source: Heat Exchanger - Gas
cs: Výměník tepla - Plyny
de: Wärmetauscher - Gas
es: Intercambiador de calor - Gas

# Things.StructureHeatExchangerGastoGas
source: The original specs for the N Series Flow-P heat exchanger were rumored to have been scrawled on the back of a burger receipt by a bored {LINK:Sinotai;Sinotai} designer riding up the Brazilian space elevator, but that hasn't stopped it becoming one of the most widely-copied heat exchanger designs in the Solar System. The 'N Flow-P' has four connections, allowing you to pass two gas networks into the unit, which then works to equalize temperature across the two separate networks. As the N Flow-P is a passive system, it equalizes pressure across the entire of each individual network, unless connected to gas management devices like a {THING:StructureVolumePump} or a {THING:StructureBackPressureRegulator}.
de: Angeblich wurden die Spezifikationen für den Flow-P-Wärmetauscher der N-Serie auf der Rückseite einer Rechnung von einem gelangweilten {LINK:Sinotai; Sinotai} Designer gekritzelt, während er den brasilianischen Weltraumaufzug hinauf fuhr, dennoch wurde es zu einem der am häufigsten kopierten Wärmetauscherdesigns im Sonnensystem. Der "N Flow-P" hat vier Anschlüsse, mit denen du zwei Flüssigkeitsnetzwerke in die Einheit leiten kannst, die dann die Temperatur über die beiden Netzwerke auszugleicht. Da das N Flow-P ein passives System ist, gleicht es den Druck über die beiden Netzwerke aus, es sei denn, es ist mit einer {THING:StructureVolumePump} oder einem {THING:StructureBackPressureRegulator} verbunden.
es: Se rumoreaba que las especificaciones originales para el intercambiador de calor Flow-P de la serie N habían sido garabateadas en la parte posterior de un recibo de hamburguesa por un aburrido diseñador {LINK:Sinotai;Sinotai} montando en el ascensor espacial brasileño, pero eso no ha impedido que se convierta en uno de los diseños de intercambiadores de calor más copiados del Sistema Solar. El 'N Flow-P' tiene cuatro conexiones, lo que le permite pasar dos redes líquidas a la unidad, que luego funciona para igualar la temperatura a través de las dos redes separadas. Como el N Flow-P es un sistema pasivo, iguala la presión en toda la red individual, a menos que esté conectado a dispositivos de administración de líquidos como la {THING:StructureLiquidVolumePump} o el {THING:StructureBackLiquidPressureRegulator}.

# Things.StructureHeatExchangeLiquidtoGas
source: Heat Exchanger - Liquid + Gas
cs: Výměník tepla - Kapaliny + Plyny
de: Wärmetauscher - Flüssigkeit + Gas
es: Intercambiador de calor - Líquido + Gas
