Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemPillStun
source: Through rarely publicized, the existence of this pill is an open secret. For use when all else has failed, the Sayonara Suppository immobilizes and rapidly ends the average {LINK:Stationeers;Stationeer}. The delivery mode ensures that if a Stationeer chooses to take this pill, they really have to want it.
es: A través de rara vez publicitado, la existencia de esta píldora es un secreto a voces. Para su uso cuando todo lo demás ha fallado, el Supositorio Sayonara inmoviliza y termina rápidamente el promedio {LINK:Stationeers;Stationeer}. El modo de entrega asegura que si un Stationeer elige tomar esta píldora, realmente tiene que quererla.

# Things.ItemPillStun
source: Pill (Paralysis)
cs: Pilulka (Paralyzační)
de: Pille (Paralyse)
es: Píldora (Parálisis)
fi: Pilleri (halvaus)
fr: Pilule (Paralysie)
hu: Pirula (Bénulás)
it: Pillola (Paralizzante)
pt_pt: Comprimido (Paralisia)
ru: Оглушающая таблетка
tr: Hap (Felç)

# Things.ItemPillHeal
source: Three centuries of pharmaceutical technology compressed into one small, easy to ingest pill: the Heal Pill, aka the Proton Pill, aka Mr Happy contains active enzymes, therapeutic proteins, modified microbial strains, and mammalian cell line analogues in a single-dose boost of high purity, efficacy, and potency that potentiates a swift parasympathetic immune response.
es: Tres siglos de tecnología farmacéutica comprimidos en una pequeña píldora fácil de ingerir: la píldora curativa, también conocida como la píldora de protones, también conocida como Mr. Happy, contiene enzimas activas, proteínas terapéuticas, cepas microbianas modificadas y análogos de líneas celulares de mamíferos en un impulso de una sola dosis de alta pureza, eficacia y potencia que potencia una rápida respuesta inmunológica parasimpática.

# Things.ItemPillHeal
source: Pill (Medical)
cs: Pilulka (Léčivá)
de: Pille (Medizinisch)
es: Píldora (Médica)
fi: Pilleri (lääkintä)
fr: Pilule (Médical)
hu: Pirula (Sérülés)
it: Pillola (Medica)
pt_pt: Comprimido (Medicinal)
ru: Лечащая таблетка
tr: Hap (Tıbbi)

# Things.ItemPickaxe
source: When the sun sets and the {THING:ItemMiningDrill} runs dead, its batteries drained and your {THING:StructureSolarPanel} cold and lifeless, the {THING:StructureAutolathe} empty, the way forward unclear, one thing holds back the endless night of defeat: the trusty pickaxe.
cs: Když slunce zapadne a {THING:ItemMiningDrill} se vybije, vybité baterie a váš {THING:StructureSolarPanel} chladný a bez života, {THING:StructureAutolathe} prázdný, cesta vpřed nejasná, jedna věc brzdí nekonečnou noc porážky: důvěryhodný krumpáč.
es: Cuando se pone el sol y el {THING:ItemMiningDrill} se agota, las pilas se agotan y tu {THING:StructureSolarPanel} está frío y sin vida, el {THING:StructureAutolathe} vacío, el camino a seguir no está claro, una cosa detiene la noche interminable de la derrota : el fiel pico.
fr: Lorsque le soleil se couche et que la {THING:ItemMiningDrill} est morte, que ses batteries sont déchargées et que votre {THING:StructureSolarPanel} est froid et sans vie, le {THING:StructureAutolathe} est vide, la voie à suivre n’est pas claire, une chose retient la nuit sans fin de la défaite : la fidèle pioche.

# Things.ItemPickaxe
source: Pickaxe
cs: Krumpáč
de: Spitzhacke
es: Pico
fi: Hakku
fr: Pioche
hu: Csákány
it: Piccone
pt_pt: Picareta
ru: Кирка
tr: Kazma

# Things.ItemPassiveVent
source: This kit creates a {THING:ItemPassiveVent}.
cs: Tato sada vytváří {THING:ItemPassiveVent}.
de: Dieser Bausatz erstellt eine {THING:ItemPassiveVent}.
es: Este kit crea un {THING:ItemPassiveVent}.
fr: Ce kit crée une {THING:StructurePassiveVent}.

# Things.ItemPassiveVent
source: Kit (Passive Vent)
cs: Pasivní ventilace (sada)
de: Passive Belüftung
es: Ventilación Pasiva
fi: Varustepakkaus (passiivinen putkiventtiili)
fr: Kit (Ventilation Passive)
hu: Készlet (Passzív szellőző)
it: Scarico d'aria
pt_pt: Kit (Ventilador Passivo)
ru: Пассивная вентиляция
tr: Donanım (Pasif Havalandırma)

# Things.ItemMuffin
source: A delicious, semi-healthful snack, nothing comforts a {LINK:Stationeers;Stationeer} 800 million kilometers from home like a hand-made muffin.
es: Un bocadillo delicioso y semi-saludable, nada reconforta a un {LINK:Stationeers;Stationeer} a 800 millones de kilómetros de casa como un muffin hecho a mano.

# Things.ItemMiningDrill
source: The handheld 'Topo' tri-cone rotary mining drill was made for one thing: quick digging. Modeled on a classic {LINK:Recurso;Recurso} zero-g design, it functions equally well in vacuum and atmosphere, with cemented carbide bits to increase resilience and bearing life, and reduce spalling. As Jenk Murtons once said, 'The Topo don't stopo.'
es: El taladro de minería rotativo de tres conos 'Topo' de mano se hizo para una cosa: excavación rápida. Modelado sobre un clásico {LINK:Recurso;Recurso} diseño cero g, funciona igualmente bien en vacío y atmósfera, con brocas de carburo cementado para aumentar la resiliencia y la vida útil del rodamiento, y reducir el desgaste. Como jenk Murtons dijo una vez: "El Topo no se detenga".

# Things.ItemMiningDrill
source: Mining Drill
cs: Težební vrták
de: Bergbaubohrer
es: Taladro Minería
fi: Malmipora
fr: Foreuse
hu: Bányászfúró
it: Trapano escavatore
pt_pt: Broca de Mineração
ru: Бур
tr: Madencilik Matkabı

# Things.ItemMiningBelt
source: Originally developed by {LINK:Recurso;Recurso Espaciais} for asteroid mining, the {LINK:Stationeers;Stationeer's} mining belt has room for two {LINK:ToolPage;tools} and eight {LINK:OrePage;ore} stacks. While wearing the belt, {LINK:OrePage;ore} is automatically stored there when mined. Volatile and temperature-dependent remain stable in the environmentally controlled unit.
es: Desarrollado originalmente por {LINK:Recurso;Recurso Espaciais} para la minería de asteroides, el {LINK:Stationeers;Stationeer's} miningbelt tiene espacio para dos pilas {LINK:ToolPage;tools} y ocho {LINK:OrePage;ore}. Mientras se usa el cinturón, {LINK:OrePage;ore} se almacena automáticamente allí cuando se extrae. Volátil y dependiente de la temperatura permanecen estables en la unidad ambientalmente controlada.

# Things.ItemMiningBelt
source: Mining Belt
cs: Hornický opasek
de: Bergbaugürtel
es: Cinturón Minero
fi: Malmivyö
fr: Ceinture de mineur
hu: Bányászöv
it: Cintura da minatore
pt_pt: Cinto de Mineração
ru: Пояс шахтёра
tr: Madencilik Kemeri

# Things.ItemMilk
source: Full disclosure, it's not actually 'milk', but an {LINK:Agrizero;Agrizero-invented} synthesis of 5ml {THING:ItemSoyOil} and 5g {THING:ItemFern}, delicately blended in the {THING:ApplianceChemistryStation}. Surprisingly filling, it can be used as an ingredient to cook other {LINK:FoodPage;food} in the {THING:ApplianceMicrowave} or {THING:StructureAutomatedOven}. Think, {THING:ItemMuffin}.
es: Divulgación completa, en realidad no es 'leche', sino un {LINK:Agrizero; Agrizero-invented} síntesis de 5ml {THING:ItemSoyOil} y 5g {THING:ItemFern}, delicadamente mezclada en {THING:ApplianceChemistryStation}. Sorprendentemente relleno, se puede usar como ingrediente para cocinar otros {LINK:FoodPage;food} en {THING:ApplianceMicrowave} o {THING:StructureAutomatedOven}. Piensa, {COSA:ItemMuffin}.

# Things.ItemMilk
source: Milk
cs: Mléko
de: Milch
es: Leche
fi: Maito
fr: Lait
hu: Tej
it: Latte
pt_pt: Leite
ru: Молоко
tr: Süt

# Things.ItemLightSword
source: A charming, if useless, pseudo-weapon. (Creative only.)
es: Un encantadora, aunque inútil, arma pisapapeles. (Sólo creativo.)

# Things.ItemLightSword
source: Light Sword
cs: Světelný meč
de: Lichtschwert
es: Espada de Luz
fi: Valomiekka
fr: Epée laser
hu: Könnyű kard
it: Spada laser
pt_pt: Espada de Luz
ru: Световой меч
tr: Işın Kılıcı

# Things.ItemLabeller
source: A labeller lets you set names and values on a variety of devices and structures, including {THING:StructureConsole} and {LINK:LogicPage;Logic}.
es: Un etiquetador le permite establecer nombres y valores en una variedad de dispositivos y estructuras, incluidos {THING:StructureConsole} y {LINK:LogicPage;Logic}.

# Things.ItemLabeller
source: Labeller
cs: Popisovač
de: Beschrifter
es: Etiquetadora
fi: Etikettikone
fr: Étiqueteuse
hu: Címkéző
it: Etichettatore
pt_pt: Rotulador
ru: Маркировщик
tr: Etiket Cihazı

# Things.ItemKitWall
source: This kit produces a range of composite wall elements and windows.
cs: Tato sada vytváří řadu kompozitních stěnových prvků a oken.
es: Este kit produce una gama de elementos compuestos para paredes y ventanas.
fr: Ce kit produit divers modèles de murs et de fenêtres.

# Things.ItemKitWall
source: Kit (Wall)
cs: Kompozitní stěna (sada)
de: Bausatz (Wand)
es: Kit (Paredes)
fi: Varustepakkaus (seinä)
fr: Kit (Mur Composite)
hu: Készlet (Fal)
it: Kit (Muro Composito)
pt_pt: Kit (Paredes)
ru: Набор (Стена)
tr: Donanım (Duvar)

# Things.ItemKitTurret
source: This kit produces a single {THING:StructureGunTurret}.
cs: Tato sada vytváří jedinou {THING:StructureGunTurret}.
es: Este kit produce una sola {THING:StructureGunTurret}.
fr: Ce kit crée une {THING:StructureGunTurret}.
ru: Из этого набора собирается одна {THING:StructureGunTurret}.

# Things.ItemKitTurret
source: Kit (Turret)
cs: Střelecká věž (sada)
de: Bausatz (Geschützkanzel)
es: Kit (Torretas)
fi: Varustepakkaus (tykkitorni)
fr: Kit (Tourelle)
hu: Készlet (Löveg)
it: Kit (Torretta)
pt_pt: Kit (Canhão Esférico Fixo)
ru: Набор (Турель)
tr: Donanım (Kule)

# Things.ItemKitTorpedoTube
source: This kit produces a single {THING:StructureTorpedoTube}.
cs: Tato sada vytváří jediné {THING:StructureTorpedoTube}.
es: Este kit produce una sola {THING:StructureTorpedoTube}.
fr: Ce kit produit un {THING:StructureTorpedoTube}.
ru: Из этого набора собирается одна {THING:StructureTorpedoTube}.

# Things.ItemKitTorpedoTube
source: Kit (Torpedo Launcher)
cs: Torpédový odpalovač (sada)
de: Bausatz (Torpedorohr)
es: Kit Construcción (Tubo LanzaTorpedos)
fi: Varustepakkaus (torpedoputki)
fr: Kit (Lanceur de Torpille)
hu: Készlet (Torpedókilövő)
it: Kit (Lanciasiluri)
pt_pt: Kit (Disparador de Torpedos)
ru: Набор (Торпедный аппарат)
tr: Donanım (Torpido Fırlatma Rampası)

# Things.ItemKitTank
source: This kit produces either a {THING:StructureTankBig} or {THING:StructureTankSmall}.
cs: Tato sada vytváří buď {THING:StructureTankBig} nebo {THING:StructureTankSmall}.
de: Dieser Bausatz erzeugt entweder {THING:StructureTankBig} oder {THING:StructureTankSmall}.
es: Este kit produce una {THING:StructureTankBig} o {THING:StructureTankSmall}.
fr: Ce kit produit un {THING:StructureTankBig} (avec plusieurs kit) ou un {THING:StructureTankSmall}.
ru: Этот комплект производит {THING:StructureTankBig} либо {THING:StructureTankSmall}.

# Things.ItemKitTank
source: Kit (Tank)
cs: Nádrž (sada)
de: Bausatz (Tank)
es: Kit (Tanques)
fi: Varustepakkaus (säiliö)
fr: Kit (Réservoir)
hu: Készlet (Tartály)
it: Kit (Serbatoio)
pt_pt: Kit (Tanque)
ru: Набор (Резервуар)
tr: Donanım (Tank)

# Things.ItemKitStorage
source: This kit produces a {THING:StructureSuitStorage}.
cs: Tato sada vytváří {THING:StructureSuitStorage}.
es: Este kit produce una {THING:StructureSuitStorage}.
fr: Ce kit produit un {THING:StructureSuitStorage}. Mais nous ne sommes pas sur.
ru: Из этого набора собирается {THING:StructureSuitStorage}.

# Things.ItemKitStorage
source: Kit (Storage)
cs: Úložiště (sada)
de: Bausatz (Lager)
es: Kit Construcción (Almacenamiento)
fi: Varustepakkaus (kaappi)
fr: Kit (Stockage)
hu: Készlet (Tároló)
it: Kit (Stoccaggio)
pt_pt: Kit (Armazenamento)
ru: Набор (Хранилище)
tr: Donanım (Depo)

# Things.ItemKitStellarAnchor
source: This kit produces a single {THING:StructureStellarAnchor}.
cs: Tato sada vytváří jedinou {THING:StructureStellarAnchor}.
es: Este kit produce una sola {THING:StructureStellarAnchor}.
fr: Ce kit produit une {THING:StructureStellarAnchor}.
ru: Из этого набора собирается один {THING:StructureStellarAnchor}.

# Things.ItemKitStellarAnchor
source: Kit (Stellar Anchor)
cs: Hvězdná kotva (sada)
de: Bausatz (Stellarer Anker)
es: Kit Construcción (Ancla Estelar)
fi: Varustepakkaus (tähtiankkuri)
fr: Kit (Ancre Stellaire)
hu: Készlet (Csillaghorgony)
it: Kit (Ancora stellare)
pt_pt: Kit (Âncora Estelar)
ru: Набор (Звёздный якорь)
tr: Donanım (Yıldız Çapası)

# Things.ItemKitStairs
source: This kit produces a {THING:StructureStairs4x2} and several variants.
cs: Tato sada vytváří {THING:StructureStairs4x2} a několik variant.
es: Este kit produce una {THING:StructureStairs4x2} y varias variantes.
fr: Ce kit crée un {THING:StructureStairs4x2} ou une de ses variantes.
ru: Из этого набора собирается {THING:StructureStairs4x2} в нескольких вариантах.

# Things.ItemKitStairs
source: Kit (Stairs)
cs: Schody (sada)
de: Bausatz (Treppe)
es: Kit (Escalera)
fi: Varustepakkaus (portaat)
fr: Kit (Escalier)
hu: Készlet (Lépcső)
it: Kit (Scale)
pt_pt: Kit (Escadas)
ru: Набор (Лестница)
tr: Donanım (Merdivenler)

# Things.ItemKitSolarPanel
source: This kit produces a {THING:StructureSolarPanel} and several variants.
cs: Tato sada vytváří {THING:StructureSolarPanel} a několik variant.
es: Este kit produce una {THING:StructureSolarPanel} y varias variantes.
fr: Ce kit crée un {THING:StructureSolarPanel} ou une de ses variantes.
ru: Из этого набора собирается {THING:StructureSolarPanel} в нескольких вариантах.

# Things.ItemKitSolarPanel
source: Kit (Solar Panel)
cs: Solární panel (sada)
de: Bausatz (Solarmodul)
es: Panel Solar (kit)
fi: Varustepakkaus (aurinkopaneeli)
fr: Kit (Panneau Solaire)
hu: Készlet (Napelem)
it: Kit (Pannello solare)
pt_pt: Kit (Painel Solar)
ru: Набор (Солнечная панель)
tr: Donanım (Güneş Paneli)

# Things.ItemKitSleeper
source: This kit produces a range of sleepers which will keep players hydrated and fed while logged out - as long as a breathable atmosphere is provided.
es: Este kit produce una gama de durmientes que mantendrán a los jugadores hidratados y alimentados mientras están desconectados, siempre y cuando se proporcione una atmósfera transpirable.

# Things.ItemKitSleeper
source: Kit (Sleeper)
cs: Spáč (sada)
de: Bausatz (Schlafkapsel)
es: Kit (Cama)
fi: Varustepakkaus (unikapseli)
fr: Kit (Couchette)
hu: Készlet (Alvóhely)
it: Kit (Cuccetta)
pt_pt: Kit (Câmara de Stasis)
ru: Набор (Слипер)
tr: Donanım (Uyku Kapsülü)

# Things.ItemKitSign
source: This kit produces a {THING:StructureSign1x1} or {THING:StructureSign2x1}.
cs: Tato sada vytváří {THING:StructureSign1x1} nebo {THING:StructureSign2x1}.
es: Este kit produce una {THING:StructureSign1x1} o {THING:StructureSign2x1}.
fr: Ce kit peut produire un {THING:StructureSign1x1} ou un {THING:StructureSign2x1}.
ru: Из этого набора собирается {THING:StructureSign1x1} или {THING:StructureSign2x1}.

# Things.ItemKitSign
source: Kit (Sign)
cs: Cedule (sada)
de: Bausatz (Schild)
es: Kit Construción (Cartel)
fi: Varustepakkaus (kyltti)
fr: Kit (Panneau indicateur)
hu: Készlet (Tábla)
it: Kit (Pannello indicatore)
pt_pt: Kit (Letreiro)
ru: Набор (Знак)
tr: Donanım (İşaret)

# Things.ItemKitSensor
source: This kit produces a range of sensors, including {THING:StructureGasSensor}, {THING:StructureDaylightSensor}, {THING:StructureMotionSensor}, {THING:StructureProximitySensor} and {THING:StructureOccupancySensor}.
es: Este kit produce una gama de sensores, incluyendo {THING:StructureGasSensor}, {THING:StructureDaylightSensor}, {THING:StructureMotionSensor}, {THING:StructureProximitySensor} y {THING:StructureOccupancySensor}.

# Things.ItemKitSensor
source: Kit (Sensors)
cs: Senzory (sada)
de: Bausatz (Sensoren)
es: Kit Construcción (Sensores)
fi: Varustepakkaus (sensori)
fr: Kit (Capteur)
hu: Készlet (Érzékelők)
it: Kit (Sensore)
pt_pt: Kit (Sensores)
ru: Набор (Датчик)
tr: Donanım (Sensörler)

# Things.ItemKitRegulator
source: This kit produces a single {THING:StructurePressureRegulator}.
cs: Tato sada vytváří jediný {THING:StructurePressureRegulator}.
es: Este kit produce una sola {THING:StructurePressureRegulator}.
fr: Ce kit crée un {THING:StructurePressureRegulator}.
ru: Из этого набора собирается один {THING:StructurePressureRegulator}.

# Things.ItemKitRegulator
source: Kit (Pressure Regulator)
cs: Regulátor tlaku (sada)
de: Bausatz (Druckregler)
es: Kit Construcción (Regulador Presión)
fi: Varustepakkaus (paineventtiili)
fr: Kit (Régulateur de Pression)
hu: Készlet (Nyomásszabályozó)
it: Kit (Regolatore di pressione)
pt_pt: Kit (Regulador de Pressão)
ru: Набор (Регулятор давления)
tr: Donanım (Basınç Düzenleyici)

# Things.ItemKitGyroscope
source: This kit produces a single {THING:StructureGyroscope}.
cs: Tato sada vytváří jediný {THING:StructureGyroscope}.
es: Este kit produce una sola {THING:StructureGyroscope}.
fr: Ce kit crée un {THING:StructureGyroscope}.
ru: Из этого набора собирается один {THING:StructureGyroscope}.

# Things.ItemKitGyroscope
source: Kit (Gyroscope)
cs: Gyroskop (sada)
de: Bausatz (Gyroskop)
es: Kit (Giroscopio)
fi: Varustepakkaus (gyroskooppi)
hu: Készlet (Giroszkóp)
it: Kit (Giroscopio)
pt_pt: Kit (Giroscópio)
ru: Набор (Гироскоп)
tr: Donanım (Jiroskop)

# Things.ItemKitFurniture
source: This kit produces a range of {LINK:FurniturePage;furniture}.
es: Este kit produce una gama de {LINK:FurniturePage;furniture}.

# Things.ItemKitFurniture
source: Kit (Furniture)
cs: Nábytek (sada)
de: Bausatz (Möbel)
es: Kit (Varios Muebles)
fi: Varustepakkaus (huonekalut)
fr: Kit (Mobilier)
hu: Készlet (Bútorzat)
it: Kit (Mobili)
pt_pt: Kit (Mobília)
ru: Набор (Мебель)
tr: Donanım (Mobilya)

# Things.ItemKitFurnace
source: This kit produces a single {THING:StructureFurnace}.
cs: Tato sada vytváří jedinou {THING:StructureFurnace}.
es: Este kit produce una sola {THING:StructureFurnace}.
fr: Ce kit crée un {THING:StructureFurnace}. Indispensable pour fondre les minerais et les glaces.
ru: Из этого набора собирается одна {THING:StructureFurnace}.

# Things.ItemKitFurnace
source: Kit (Furnace)
cs: Pec (sada)
de: Bausatz (Schmelzofen)
es: Kit (Horno)
fi: Varustepakkaus (sulatusuuni)
fr: Kit (Fourneau)
hu: Készlet (Kohó)
it: Kit (Fornace)
pt_pt: Kit (Fornalha)
ru: Набор (Печь)
tr: Donanım (Fırın)

# Things.ItemKitFabricator
source: This kit produces a single {THING:StructureFabricator}. (Creative Mode only)
cs: Tato sada vytváří jeden {THING:StructureFabricator}. (Pouze v kreativním režimu)
es: Este kit produce una sola {THING:StructureFabricator}. (Sólo en el modo creativo)
fr: Ce kit produit un {THING:StructureFabricator}. (Obsolète, mode créatif uniquement)
ru: Из этого набора собирается один {THING:StructureFabricator}. (Только Творческий Режим)

# Things.ItemKitFabricator
source: Kit (Fabricator)
cs: Fabrikátor (sada)
de: Bausatz (Verarbeitungseinheit)
es: Kit (Impresora Informatizada)
fi: Varustepakkaus (kokoonpanija)
fr: Kit (Fabricateur)
hu: Készlet (Fabrikátor)
it: Kit (Fabbricatore)
pt_pt: Kit (Fabricador)
ru: Набор (Фабрикатор)
tr: Donanım (İmalatçı)

# Things.ItemKitEngine
source: This kit produces an engine.
cs: Tato sada vytváří motor.
es: Este equipo produce un motor.
fr: Ce kit produit un moteur ... de fusée.
ru: Из этого набора собирается двигатель.

# Things.ItemKitEngine
source: Kit (Engines)
cs: Motory (sada)
es: Kit Construcción (Motores)
fi: Varustepakkaus (moottori)
fr: Kit (Moteur de fusée)
hu: Készlet (Hajtóművek)
it: Kit (Motore)
pt_pt: Kit (Motores)
ru: Набор (Двигатель)
tr: Donanım (Motorlar)

# Things.ItemKitCryoTube
source: This kit produces a range of cryo tubes which can be used to heal players and player organs as well as revive dead players
es: Este kit produce una gama de tubos criogénicos que se pueden usar para curar a los jugadores y los órganos de los jugadores, así como para revivir a los jugadores muertos.

# Things.ItemKitCryoTube
source: Kit (Cryo Tube)
cs: Kryokapsle (sada)
de: Bausatz (Kryo-Röhre)
es: Kit Construcción (Tubo Criogénico)
fi: Varustepakkaus (syväjäädytys)
hu: Készlet (CryoTube)
it: Kit (Vasca criogenica)
pt_pt: Kit (Tubo Criogénico)
ru: Набор (Криокапсула)
tr: Donanım (Dondurucu Kapsül)

# Things.ItemKitConveyor
source: This kit produces conveyor elements, such as the {THING:StructureConveyorStraight}.
cs: Tato sada vytváří dopravní prvky, například {THING:StructureConveyorStraight}.
es: Este kit produce elementos transportadores, como el {THING:StructureConveyorStraight}.
fr: Ce kit crée des éléments de convoyeur, tels que le {THING:StructureConveyorStraight}.

# Things.ItemKitConveyor
source: Kit (Conveyors)
cs: Dopravníky (sada)
de: Bausatz (Förderbänder)
es: Kit Construcción (Cintas)
fi: Varustepakkaus (kuljetin)
fr: Kit (Convoyeur)
hu: Készlet (Futószalag)
it: Kit (Trasportatore)
pt_pt: Kit (Esteiras de Transporte)
ru: Набор (Конвейер)
tr: Donanım (Taşıyıcılar)

# Things.ItemKitConsole
source: This kit produces a range of {THING:StructureConsole}s and displays such as the {THING:StructureConsoleLED1x2}.
cs: Tato sada vytváří řadu {THING:StructureConsole} a displeje, jako je {THING:StructureConsoleLED1x2}.
es: Este kit produce un rango de {THING:StructureConsole}s y pantallas como la {THING:StructureConsoleLED1x2}.
fr: Ce kit produit une gamme de {THING:StructureConsole} et affichage, comme l'{THING:StructureConsoleLED1x2}.

# Things.ItemKitConsole
source: Kit (Consoles)
cs: Konzole (sada)
de: Bausatz (Konsolen)
es: Kit Construcción (Consola)
fi: Varustepakkaus (konsoli)
fr: Kit (Console)
hu: Készlet (Konzol)
it: Kit (Console)
pt_pt: Kit (Consolas)
ru: Набор (Консоль)
tr: Donanım (Konsollar)

# Things.ItemKitComputer
source: This kit produces a single {THING:StructureComputer}.
cs: Tato sada vytváří jeden {THING:StructureComputer}.
es: Este kit produce una sola {THING:StructureComputer}.
fr: Ce kit crée un {THING:StructureComputer}.
ru: Из этого набора собирается один {THING:StructureComputer}.

# Things.ItemKitComputer
source: Kit (Computer)
cs: Počítač (sada)
de: Bausatz (Computer)
es: Kit (Ordenador)
fi: Varustepakkaus (tietokone)
fr: Kit (Ordinateur)
hu: Készlet (Számítógép)
pt_pt: Kit (Computador)
ru: Набор (Компьютер)
tr: Donanım (Bilgisayar)

# Things.ItemKitChute
source: This kit produces a variety of unpowered chutes.
de: Dieser Bausatz produziert eine Vielzahl von nicht elektrischen Schächten.
es: Este kit produce una variedad de conductos sin motor.

# Things.ItemKitChute
source: Kit (Basic Chutes)
de: Bausatz (Schächte)
es: Tolvas (kit)

# Things.ItemKitCentrifuge
source: This kit produces a single {THING:StructureCentrifuge}.
cs: Tato sada vytváří jednu {THING:StructureCentrifuge}.
es: Este kit produce una sola {THING:StructureCentrifuge}.
fr: Ce kit crée une {THING:StructureCentrifuge}.
ru: Из этого набора собирается одна {THING:StructureCentrifuge}.

# Things.ItemKitCentrifuge
source: Kit (Centrifuge)
cs: Odstředivka (sada)
de: Bausatz (Zentrifuge)
es: Kit (Centrifugadora)
fi: Varustepakkaus (sentrifugi)
fr: Kit (Centrifugeuse)
hu: Készlet (Centrifuga)
it: Kit (Centrifuga)
pt_pt: Kit (Centrifugadora)
ru: Набор (Центрифуга)
tr: Donanım (Santrifüj)

# Things.ItemKitBattery
source: This kit produces a single station {THING:StructureBattery}.
cs: Tato sada vytváří jednu stanici {THING:StructureBattery}.
es: Este kit produce una única estación {THING:StructureBattery}.
fr: Ce kit crée une seule {THING:StructureBattery}.

# Things.ItemKitBattery
source: Kit (Battery)
cs: Baterie (sada)
de: Bausatz (Batterie)
es: Kit (Batería)
fi: Varustepakkaus (akku)
fr: Kit (Batterie)
hu: Készlet (Akkumulátor)
it: Kit (Batteria)
pt_pt: Kit (Bateria)
ru: Набор (Батарея)
tr: Donanım (Akü)

# Things.ItemKitAtmospherics
source: This kit produces a {THING:StructureAirConditioner}, {THING:StructureElectrolyzer}, {THING:StructureFiltration}, {THING:StructureNitrolyzer} or {THING:H2Combustor}.
es: Este kit produce un {THING:StructureAirConditioner}, {THING:StructureElectrolyzer}, {THING:StructureFiltration}, {THING:StructureNitrolyzer} o {THING:H2Combustor}.
