Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemPlantEndothermic_Genepool1
source: {LINK:Agrizero;Agrizero's} Winterspawn atmospheric bio-processor is a recent addition to their catalogue of genespliced environmental decorations. Using ambient heat to split {GAS:Water} into {GAS:Volatiles} and {GAS:Oxygen}, the Winterspawn cools its surroundings, when supplied with sufficient {GAS:Nitrogen}. The alpha variant has a peak cooling and electrolysis capacity of 90Watts and is most efficient operating in air temperatures of 0 to 40 Degrees Celsius.
de: {LINK:Agrizero; Der atmosphärische Bioprozessor Winterspawn von Agrizero ist eine neue Ergänzung ihres Katalogs von genmodifizierten Umweltdekorationen. Durch die Verwendung von Umgebungswärme, um {GAS:Wasser} in {GAS:Volatiles} und {GAS:Oxygen} aufzuteilen, kühlt der Winterspawn seine Umgebung, wenn er mit ausreichend {GAS:Stickstoff} versorgt wird. Die alpha-Variante hat eine Spitzenkühl- und Elektrolyseleistung von 90 Watt und arbeitet am effizientesten bei Umgebungstemperaturen von 0 bis 40 Grad Celsius.

# Things.ItemPlantEndothermic_Genepool2
source: {LINK:Agrizero;Agrizero's} Winterspawn atmospheric bio-processor is a recent addition to their catalogue of genespliced environmental decorations. Using ambient heat to split {GAS:Water} into {GAS:Volatiles} and {GAS:Oxygen}, the Winterspawn cools its surroundings when supplied with sufficient {GAS:Nitrogen}. The beta variant has a peak cooling and electrolysis capacity of 150Watts and is most efficient operating in air temperatures of 14 to 24 Degrees Celsius.
de: {LINK:Agrizero; Der atmosphärische Bioprozessor Winterspawn von Agrizero ist eine neue Ergänzung ihres Katalogs von genmodifizierten Umweltdekorationen. Durch die Verwendung von Umgebungswärme, um {GAS:Wasser} in {GAS:Volatiles} und {GAS:Oxygen} aufzuteilen, kühlt der Winterspawn seine Umgebung ab, wenn er mit ausreichend {GAS:Stickstoff} versorgt wird. Die Beta-Variante hat eine Spitzenkühl- und Elektrolyseleistung von 150 Watt und arbeitet am effizientesten bei Umgebungstemperaturen von 14 bis 24 Grad Celsius.

# Things.StructurePipeRadiatorFlat
source: A pipe mounted radiator omptimised for radiating heat in vacuums and low pressure ebvironments.
de: Ein Rohrheizkörper, der für die Abstrahlung von Wärme in Vakuum und Niederdruckumgebungen ausgelegt ist.

# Things.StructurePipeRadiatorFlatLiquid
source: A liquid pipe mounted radiator omptimised for radiating heat in vacuums and low pressure environments.
de: Ein an einem Flüssigkeitsrohr montierter Heizkörper, der für die Abstrahlung von Wärme in Vakuum- und Niederdruckumgebungen ausgelegt ist.

# Things.StructureMediumConvectionRadiator
source: A stand-alone radiator unit omptimised for exchanging heat with its surrounding atmosphere.
de: Eine eigenständige Heizkörpereinheit, die für den Wärmeaustausch mit der umgebenden Atmosphäre vorgesehen ist.

# Things.StructureMediumRadiator
source: A stand-alone radiator unit omptimised for radiating heat in vacuums and low pressure environments.
de: Eine eigenständige Heizkörpereinheit, die für die Abstrahlung von Wärme in Vakuum- und Niederdruckumgebungen ausgelegt ist.

# Things.StructureMediumRadiatorLiquid
source: A stand-alone liquid radiator unit omptimised for radiating heat in vacuums and low pressure environments.
de: Eine eigenständige Flüssigkeitsheizkörpereinheit, die für die Abstrahlung von Wärme in Vakuum- und Niederdruckumgebungen ausgelegt ist.

# Things.StructureMediumConvectionRadiatorLiquid
source: A stand-alone liquid radiator unit omptimised for exchanging heat with its surrounding atmosphere.
de: Eine eigenständige Flüssigkeitsheizkörpereinheit, die für den Wärmeaustausch mit der umgebenden Atmosphäre vorgesehen ist.

# Things.StructureSleeperVertical
source: The vertical variant of the sleeper. Will keep players hydrated and fed while they are logged out - as long as a breatheable atmosphere is provided.
de: Die vertikale Variante der Schlafkapsel. Bewart Spieler vor dem Austrocknen und ernährt sie, während sie ausgeloggt sind - solange eine atembare Atmosphäre zur Verfügung steht.

# Things.StructureSleeperLeft
source: A horizontal variant of the sleeper. Will keep players hydrated and fed while they are logged out - as long as a breatheable atmosphere is provided.
de: Eine horizontale Variante der Schlafkapsel. Bewart Spieler vor dem Austrocknen und ernährt sie, während sie ausgeloggt sind - solange eine atembare Atmosphäre zur Verfügung steht.

# Things.StructureSleeperRight
source: A horizontal variant of the sleeper. Will keep players hydrated and fed while they are logged out - as long as a breatheable atmosphere is provided.
de: Eine horizontale Variante der Schlafkapsel. Bewart Spieler vor dem Austrocknen und ernährt sie, während sie ausgeloggt sind - solange eine atembare Atmosphäre zur Verfügung steht.

# Things.StructureCombustionCentrifuge
source: The Combustion Centrifuge is a gas powered version of the {THING:StructureCentrifuge}. A combustible fuel mix should be supplied to the gas input, and waste gasses should be vented from the output. The machine's RPMs must be controlled via the throttle and combustion limitor levers. If the Combustion Centrifuge gains, or looses, RPMs too fast it will experience stress, and eventually grind to a halt. Higher RPMs directly result in faster processing speeds. The throttle lever controls the amount of fuel being pulled into the machine, increasing the temperature inside the engine, and leading to an increase in RPM. The limitor lever influences the speed of the combustion, and how much uncombusted gas is in the exhaust. Ejecting ore from the Combustion Centrifuge while it is at high RPMs will result in additional stress build up. If turned off while not stressed, the machine will automatically start to brake, and reduce RPMs in a controlled manner.
de: Die Verbrennungszentrifuge ist eine gasbetriebene Version der {THING:StructureCentrifuge}. Dem Gaseingang sollte ein brennbares Brennstoffgemisch zugeführt werden, und Abgase sollten aus dem Ausgang entlüftet werden. Die Drehzahlen der Maschine müssen über die Gas- und Verbrennungsbegrenzhebel gesteuert werden. Wenn die Verbrennungszentrifuge zu schnell an Drehzahlen gewinnt oder verliert, wird sie belastet und kommt schließlich zum Stillstand. Höhere Drehzahlen führen direkt zu schnelleren Verarbeitungsgeschwindigkeiten. Der Gashebel steuert die Menge an Kraftstoff, der in die Maschine gezogen wird, was die Temperatur im Inneren des Motors erhöht und zu einer Erhöhung der Drehzahl führt. Der Begrenzerhebel beeinflusst die Verbrennungsgeschwindigkeit und wie viel unverbranntes Gas sich im Auspuff befindet. Das Ausstoßen von Erz aus der Verbrennungszentrifuge, während es sich bei hohen Drehzahlen befindet, führt zu einem zusätzlichen Belastungsaufbau. Wenn die Maschine ohne Belastung ausgeschaltet wird, beginnt sie automatisch zu bremsen und reduziert die Drehzahl auf kontrollierte Weise.

# Things.StructureIceCrusher
source: The {LINK:Recurso;Recurso} KoolAuger converts various ices into their respective {LINK:GasPage;gases} and liquids. A remarkably smart and compact sublimation-melting unit, it produces gas or liquid depending on the ice being processed. The upper outlet is gas, the lower for liquid, and while you can attach any pipe you like to either oulet, it will only function if the correct network is attached. It will also only pass gas or liquid into a network if it is powered and turned on. If the KoolAuger is full, it will not accept any further ice until the gas or liquid contents is drained. In this state, it will flash a yellow error state on the activation switch.
de: Der {LINK:Recurso; Recurso} KoolAuger wandelt verschiedene Eissorten in ihre jeweiligen {LINK:GasPage;Gase} und Flüssigkeiten um. Eine bemerkenswert intelligente und kompakte Sublimations-Schmelzeinheit, die je nach zu verarbeitendem Eis Gas oder Flüssigkeit erzeugt. Der obere Auslass ist für Gas, der untere für Flüssigkeit, und während Sie jedes Rohr, das Sie mögen, an einem der beiden Auslässe befestigen können, funktioniert es nur, wenn das richtige Netzwerk angeschlossen ist. Es wird auch nur Gas oder Flüssigkeit in ein Netzwerk leiten, wenn es mit Strom versorgt und eingeschaltet ist. Wenn der KoolAuger voll ist, nimmt er kein weiteres Eis auf, bis der Gas- oder Flüssigkeitsinhalt abgelassen ist. In diesem Zustand blinkt ein gelber Fehlerindikator auf dem Aktivierungsschalter.

# Things.StructureWindTurbine
source: The Stationeers wind turbine was first designed by Norsec atmospheric engineers, looking to create a wind-driven power generation system that would operate even on exceedingly low atmosphere worlds. The ultra-light blades respond to exceeedingly low atmospheric densities, while being strong enough to function even under huge strain in much more demanding environments. While the wind turbine is optimized to produce power (up to 500W) even on low atmosphere worlds, it performs best in denser environments. Output varies with wind speed and, during storms, may increase dramatically (up to 10,000W), so be careful to design your power networks with that in mind.
de: Die Stationeers-Windturbine wurde zuerst von Norsec-Atmosphäreningenieuren entwickelt, um ein windbetriebenes Stromerzeugungssystem zu schaffen, das selbst auf Welten mit extrem niedriger Atmosphäre funktionieren würde. Die ultraleichten Blätter reagieren auf extrem niedrige atmosphärische Dichten und sind gleichzeitig stark genug, um auch unter enormer Belastung in viel anspruchsvolleren Umgebungen zu funktionieren. Während die Windturbine optimiert ist, um auch auf Welten mit niedriger Atmosphäre Leistung (bis zu 500 W) zu erzeugen, schneidet sie in dichteren Umgebungen am besten ab. Die Leistung variiert mit der Windgeschwindigkeit und kann bei Stürmen dramatisch ansteigen (bis zu 10.000 W). Achten Sie also darauf, Ihre Stromnetze entsprechend zu gestalten.
fr: L’éolienne Stationeers a d’abord été conçue par des ingénieurs atmosphériques de Norsec. Ils cherchaient à créer un système de production d’énergie éolienne qui fonctionnerait même sur des mondes à faible atmosphère. Les lames ultra-légères répondent à des densités atmosphériques extrêmement faibles, tout en étant suffisamment fortes pour fonctionner même sous une pression énorme dans les environnements beaucoup plus exigeants. Bien que l’éolienne soit optimisée pour produire de l’énergie (jusqu’à 500W) même dans les mondes à basse atmosphère, elle fonctionne mieux dans les environnements à l'atmosphère plus denses. La puissance varie en fonction de la vitesse du vent et, pendant les tempêtes, elle peut augmenter de façon spectaculaire (jusqu’à 10000 W).
ru: Ветряная турбина Stationeers была впервые разработана инженерами по атмосфере Norsec, которые хотели создать ветряную систему выработки энергии, которая могла бы работать даже в мирах с очень низкой атмосферой. Сверхлегкие лезвия реагируют на чрезвычайно низкую плотность атмосферы, но при этом достаточно прочные, чтобы работать даже при огромных нагрузках в гораздо более сложных условиях. Хотя ветряная турбина оптимизирована для выработки энергии (до 500 Вт) даже в условиях низкой атмосферы, она лучше всего работает в более плотных условиях. Мощность зависит от скорости ветра, и во время шторма может резко возрасти (до 10,000 Вт), поэтому имейте это в виду при проектировании электрических сетей.

# Things.ItemKitRoverMKI
source: Kit (Rover Mk I)
cs: Rover Mk I (sada)
de: Bausatz (Rover Mk I)
ru: Набор (Каркас планетохода МК1)

# Things.ItemKitHarvie
source: Kit (Harvie)
cs: Harvie (sada)
de: Bausatz (Harvie)
fr: Kit (Récolteur)

# Things.StructureAirlockGate
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
ru: Описание - скоро.

# Things.StructureAirlockGate
source: Airlock Gate
cs: Přechodová vrata
de: Luftschleusentor
fr: Portail étanche
ru: Ангарный шлюз

# Things.ItemKitAirlockGate
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
ru: Описание - скоро.

# Things.ItemKitAirlockGate
source: Kit (Airlock Gate)
de: Bausatz (Luftschleusentor)

# Things.ItemKitDebug
source: Kit (Debug)
cs: Ladicí (sada)
de: Bausatz (Debuggen)
ru: Набор (Отладчик)

# Things.StructureTankSmallInsulated
source: Tank Small (Insulated)
de: Isolierter Tank (klein)
fr: Petit réservoir calfeutré
ru: Бак Малый (Изолированный)

# Things.ItemKitAIMeE
source: Kit (AIMeE)
cs: AIMeE (sada)
de: Bausatz (AIMeE)
ru: Набор (AIMeE)

# Things.StructureRTGSurvival
source: RTG
de: Radioisotopengenerator (RTG)
ru: РИТЭГ

# Things.ItemJetpackBasic
source: The basic {LINK:CHAC;CHAC} jetpack isn't 'technically' a jetpack, it's a gas thruster. It can be powered by any gas, so long as the internal pressure of the {LINK:AtmosphericsPage;canister} is higher than the ambient external pressure. If the external pressure is greater, the spacepack will not function. Indispensible for building, mining and general movement, it has ten storage slots and lets {LINK:Stationeers;Stationeers} fly at 3m/s, compared to the more powerful {THING:ItemHardJetpack}. Adjusting the thrust value alters your rate of acceleration, while activating the stablizer causes the spacepack to hover when a given height is reached. USE: 'J' to activate; 'space' to fly up; 'left ctrl' to descend; and 'WASD' to move.
de: Das einfache {LINK:CHAC; CHAC} Jetpack ist 'technisch' gesehen kein Jetpack, es ist ein Gasstrahlruder. Es kann mit jedem Gas betrieben werden, solange der Innendruck der {LINK:AtmosphericsPage;canister} höher ist als der Umgebungsaußendruck. Wenn der Außendruck größer ist, funktioniert der Astronautenrucksack nicht. Unverzichtbar für Bau, Bergbau und allgemeine Bewegung, hat es zehn Steckplätze und lässt {LINK:Stationeers; Stationeers} fliegen mit 3m/s, verglichen mit dem leistungsstärkeren {THING:ItemHardJetpack}. Die Anpassung des Schubwerts ändert Ihre Beschleunigungsrate, während die Aktivierung des Stabilisators dazu führt, dass der Astronautenrucksack schwebt, wenn eine bestimmte Höhe erreicht ist. VERWENDE: 'J' zum Aktivieren; 'Leertaste', um nach oben zu fliegen; 'linke Strg' zum Absteigen; und 'WASD', um sich zu bewegen.

# Things.Robot
source: AIMeE Bot
de: AIMeE Roboter
fr: AIMeE
ru: AIMeE Бот

# Things.MotherboardComms
source: When placed in a {THING:StructureComputer} and connected to a {THING:StructureShuttleLandingPad}, a {THING:StructureSatelliteDish}, and a {THING:StructureVendingMachine} allows Stationeers to trade with suppliers. Adjust the horizontal and vertical attributes of the {THING:StructureSatelliteDish} either directly or through logic. You need a communications signal of 95% or above to establish reliable communications with a trader.
de: Wenn es an einen {THING:StructureComputer} angeschlossen und mit einem {THING:StructureShuttleLandingPad} verbunden wird, ermöglicht eine {THING:StructureSatelliteDish} und eine {THING:StructureVendingMachine} Stationeers den Handel mit Lieferanten. Passe die horizontalen und vertikalen Attribute der {THING:StructureSatelliteDish} entweder direkt oder über Logik an. Du benötigst ein Kommunikationssignal von 95% oder mehr, um eine zuverlässige Kommunikation mit einem Händler herzustellen.
fr: Lorsqu’il est placé dans un {THING:StructureComputer} connecté à une {THING:StructureShuttleLandingPad}, une {THING:StructureSatelliteDish}, et un {THING:StructureVendingMachine}, il permet aux Stationeers de commercer avec des marchands. Ajustez les valeurs horizontales et verticales de l'{THING:StructureSatelliteDish} directement ou par la logique. Vous avez besoin d’un signal de communication de 95% ou plus pour établir des communications fiables avec un marchand.

# Things.StructureKlaxon
source: Klaxons allow you to play over 50 announcemets and sounds, depending on your {LINK:LogicPage;Logic} set-up. Set the mode to select the output.
de: Mit Klaxons kannst du über 50 Durchsagen und Sounds abspielen, abhängig von Ihrem {LINK:LogicPage; Logik} Setup. Stelle den Modus ein, um die Ausgabe auszuwählen.

# Things.ItemHardJetpack
source: The {LINK:Norsec;Norsec} jetpack isn't 'technically' a jetpack at all, it's a gas thruster. It can be powered by any gas, so long as the internal pressure of the {LINK:AtmosphericsPage;canister} is higher than the ambient external pressure. If the external pressure is greater, the spacepack will not function. Adjusting the thrust value alters your rate of acceleration, while activating the stablizer causes the spacepack to hover when a given height is reached. The hardsuit jetpack is capable of much higher speeds than the {THING:ItemJetpackBasic} - up to 15m/s. Indispensible for building, mining and general movement, it has fourteen storage slots. USE: 'J' to activate; 'space' to fly up; 'left ctrl' to descend; and 'WASD' to move.
de: Das {LINK:Norsec; Norsec} Jetpack ist "technisch" überhaupt kein Jetpack, es ist ein Gasstrahlruder. Es kann mit jedem Gas betrieben werden, solange der Innendruck der {LINK:AtmosphericsPage;canister} höher ist als der Umgebungsaußendruck. Wenn der Außendruck größer ist, funktioniert der Astronautenrucksack nicht. Die Anpassung des Schubwerts ändert Ihre Beschleunigungsrate, während die Aktivierung des Stablisators dazu führt, dass der Astronautenrucksack schwebt, wenn eine bestimmte Höhe erreicht ist. Das Hardsuit-Jetpack ist in der Lage, viel höhere Geschwindigkeiten als das {THING:ItemJetpackBasic} zu erreichen - bis zu 15m/s. Unverzichtbar für den Bau, den Bergbau und die allgemeine Bewegung, verfügt es über vierzehn Steckplätze. VERWENDE: 'J' zum Aktivieren; 'Leertaste', um nach oben zu fliegen; 'linke Strg' zum Absteigen; und 'WASD', um sich zu bewegen.

# Things.ItemHardsuitHelmet
source: The Hardsuit Helmet is similar to the {THING:ItemSpaceHelmet}, but can withstand higher temperatures and pressures. It's perfect for enduring harsh enviroments like Venus and Vulcan.
de: Der Hartschalen Helm ähnelt dem {THING:ItemSpaceHelmet}, kann aber höherer Temperatur und höherem Druck standhalten. Es ist perfekt für raue Umgebungen wie Venus und Vulkan.

# Things.StructureLogicMirror
source: Logic Mirror
cs: Logické zrcadlo
de: Logischer Repeater
fi: Logiikkapeili
fr: Unité Logique: Miroir
hu: Logika: tükröző
it: Unità Logica: Mirror
pt_pt: Chip Lógico Espelho
ru: Чип (Повторитель)
tr: Mantık Yansıtıcı

# Things.StructureLogicDial
source: An asignable dial with up to 1000 modes.
de: Ein zuweisbarer Drehregler mit bis zu 1000 Modi.

# Things.StructureLogicDial
source: Dial
cs: Číselník
de: Wahlschalter
fi: Valitsin
fr: Sélecteur
hu: Tárcsa
it: Selettore logico
pt_pt: Botão de Selecção
ru: Регулятор
tr: Kadran

# Things.ItemSilverOre
source: Silver is a chemical element with the symbol "Ag". Valued by many {LINK:Stationeers;Stationeers} for its attractive lustre and sheen, it is also used in a variety of {LINK:ElectronicPage;electronics} components and {LINK:IngotPage;alloys}.
de: Silber ist ein chemisches Element mit dem Symbol "Ag". Von vielen {LINK:Stationeers; Stationeers} geschätzt wegen seines attraktiven Glanzes und es wird auch in einer Vielzahl von {LINK:ElectronicPage;electronics}-Komponenten und {LINK:IngotPage;alloys} verwendet.

# Things.StructureAutolathe
source: The foundation of most {LINK:Stationeers;Stationeer} fabrication systems, the {LINK:ExMin;ExMin} autolathe is a multi-axis molecular compositional system. Its complexity demands considerable time to assemble, but it remains an indispensible creation tool. Upgrade the device using a {THING:AutolathePrinterMod} for additional recipes and faster processing speeds.
de: Die Grundlage der meisten {LINK:Stationeers; Stationeer} Fertigungssysteme, die {LINK:ExMin; ExMin} Autolathe ist ein mehrachsiges molekulares Zusammensetzungssystem. Seine Komplexität erfordert viel Zeit für die Montage, bleibt aber ein unverzichtbares Erstellungswerkzeug. Aktualisiere das Gerät mit einem {THING:AutolathePrinterMod} für zusätzliche Rezepte und schnellere Verarbeitungsgeschwindigkeiten.

# Things.SpaceShuttle
source: An antiquated {LINK:Sinotai;Sinotai} transport craft, long since de-commissioned.
de: Ein antiquiertes {LINK:Sinotai; Sinotai} Transportschiff, längst außer Dienst gestellt.

# Things.ItemRTGSurvival
source: Kit (RTG)
cs: RTG (sada)
de: Bausatz (RTG)
hu: Készlet (RTG)
ru: Набор (РИТЭГ)
tr: Donanım (RTG)

# Things.StructureHarvieReversed
source: Harvie
cs: Harvie (obrácená)
fr: Récolteur inversé

# Things.ManualGetResearchPodsRequired
source: PodTypeToSearchFor
cs: Pod typ pro vyhledávání
fr: Type de pod à rechercher
pt_pt: Tipo de Pod a Procurar

# Things.WeaponTorpedo
source: Torpedo
cs: Torpédo
fr: Torpille
hu: Torpedó
it: Siluro
ru: Торпеда
tr: Torpido

# Things.StructureIceCrusher
source: The <color=#0080FFFF>{LINK:Recurso;Recurso}</color> KoolAuger converts various ices into their respective <color=#0080FFFF>{LINK:GasPage;gases}</color> and liquids. A remarkably smart and compact sublimation-melting unit, it produces gas or liquid depending on the ice being processed. The upper outlet is gas, the lower for liquid, and while you can attach any pipe you like to either oulet, it will only function if the correct network is attached. It will also only pass gas or liquid into a network if it is powered and turned on. If the KoolAuger is full, it will not accept any further ice until the gas or liquid contents is drained. In this state, it will flash a yellow error state on the activation switch.
fr: Le <color=#0080FFFF>{LINK:Recurso; Recurso}</color> KoolAuger convertit les diverses glaces en <color=#0080FFFF>{LINK:GasPage;gaz}</color> ou liquide. Une unité de fusion/sublimation remarquablement intelligente et compacte, elle produit du gaz ou du liquide selon la glace traitée. Les gaz sont évacués par la sortie supérieure, le liquide par la sortie inférieure. Bien que vous puissiez fixer n’importe quelle conduite à l’une ou l’autre sortie, le broyeur ne fonctionnera que si le bon réseau (gaz ou liquide) est rattaché à la bonne sortie. Il ne transmettra également Le gaz ou le liquide ne sera déchargé dans le réseau de tube/tuyau, que si le broyeur est alimenté et allumé. Si le KoolAuger est plein, il n’acceptera plus de glace tant que son contenu, gaz ou du liquide n’aura pas été évacué. Dans cet état d'erreur, le bouton d'activation clignote en jaune.
ru: The <color=#0080FFFF>{LINK:Recurso;Recurso}</color> KoolAuger преобразует различные льды в соответствующие им <color=#0080FFFF>{LINK:GasPage;газы}</color> и жидкости. Примечательно умная и компактная установка для сублимации и плавления, она производит газ или жидкость в зависимости от обрабатываемого льда. Верхний выход предназначен для газа, нижний - для жидкости, и хотя вы можете присоединить любую трубу к любому выходу, установка будет работать только в том случае, если подключена правильная сеть. Он также будет передавать газ или жидкость в сеть, только если он запитан и включен. Если KoolAuger полон, он не будет принимать лед до тех пор, пока не будут откачаны газ или жидкость. В этом состоянии он будет мигать желтым цветом на переключателе активации.

# Things.StructureLiquidPipeRadiator
source: Liquid Pipe Radiator
fr: Radiateur de tuyau pour liquide
ru: Радиатор для жидкостных труб

# Things.DynamicMKIILiquidCanisterEmpty
source: An empty, insulated liquid canister.
fr: Un réservoir de liquide isolé et vide
