Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureCentrifuge
source: If a {THING:StructureRecycler} or unbalanced {THING:StructureFurnace} outputs <color=#0080FFFF>{LINK:ReagentPage;reagent}</color> mixture rather than the desired <color=#0080FFFF>{LINK:IngotPage;ingots}</color>, a centrifuge allows you to reclaim the raw ore.
fr: Si un {THING: StructureRecycler} ou un {THING: StructureFurnace} déséquilibré affiche {THING:StructureRecycler}<color=#0080FFFF>{LINK:ReagentPage;reagent}</color> mélange plutôt que le mélange désiré <color=#0080FFFF>{LINK:IngotPage;ingots}</color>, une centrifugeuse permet vous pour récupérer le minerai brut.

# Things.StructureCableStraight
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> life - so much so, the <color=#0080FFFF>{LINK:ODA;ODA}</color> designated it an official <color=#0080FFFF>{LINK:ToolPage;'tool'}</color>. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
fr: Transportant de la puissance et des données, la bobine de câble symbolise l’innovation, l’indépendance et la flexibilité de la vie du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, c’est pourquoi l’<color=#0080FFFF>{LINK:ODA;ODA}</color> l’a désignée comme un <color=#0080FFFF>{LINK:ToolPage;'Outils'}</color> officiel. La {THING:ItemCableCoil} supporte une puissance maximale de 5 kW et peut transporter à la fois de l’énergie et des données sur le même réseau. Pour les applications requérant plus de puissance, pensez a utiliser des {THING:ItemCableCoilHeavy}.

# Things.StructureCableJunction6
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> duty - so much so, the <color=#0080FFFF>{LINK:ODA;ODA}</color> designated it an official <color=#0080FFFF>{LINK:ToolPage;'tool'}</color> during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
fr: Transportant de la puissance et des données, la bobine de câble symbolise l’innovation, l’indépendance et la flexibilité du devoir du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>. Tant est si bien, l’<color=#0080FFFF>{LINK:ODA;ODA}</color> l’a désignée comme un <color=#0080FFFF>{LINK:ToolPage;'Outils'}</color> officiel lors de la 3eme conférence décennale sur le solaire Stationeer. La {THING:ItemCableCoil} supporte une puissance maximale de 5 kW et peut transporter à la fois de l’énergie et des données sur le même réseau. Pour les applications requérant plus de puissance, pensez a utiliser des {THING:ItemCableCoilHeavy}.

# Things.StructureCableJunction4
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> life - so much so, the <color=#0080FFFF>{LINK:ODA;ODA}</color> designated it an official <color=#0080FFFF>{LINK:ToolPage;'tool'}</color> during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
fr: Transportant de la puissance et des données, la bobine de câble symbolise l’innovation, l’indépendance et la flexibilité du devoir du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>. Tant est si bien, l’<color=#0080FFFF>{LINK:ODA;ODA}</color> l’a désignée comme un <color=#0080FFFF>{LINK:ToolPage;'Outils'}</color> officiel lors de la 3eme conférence décennale sur le solaire Stationeer. La {THING:ItemCableCoil} supporte une puissance maximale de 5 kW et peut transporter à la fois de l’énergie et des données sur le même réseau. Pour les applications requérant plus de puissance, pensez a utiliser des {THING:ItemCableCoilHeavy}.

# Things.StructureCableJunction
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> life - so much so, the <color=#0080FFFF>{LINK:ODA;ODA}</color> designated it an official <color=#0080FFFF>{LINK:ToolPage;'tool'}</color> during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
fr: Transportant de la puissance et des données, la bobine de câble symbolise l’innovation, l’indépendance et la flexibilité de la vie du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>. Tant est si bien, l’<color=#0080FFFF>{LINK:ODA;ODA}</color> l’a désignée comme un <color=#0080FFFF>{LINK:ToolPage;'Outils'}</color> officiel lors de la 3eme conférence décennale sur le solaire Stationeer. La {THING:ItemCableCoil} supporte une puissance maximale de 5 kW et peut transporter à la fois de l’énergie et des données sur le même réseau. Pour les applications requérant plus de puissance, pensez a utiliser des {THING:ItemCableCoilHeavy}.

# Things.StructureCableCorner3
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> life - so essential, the <color=#0080FFFF>{LINK:ODA;ODA}</color> designated it an official <color=#0080FFFF>{LINK:ToolPage;'tool'}</color> during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
fr: Transportant de la puissance et des données, la bobine de câble symbolise l’innovation, l’indépendance et la flexibilité de la vie du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>. Tant est si bien, l’<color=#0080FFFF>{LINK:ODA;ODA}</color> l’a désignée comme un <color=#0080FFFF>{LINK:ToolPage;'Outils'}</color> officiel lors de la 3eme conférence décennale sur le solaire Stationeer. La {THING:ItemCableCoil} supporte une puissance maximale de 5 kW et peut transporter à la fois de l’énergie et des données sur le même réseau. Pour les applications requérant plus de puissance, pensez a utiliser des {THING:ItemCableCoilHeavy}.

# Things.StructureCableCorner
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> life - so essential, the <color=#0080FFFF>{LINK:ODA;ODA}</color> designated it an official <color=#0080FFFF>{LINK:ToolPage;'tool'}</color> during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
fr: Transportant de la puissance et des données, la bobine de câble symbolise l’innovation, l’indépendance et la flexibilité de la vie du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>. Tant est si bien, l’<color=#0080FFFF>{LINK:ODA;ODA}</color> l’a désignée comme un <color=#0080FFFF>{LINK:ToolPage;'Outils'}</color> officiel lors de la 3eme conférence décennale sur le solaire Stationeer. La {THING:ItemCableCoil} supporte une puissance maximale de 5 kW et peut transporter à la fois de l’énergie et des données sur le même réseau. Pour les applications requérant plus de puissance, pensez a utiliser des {THING:ItemCableCoilHeavy}.

# Things.StructureBlastDoor
source: Airtight and almost undamageable, the original 'Millmar' series of blast door was designed by off-world mining giant <color=#0080FFFF>{LINK:Recurso;Recurso}</color> to protect asteroid-mining facilities from nuclear-incident-level explosive decompression. Short of a pocket-sized singularity blinking into the local space-time frame, there is effectively no limit to the pressure these blast doors can contain - ideal for constructing airlocks in pressure-sensitive environments.
fr: Étanche à l’air, et presque indestructible, la première série de portes blindées 'Millmar' a été conçue par le géant minier <color=#0080FFFF>{LINK:Recurso;Recurso}</color> pour protéger les installations minières d’astéroïdes contre la décompression explosive du à des incidents nucléaires. À moins qu’une micro-singularité n'apparaisse par intermittence dans l’espace-temps local, il n’y a effectivement aucune limite à la pression que ces portes anti-souffle peuvent contenir. Elles sont idéales pour construire des sas dans environnements sensibles à la pression.

# Things.StructureBatteryCharger
source: The 5-slot <color=#0080FFFF>{LINK:Xigo;Xigo}</color> battery charger fits the {THING:ItemBatteryCell}, {THING:ItemBatteryCellLarge} and {THING:ItemBatteryCellNuclear}, providing up to 500W to any connected cell. Note: the older design means this device has minor power draw (10W) even when not charging.
fr: Le chargeur de batterie <color=#0080FFFF>{LINK:Xigo;Xigo}</color> à 5 emplacements recharge les {THING:ItemBatteryCell}, les {THING:ItemBatteryCellLarge} et les {THING:ItemBatteryCellNuclear}, fournissant jusqu’à 500 W à n’importe quelle cellule connectée. Remarque : de conception ancienne, ce dispositif a une consommation électrique mineure (10W) lorsqu’il est en veille.

# Things.StructureActiveVent
source: Fragments of the original <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> Handbook recovered from the singularity describe the design of active vents: ... active vent is a powered device for maintaining <color=#0080FFFF>{LINK:GasPage;gas}</color> pressure by pumping gas into (or out of) a pipe network. The vent has two modes: 'Outward' sets it to pump gas into a space until pressure is reached; 'Inward' sets it to pump gas out until pressure is reached. The pressure parameter can be set on a connected {THING:StructureConsole}. Default pressure is 101kPa for Outward; 0kPa for Inward ...
fr: Des fragments du Guide du <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> original récupérés de la singularité auto-induite décrivent la conception des {THING:StructureActiveVent} : ... la ventilation active est un dispositif électrique pour varier la pression des <color=#0080FFFF>{LINK:GasPage;gaz}</color> en pompant du gaz dans (ou hors) du réseau de canalisations. La {THING:StructureActiveVent} a deux modes : - 'Outward' aspire l'atmosphère autour de la ventilation. - 'Inward' ventile de gaz par la ventilation. Le paramètre de pression peut être défini sur une {THING:StructureConsole}. La pression par défaut est de 101kPa pour Outward ; 0kPa pour Inward ...

# Things.SpaceShuttle
source: An antiquated <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> transport craft, long since de-commissioned.
fr: Un antique vaisseau de transport <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> totalement désuet.

# Things.OrganBrain
source: This is your brain on <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color>.
fr: Ceci est votre cerveau, <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color>.

# Things.MothershipCore
source: A relic of from an earlier era of space ambition, <color=#0080FFFF>{LINK:Sinotai;Sinotai's}</color> mothership cores formed the central element of a generation's space-going creations. While Sinotai's pivot to smaller, modular craft upset some purists, motherships continue to be built and maintained by dedicated enthusiasts.
fr: Vestiges d’une époque d’ambition spatiale, les noyaux du vaisseau-mère de <color=#0080FFFF>{LINK:Sinotai;Sinotai's}</color> formaient l’élément central de la première génération de vaisseaux spatiaux. Alors lorsque <color=#0080FFFF>{LINK:Sinotai;Sinotai's}</color> changé pour construire des petits vaisseaux modulaires, certains puristes ont été bouleversés. Les vaisseaux-mères continuent d’être construits et entretenus par des passionnés dévoués.

# Things.MotherboardLogic
source: Motherboards are connected to {THING:StructureComputer}s to perform various technical functions. The <color=#0080FFFF>{LINK:Norsec;Norsec-designed}</color> K-cops logic motherboard allows <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> to set variables and actions on specific <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color>-controlled items.
fr: Les cartes mères sont connectées à un {THING:StructureComputer} pour exécuter diverses fonctions pré-programmées. La carte mère logique K-cops conçue par <color=#0080FFFF>{LINK:Norsec;Norsec}</color> permet aux <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> de définir des variables et des actions sur des <color=#0080FFFF>{LINK:LogicUnitPage;unités logiques}</color> ou des éléments contrôlés par le réseau. Entre nous, utiliser plutôt les <color=#0080FFFF>{LINK:LogicUnitPage;unités logiques}</color> pour créer vos automatismes.

# Things.ItemWrench
source: One of humanity's enduring contributions to the cosmos, the wrench represents the essence of our species. A simple, effective and spiritually barren tool, use it to build and deconstruct a variety of <color=#0080FFFF>{LINK:StructurePage;structures}</color>.
fr: L’une des contributions durables de l’humanité au cosmos, la {THING:ItemWrench} représente l’essence de notre espèce. Outil simple, efficace et spirituellement stérile, utilisez-le pour construire et déconstruire une grande variété de <color=#0080FFFF>{LINK:StructurePage;structure}</color>.

# Things.ItemWireCutters
source: Wirecutters allow you to deconstruct various <color=#0080FFFF>{LINK:StructurePage;structures}</color>, as well as cross-lay cables when held in your non-active hand, and defuse explosives as needed. Wirecutters are stored in the {THING:ItemToolBelt}, along with other essential <color=#0080FFFF>{LINK:ToolPage;tools}</color>.
fr: La {THING:ItemWireCutter} permet de déconstruire diverse <color=#0080FFFF>{LINK:StructurePage;structure}</color>, ainsi que les câbles électriques. Vous pourrez désamorcer les explosifs au besoin. La {THING:ItemWireCutter} est stocké dans la {THING:ItemToolBelt}, avec d’autres <color=#0080FFFF>{LINK:ToolPage;tools}</color>.

# Things.ItemWheat
source: A classical symbol of growth and new life, wheat is grown in various <color=#0080FFFF>{LINK:OrganicPage;hydroponics}</color> devices. Once harvested, it produces two wheat, and can be turned into a <color=#0080FFFF>{LINK:ReagentPage;flour}</color> using the {THING:ApplianceReagentProcessor}, thence transmuted into sustenance like a {THING:ItemCerealBar} or {THING:ItemMuffin} using the {THING:ApplianceMicrowave}.
fr: Symbole classique de croissance et de nouvelle vie, le blé est cultivé dans divers dispositifs <color=#0080FFFF>{LINK:OrganicPage;hydroponiques}</color>. Une fois récolté, il produit deux unités de blés. Il peut être transformé en <color=#0080FFFF>{LINK:ReagentPage;flour}</color> en utilisant le {THING:ApplianceReagentProcessor}. Et de là il peut-être transformé en nourriture comme une {THING:ItemCerealBar} ou un {THING:ItemMuffin} en utilisant le {THING:ApplianceMicrowave}.

# Things.ItemWeldingTorch
source: Stored in the standard issue <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> {THING:ItemToolBelt}, the Arlite welding torch is used to construct a range of essential structures. An upgraded version of the classic 'Zairo' model first manufactured by <color=#0080FFFF>{LINK:ExMin;ExMin}</color> for modular space habitat assembly, the Arlite is powered by a single {THING:ItemGasCanisterFuel} and designed to function equally well in deep space and deep gravity wells.
fr: Fourni dans l'équipement de base de la {THING:ItemToolBelt} du <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color>, le chalumeau de soudage Arlite est utilisé pour construire la plupart des structures essentielles. Version améliorée du modèle classique 'Zairo' fabriqué par <color=#0080FFFF>{LINK:ExMin;ExMin}</color> pour l’assemblage modulaire de l’habitat spatial, l’Arlite est alimenté par une seule {THING:ItemGasCanisterFuel} et il est conçu pour fonctionner aussi bien dans l’espace profond que dans les puits de gravité les plus profond.

# Things.ItemUraniumOre
source: In 1934, Enrico Fermi noticed that bombarding uranium with neutrons produced a burst of beta rays, and a new material. This process was named 'nuclear fission', and resulted in cheap energy, the Cold War, and countless thousand deaths. While reasonably common throughout the Solar System, <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> are wary of the material.
fr: En 1934, Enrico Fermi remarqua que le bombardement d’uranium avec des neutrons produisait une explosion de rayons bêta, et un nouveau matériau. Ce processus a été appelé "fission nucléaire" et a engendré une énergie bon marché, la guerre froide et d’innombrables morts. Bien que raisonnablement commun dans tout le système solaire, les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> se méfient de ce matériau brillant d'une légère lueur verte.

# Things.ItemToolBelt
source: If there's one piece of equipment that embodies <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> life above all else, it's the humble toolbelt (Editor's note: a recent <color=#0080FFFF>{LINK:ODA;ODA}</color> survey of iconic Stationeer equipment also rated the smoking, toxic ruins of an over-pressurized {THING:StructureFurnace} lying amid the charred remains of your latest base very highly). Designed to meet the most strict-ish ODA safety standards, the toolbelt's eight slots hold one thing: tools, and {THING:ItemCableCoil}. Not to be confused with the {THING:ItemMiningBelt}.
fr: S’il y a une pièce d’équipement qui par-dessus tout incarne la vie de <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, c’est la {THING:ItemToolBelt} (Note de la rédaction : une étude <color=#0080FFFF>{LINK:ODA;ODA}</color> récente de l’équipement emblématique du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> a également relevé le tabagisme, et les ruines toxiques d'un four sur-pressurisé se trouvant au milieu des restes carbonisés de votre dernière base). Conçues pour répondre aux normes de sécurité <color=#0080FFFF>{LINK:ODA;ODA}</color> les plus strictes, les huit emplacements de votre {THING:ItemToolBelt} contiennent une seule chose : des outils et des {THING:ItemCableCoil}. À ne pas confondre avec la {THING:ItemMiningBelt}.

# Things.ItemTablet
source: The <color=#0080FFFF>{LINK:Xigo;Xigo}</color> handheld 'Padi' tablet is an all-purpose data platform, provided as standard issue to all <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color>. A dynamic multi-tool that accepts a range of <color=#0080FFFF>{LINK:CartridgePage;cartridges}</color>, the Padi becomes an {THING:CartridgeAtmosAnalyser} or {THING:CartridgeTracker}, {THING:CartridgeMedicalAnalyser}, {THING:CartridgeOreScanner}, {THING:CartridgeElectronicReader}, and various other functions.
fr: La tablette portable <color=#0080FFFF>{LINK:Xigo;Xigo}</color> 'Padi' est une plate-forme de données polyvalente, fournie en standard à tous les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color>. C’est un multi-outil dans lequel on insère différentes <color=#0080FFFF>{LINK:CartridgePage;cartes}</color>. Il devient alors un analyseur d'atmosphère ou de réseau, un assistant médical, un dispositif de suivi, un livre de cuisine et diverses autres fonctions. Pour changer d'application, il suffit de changer de carte mémoire.

# Things.ItemSteelSheets
source: An advanced building material, {THING:ItemSteelIngot} sheets are used when constructing a {THING:StructureFrame} and several other <color=#0080FFFF>{LINK:StructuresPage;wall}</color> types.
fr: Les {THING:ItemSteelSheets} sont des matériaux de construction avancé. Elles sont utilisées lors de la construction d’un {THING:StructureFrame} et de plusieurs autres types de <color=#0080FFFF>{LINK:StructuresPage;mur}.</color>.

# Things.ItemSprayCanWhite
source: White looks clean, sharp and nice. But <color=#0080FFFF>{LINK:Stationeers;Stationeering}</color> can be a dirty job. White tends to scuff.
fr: Blanc semble propre, fort et agréable. Mais <color=#0080FFFF>{LINK:Stationeers;'stationeerer'}</color> peut être un sale boulot. Le blanc a tendance à salir.

# Things.ItemSprayCanBrown
source: In more artistic <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> circles, the absence of brown is often lamented, but seldom changed.
fr: Dans le milieu des <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> artistes, l’absence de marron est souvent déplorée, mais rarement changée.

# Things.ItemSprayCanBlack
source: Go classic, clandestine or just plain gothic with black paint, which can be applied to most items. Each can has 20 uses.
fr: Etre classique, clandestin ou tout simplement gothique avec de la peinture noire, qui peut être appliqué à la plupart des objets. Chaque bombe de peinture a 20 utilisations.

# Things.ItemSpacepack
source: The basic <color=#0080FFFF>{LINK:CHAC;CHAC}</color> spacepack isn't 'technically' a jetpack, it's a gas thruster. It can be powered by any gas, so long as the internal pressure of the <color=#0080FFFF>{LINK:AtmosphericsPage;canister}</color> is higher than the ambient external pressure. If the external pressure is greater, the spacepack will not function. Indispensible for building, mining and general movement, it has ten storage slots and lets <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> fly at 3m/s, compared to the more powerful {THING:ItemJetpackBasic} or {THING:ItemHardJetpack}. Adjusting the thrust value alters your rate of acceleration, while activating the stablizer causes the spacepack to hover when a given height is reached. USE: 'J' to activate; 'space' to fly up; 'left ctrl' to descend; and 'WASD' to move.
fr: Le <color=#0080FFFF>{LINK:CHAC;Sc à dos spatial}</color> de base n’est pas 'techniquement' un jetpack, c’est un propulseur à gaz. Indispensable pour la construction, l’exploitation minière, ou plus généralement pour se déplacer. Il permet aux <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> de voler à 3m/s, par rapport aux plus puissants {THING:ItemJetpackBasic} et {THING:ItemHardJetpack}. Le réglage de la poussée modifie votre taux d’accélération, tandis que l’activation du stabilisateur permet de planer lorsqu’une hauteur donnée est atteinte. Le sac à dos spatial dispose de dix emplacements de stockage et peut être alimenté par n’importe quel gaz, tant que la pression interne de la <color=#0080FFFF>{LINK:AtmosphericsPage;bouteille de gaz}</color> est supérieure à la pression ambiante. Si la pression externe est supérieure, le jetpack ne fonctionnera pas. Utilisez 'J' pour activer ; 'espace' pour voler vers le haut ; 'ctrl gauche' pour descendre ; et 'ZQSD' pour se déplacer.
