Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureAutolathe
source: The foundation of most {LINK:Stationeers;Stationeer} fabrication systems, the {LINK:ExMin;ExMin} autolathe is a multi-axis molecular compositional system. Its complexity demands considerable time to assemble, but it remains an indispensable creation tool. Upgrade the device using a {THING:AutolathePrinterMod} for additional recipes and faster processing speeds.
es: La base de la mayoría de {LINK:Stationeers;Stationeer} sistemas de fabricación, el {LINK:ExMin;ExMin} es un sistema de composición molecular multieje. Su complejidad exige un tiempo considerable para ensamblarse, pero sigue siendo una herramienta de creación indispensable. Actualice el dispositivo con {THING:AutolathePrinterMod} para obtener recetas adicionales y velocidades de procesamiento más rápidas.

# Things.StructureAutolathe
source: Autolathe
cs: Autosoustruh
de: Drehmaschine
es: Torno Automático
fi: Sorvi
fr: Tour Automatique
hu: Automata eszterga
it: Tornio automatico
pt_pt: Torno Mecânico Auto
ru: Автолат
tr: Otomatik Torna

# Things.StructureArcFurnace
source: The simplest smelting system available to the average {LINK:Stationeers;Stationeer}, {LINK:Recurso;Recurso's} arc furnace was forged itself in the depths of the Solar System to help explorational geologists determine the purity of potential asteroidal mining targets. Co-opted by the {LINK:ODA;ODA}, it now provides Stationeers with a way to produce pure ingots of various resources. The smelting process also releases a range of by product {LINK:GasPage;gases}, principally {GAS:Nitrogen}, {GAS:CarbonDioxide}, {GAS:Volatiles} and {GAS:Oxygen} in differing ratios. These can be recaptured from the atmosphere by filtering, but also make the arc furnace a risk in closed environments. Unlike the more advanced {THING:StructureFurnace}, the arc furnace cannot create {LINK:IngotPage;alloys}.
de: Das einfachste Schmelzsystem, das dem durchschnittlichen {LINK:Stationeers; Stationeer} zur Verfügung steht. {LINK:Recurso;Recurso's} Der Lichtbogenofen von Recurso wurde in den Tiefen des Sonnensystems geschmiedet, um Explorationsgeologen dabei zu unterstützen, die Reinheit potenzieller asteroidaler Bergbauziele zu bestimmen. Kooptiert von der {LINK:ODA;ODA}, bietet es Stationeers nun die Möglichkeit, reine Barren aus verschiedenen Ressourcen herzustellen. Der Schmelzprozess setzt auch eine Reihe von Produkten {LINK:GasPage;Gases} frei, hauptsächlich {GAS:Nitrogen}, {GAS:CarbonDioxide}, {GAS:Volatiles} und {GAS:Oxygen} in unterschiedlichen Verhältnissen. Diese können durch Filterung aus der Atmosphäre zurückgewonnen werden, machen aber auch den Lichtbogenofen in geschlossenen Umgebungen zu einem Risiko. Im Gegensatz zum fortgeschritteneren {THING:StructureFurnace} kann der Lichtbogenofen keine {LINK:IngotPage;alloys} erstellen.
es: El sistema de fundición más simple disponible para el promedio {LINK:Stationeers; Stationeer}, {LINK:Recurso; El horno de arco de Recurso} se forjó en las profundidades del Sistema Solar para ayudar a los geólogos exploratorios a determinar la pureza de los posibles objetivos mineros asteroidales. Cooptado por el {LINK:ODA;ODA}, ahora proporciona a los estacionarios una forma de producir lingotes puros de diversos recursos. El proceso de fundición también libera una gama de productos {LINK:GasPage;gases}, principalmente {GAS:Nitrogen}, {GAS:CarbonDioxide}, {GAS:Volatiles} y {GAS:Oxygen} en diferentes proporciones. Estos pueden ser recapturados de la atmósfera por filtración, pero también hacen que el horno de arco sea un riesgo en ambientes cerrados. A diferencia del más avanzado {THING:StructureFurnace}, el horno de arco no puede crear {LINK:IngotPage;alloys}.

# Things.StructureArcFurnace
source: Arc Furnace
cs: Oblouková pec
de: Lichtbogenofen
es: Horno de Arco
fi: Valokaariuuni
fr: Four à Arc
hu: Elektromos kohó
it: Forno ad arco
pt_pt: Forno de Arco Elétrico
ru: Дуговая печь
tr: Ark Fırını

# Things.StructureChuteWindow
source: Chute's with windows let you see what's passing through your {LINK:ImportExportPage;import/export} network. But be warned, they are not insulated as other chutes are. Ices will melt.
de: Mit Fensterschächten kannst du sehen, was durch dein {LINK:ImportExportPage;import/export}-Netzwerk geht. Aber sei gewarnt, sie sind nicht isoliert wie andere Rutschen. Das Eis wird schmelzen.
es: Los conductos con ventanas le permiten ver lo que pasa a través de su red {LINK:ImportExportPage;import/export}. Pero tenga cuidado, no están aislados como lo están otros conductos. Los hielos se derretirán.

# Things.StructureChuteWindow
source: Chute (Window)
cs: Dopravník (okno)
de: Schacht (Verglast)
es: Ventana del Conducto
fi: Ränni (ikkuna)
fr: Gaine (Fenêtre)
hu: Csúszda (Ablakos)
it: Conduttura scarico (Finestra)
pt_pt: Conduta (Janela)
ru: Транспортная труба (С окном)
tr: Kanal (Pencereli)

# Things.WeaponPistolEnergy
source: Energy Pistol
cs: Energetická pistole
de: Energiepistole
es: Pistola Energía
fi: Energiapistooli
fr: Pistolet à énergie
hu: Energiapisztoly
it: Pistola ad energia
pt_pt: Pistola de Energia
ru: Энергетический пистолет
tr: Enerji Tabancası

# Things.StructureTransformerSmall
source: Transformers control the maximum power that will flow down a cable subnetwork, to prevent overloading {LINK:ElectronicPage;electrical} systems. Output on small transformers can be set from 0 to 5000W. Note that transformers operate as data isolators, preventing data flowing into any network beyond it.
de: Transformatoren steuern die maximale Leistung, die durch ein Kabelsubnetz fließt, um eine Überlastung von {LINK:ElectronicPage;electrical}-Systemen zu verhindern. Die Leistung an kleinen Transformatoren kann von 0 bis 5000W eingestellt werden. Beachte, dass Transformatoren als Datenisolatoren fungieren und verhindern, dass Daten in ein dahinter liegendes Netzwerk fließen.
es: Los transformadores controlan la potencia máxima que fluirá por una subred de cable para evitar la sobrecarga de los sistemas {LINK:ElectronicPage;Electrical}. La salida en pequeños transformadores se puede configurar de 0 a 5000W. Tenga en cuenta que los transformadores funcionan como aisladores de datos, lo que evita que los datos fluyan hacia cualquier red más allá de ellos.

# Things.StructureTransformerSmall
source: Transformer (Small)
cs: Transformátor (malý)
de: Kleiner Transformator Rechts
es: Transformador (Pequeño)
fi: Muuntaja (pieni)
fr: Transformateur (Petit)
hu: Transzformátor (Kicsi)
it: Trasformatore (Piccolo)
pt_pt: Transformador (Pequeno)
ru: Трансформатор (Маленький)
tr: Trafo (Küçük)

# Things.ItemKitTransformer
source: Kit Transformer (Large)
cs: Transformátor velký (sada)
de: Bausatz (Transformator Groß)
es: Kit Transformador (Grande)
fr: Kit (Transformateur Large)
hu: Készlet (Transzformátor (Nagy))
pt_pt: Kit Transformador (Grande)
ru: Набор (Большой трансформатор)
tr: Donanım Trafo (Büyük)

# Things.StructureTransformer
source: The large {LINK:Norsec;Norsec} transformer is a critical component of extended {LINK:ElectronicPage;electrical} networks, controlling the maximum power that will flow down a cable. To prevent overloading, output can be set from 0 to 50,000W. Note that transformers operate as data isolators, preventing data flowing into any network beyond it.
de: Der große {LINK:Norsec; Der Norsec}-Transformator ist eine wichtige Komponente erweiterter {LINK:ElectronicPage;electrical}-Netzwerke, die die maximale Leistung steuern, die durch ein Kabelnetz fließt. Um eine Überlastung zu vermeiden, kann die Leistung von 0 auf 50.000 W eingestellt werden. Beachte, dass Transformatoren als Datenisolatoren fungieren und verhindern, dass Daten in ein dahinter liegendes Netzwerk fließen.
es: El grande {LINK:Norsec; El transformador Norsec} es un componente crítico de las redes extendidas {LINK:ElectronicPage;electrical}, que controla la potencia máxima que fluirá por un cable. Para evitar la sobrecarga, la salida se puede ajustar de 0 a 50.000W. Tenga en cuenta que los transformadores funcionan como aisladores de datos, evitando que los datos fluyan hacia cualquier red más allá de ella.

# Things.StructureTransformer
source: Transformer (Large)
cs: Transformátor velký
de: Großer Transformator
es: Transformador (Grande)
fr: Transformateur (Large)
hu: Transzformátor (Nagy)
pt_pt: Transformador (Grande)
ru: Трансформатор (Большой)
tr: Trafo (Büyük)

# Things.StructureCableFuse100k
source: Fuse (100kW)
cs: Pojistka (100 kW)
de: 100kW Schmelzsicherung
es: Fusible (100kW)
fi: Sulake (100kW)
fr: Fusible (100 kW)
hu: Biztosíték (100kW)
it: Fusibile (100 kW)
pt_pt: Fusível (100kW)
ru: Предохранитель (100 кВт)
tr: Sigorta (100 kW)

# Things.StructureCableFuse50k
source: Fuse (50kW)
cs: Pojistka (50 kW)
de: 50kW Schmelzsicherung
es: Fusible (50kW)
fi: Sulake (50kW)
fr: Fusible (50 kW)
hu: Biztosíték (50kW)
it: Fusibile (50 kW)
pt_pt: Fusível (50kW)
ru: Предохранитель (50 кВт)
tr: Sigorta (50kW)

# Things.StructureCableFuse5k
source: Fuse (5kW)
cs: Pojistka (5 kW)
de: 5kW Schmelzsicherung
es: Fusible (5kW)
fi: Sulake (5kW)
fr: Fusible (5 kW)
hu: Biztosíték (5kW)
it: Fusibile (5 kW)
pt_pt: Fusível (5kW)
ru: Предохранитель (5 кВт)
tr: Sigorta (5kW)

# Things.StructureCableFuse1k
source: Fuse (1kW)
cs: Pojistka (1 kW)
de: 1kW Schmelzsicherung
es: Fusible (1kW)
fi: Sulake (1kW)
fr: Fusible (1 kW)
hu: Biztosíték (1kW)
it: Fusibile (1 kW)
pt_pt: Fusível (1kW)
ru: Предохранитель (1 кВт)
tr: Sigorta (1kW)

# Things.StructureCableCornerH
source: Heavy Cable (Corner)
cs: Silný kabel (rohový)
de: Schwere Kabelkurve
es: Cable Grueso (Esquina)
fi: Raskas kaapeli (kulma)
fr: Câble HT (Coin)
hu: Fejlett kábel (Sarok)
it: Cavo alta tensione (Angolo)
pt_pt: Cabo Reforçado (Canto)
ru: Силовой кабель (Угловой)
tr: Ağır Kablo (Köşe)

# Things.StructureCableCornerHBurnt
source: Burnt Cable (Corner)
cs: Spálený kabel (Rohový)
de: Verbranntes Kabel (Ecke)
es: Cable Quemado (Esquina)
fr: Câble Brûlé (Coin)
ru: Сгоревший кабель (Угловой)

# Things.StructureCableJunctionHBurnt
source: Burnt Cable (Junction)
cs: Spálený kabel (Křížový)
de: Durchgeschmorte Kabel-T-Kreuzung
es: Cable Quemado (Cruce)
fi: Kärähtänyt kaapeli (liittymä)
fr: Câble HT Brûlé (Jonction)
hu: Égett kábel (Elágazás)
it: Cavo alta tensione bruciato (Giunto)
pt_pt: Cabo Queimado (Junção)
ru: Сгоревший силовой кабель (Угловой 3-конечный)
tr: Yanık Kablo (Bağlantı)

# Things.StructureCableStraightHBurnt
source: Burnt Cable (Straight)
cs: Spálený kabel (Rovný)
de: Durchgeschmortes Gerades Kabel
es: Cable Quemado (Recto)
fi: Kärähtänyt kaapeli (suora)
fr: Câble HT Brûlé (Droit)
hu: Égett kábel (Egyenes)
it: Cavo alta tensione bruciato (Diritto)
pt_pt: Cabo Queimado (Reto)
ru: Сгоревший силовой кабель (Прямой)
tr: Yanık Kablo (Düz)

# Things.StructureCableJunction4HBurnt
source: Burnt Cable (4-Way Junction)
cs: Spálený kabel (4-cestný křížový)
de: Durchgeschmorte Kabelkreuzung
es: Cable Quemado (Unión 4 Vías)
fi: Kärähtänyt kaapeli (liittymä, 4-tie)
fr: Câble HT Brûlé (Jonction à 4 voies)
hu: Égett kábel (4 irányú elágazás)
it: Cavo alta tensione bruciato (Giunto a 4 vie)
pt_pt: Cabo Queimado (Junção de 4 Conexões)
ru: Сгоревший силовой кабель (Угловой 4-конечный)
tr: Yanık Kablo (4 Yönlü Bağlantı)

# Things.StructureCableJunction6HBurnt
source: Burnt Cable (6-Way Junction)
cs: Spálený kabel (6-cestný křížový)
de: Durchgeschmorte Kabel-6-Wege-Kreuzung
es: Cable Quemado (Unión 6 Vías)
fi: Kärähtänyt kaapeli (liittymä, 6-tie)
fr: Câble HT Brûlé (Jonction à 6 voies)
hu: Égett kábel (6 irányú elágazás)
it: Cavo alta tensione bruciato (Giunto a 6 vie)
pt_pt: Cabo Queimado (Junção de 6 Conexões)
ru: Сгоревший силовой кабель (6-конечный)
tr: Yanık Kablo (6 Yönlü Bağlantı)

# Things.StructureCableJunctionH
source: Heavy Cable (3-Way Junction)
cs: Silný kabel (3-cestný křížový)
de: Schwere Kabel-T-Kreuzung
es: Cable Grueso (Unión 3 Vías)
fi: Raskas kaapeli (liittymä, 3-tie)
fr: Câble HT (Jonction à 3 voies)
hu: Fejlett kábel (Elágazás)
it: Cavo alta tensione (Giunto a 3 vie)
pt_pt: Cabo Reforçado (Junção de 3 Conexões)
ru: Силовой кабель (3-конечный)
tr: Ağır Kablo (3 Yönlü Bağlantı)

# Things.StructureCableJunctionH4
source: Heavy Cable (4-Way Junction)
cs: Silný kabel (4-cestný křížový)
de: Schwere Kabelkreuzung
es: Cable Grueso (Unión 4 Vías)
fi: Raskas kaapeli (liittymä, 4-tie)
fr: Câble HT (Jonction à 4 voies)
hu: Fejlett kábel (4 irányú elágazás)
it: Cavo alta tensione (Giunto a 4 vie)
pt_pt: Cabo Reforçado (Junção de 4 Conexões)
ru: Силовой кабель (4-конечный)
tr: Ağır Kablo (4 Yönlü Bağlantı)

# Things.StructureCableJunctionH6
source: Heavy Cable (6-Way Junction)
cs: Silný kabel (6-cestný křížový)
de: Schwere Kabel-6-Wege-Kreuzung
es: Cable Grueso (Unión 6 Vías)
fi: Raskas kaapeli (liittymä, 6-tie)
fr: Câble HT (Jonction à 6 voies)
hu: Fejlett kábel (6 irányú elágazás)
it: Cavo alta tensione (Giunto a 6 vie)
pt_pt: Cabo Reforçado (Junção de 6 Conexões)
ru: Силовой кабель (6-конечный)
tr: Ağır Kablo (6 Yönlü Bağlantı)

# Things.StructureCableStraightH
source: Heavy Cable (Straight)
cs: Silný kabel (rovný)
de: Schweres Gerades Kabel
es: Cable Grueso (Recto)
fi: Raskas kaapeli (suora)
fr: Câble HT (Droit)
hu: Vatag kábel (Egyenes)
it: Cavo alta tensione (Diritto)
pt_pt: Cabo Reforçado (Reto)
ru: Силовой кабель (Прямой)
tr: Ağır Kablo (Düz)

# Things.ItemCableFuse
source: Kit (Cable Fuses)
cs: Kabelové pojistky (sada)
es: Kit Construcción (Cable con Fusible)
fi: Varustepakkaus (sulake)
fr: Kit (Fusibles de Câble)
hu: Készlet (Biztosíték)
it: Kit (Cavo con fusibile)
pt_pt: Kit (Fusíveis para Cabos)
ru: Набор (Предохранитель)
tr: Donanım (Kablo Sigortaları)

# Things.ItemKitGenerator
source: Kit (Generator)
cs: Generátor (sada)
de: Bausatz (Generator)
es: Kit Construcción (Generador Electrico a Carbón)
fi: Varustepakkaus (generaattori)
fr: Kit (Générateur)
hu: Készlet (Generátor)
it: Kit (Generatore)
pt_pt: Kit (Gerador)
ru: Набор (Генератор)
tr: Donanım (Jeneratör)

# Things.StructureSolidFuelGenerator
source: The mainstay of power generation for Stationeers, this device provides 20kW of power. Multiple solid resources can be loaded. While operating, the device will output its maximum power regardless of whether you have captured it or not. Watch for blown wires! It will output much more power than your regular {THING:ItemCableCoil} can handle.
cs: Toto zařízení, které je základním zdrojem energie pro Stationeery, poskytuje výkon 20 kW. Lze do něj vložit více pevných zdrojů. Za provozu bude zařízení vydávat svůj maximální výkon bez ohledu na to, zda jste jej zachytili, nebo ne. Dávejte si pozor na přetržené dráty! Bude vydávat mnohem větší výkon, než jaký zvládne vaše běžná {THING:ItemCableCoil}.
de: Als Grundpfeiler der Stromerzeugung für Stationeers liefert dieses Gerät 20 kW Leistung. Mehrere feststoff Ressourcen können eingespeist werden. Während des Betriebs gibt der Generator seine maximale Leistung aus, unabhängig davon, ob du sie abnehmen kannst oder nicht. Achte auf durchgebrannte Kabel! Es wird viel mehr Strom ausgeben, als Ihr normales {THING:ItemCableCoil} sicher tragen kann.
es: El pilar de la generación de energía para Stationeers, este dispositivo proporciona 20 kW de potencia. Se pueden cargar múltiples recursos sólidos. Mientras está en funcionamiento, el dispositivo emitirá su potencia máxima independientemente de si lo aprovecha o no. ¡Esté atento a los cables quemados! Producirá mucha más potencia de la que puede manejar sus {THING:ItemCableCoil} normales.
fr: Pilier de la production d’énergie pour les Stationeers, ce dispositif fournit 20kW de puissance. Plusieurs combustibles solides peuvent y être brulés. Pendant le fonctionnement, l’appareil produira sa puissance maximale, que vous l’utilisiez ou non. Attention aux câbles brulés! Il produira beaucoup plus de puissance que la {THING:ItemCableCoil} standard puisse supporter.

# Things.StructureSolidFuelGenerator
source: Generator (Solid Fuel)
cs: Generátor (Na tuhá paliva)
de: Generator
es: Generador Electrico (Combustible Carbón)
fi: Hiiligeneraattori
fr: Générateur (Combustible Solide)
hu: Generátor (Szilárd tüzelésű)
it: Generatore (Combustibile Solido)
pt_pt: Gerador (Combustível Sólido)
ru: Твердотопливный генератор
tr: Jeneratör (Katı Yakıt)

# Things.StructureCableJunctionBurnt
source: Burnt Cable (Junction)
cs: Spálený kabel (Křížový)
de: Durchgeschmorte Kabel-T-Kreuzung
es: Cable Quemado (Cruce)
fi: Kärähtänyt kaapeli (liittymä)
fr: Câble Brûlé (Jonction)
hu: Égett kábel (Elágazás)
it: Cavo bruciato (Giunto)
pt_pt: Cabo Queimado (Junção)
ru: Сгоревший кабель (3-конечный)
tr: Yanık Kablo (Bağlantı)

# Things.StructureCableJunction6Burnt
source: Burnt Cable (6-Way Junction)
cs: Spálený kabel (6-cestný křížový)
de: Durchgeschmorte Kabel-6-Wege-Kreuzung
es: Cable Quemado (Unión 6 Vías)
fi: Kärähtänyt kaapeli (liittymä, 6-tie)
fr: Câble Brûlé (Jonction à 6 voies)
hu: Égett kábel (6 irányú elágazás)
it: Cavo bruciato (Giunto a 6 vie)
pt_pt: Cabo Queimado (Junção de 6 Conexões)
ru: Сгоревший кабель (6-конечный)
tr: Yanık Kablo (6 Yönlü Bağlantı)

# Things.StructureCableJunction4Burnt
source: Burnt Cable (4-Way Junction)
cs: Spálený kabel (4-cestný křížový)
de: Durchgeschmorte Kabelkreuzung
es: Cable Quemado (Unión 4 Vías)
fi: Kärähtänyt kaapeli (liittymä, 4-tie)
fr: Câble Brûlé (Jonction à 4 voies)
hu: Égett kábel (4 irányú elágazás)
it: Cavo bruciato (Giunto a 4 vie)
pt_pt: Cabo Queimado (Junção de 4 Conexões)
ru: Сгоревший кабель (4-конечный)
tr: Yanık Kablo (4 Yönlü Bağlantı)

# Things.StructureCableCornerBurnt
source: Burnt Cable (Corner)
cs: Spálený kabel (Rohový)
de: Durchgeschmorte Kabelkurve
es: Cable Quemado (Esquina)
fi: Kärähtänyt kaapeli (kulma)
fr: Câble Brûlé (Coin)
hu: Égett kábel (Sarok)
it: Cavo bruciato (Angolo)
pt_pt: Cabo Queimado (Canto)
ru: Сгоревший кабель (Угловой)
tr: Yanık Kablo (Köşe)

# Things.StructureCableCorner3Burnt
source: Burnt Cable (3-Way Corner)
cs: Spálený kabel (3-cestný rohový)
de: Durchgeschmorte Kabel-3-Wege-Kurve
es: Cable Quemado (Esquina 3 Vías)
fi: Kärähtänyt kaapeli (kulma, 3-tie)
fr: Câble Brûlé (Coin à 3 voies)
hu: Égett kábel (3 irányú sarok)
it: Cavo bruciato (Angolo a 3 vie)
pt_pt: Cabo Queimado (Canto de 3 Conexões)
ru: Сгоревший кабель (Угловой 3-конечный)
tr: Yanık Kablo (3 Yönlü Köşe)

# Things.StructureCableStraightBurnt
source: Burnt Cable (Straight)
cs: Spálený kabel (Rovný)
de: Durchgeschmortes Gerades Kabel
es: Cable Quemado (Recto)
fi: Kärähtänyt kaapeli (suora)
fr: Câble Brûlé (Droit)
hu: Égett kábel (Egyenes)
it: Cavo bruciato (Diritto)
pt_pt: Cabo Queimado (Reto)
ru: Сгоревший кабель (Прямой)
tr: Yanık Kablo (Düz)

# Things.ItemWasteIngot
source: Ingot (Waste)
cs: Odpad (ingot)
de: Abfall (Barren)
es: Lingote (Residuos)
fi: Harkko (jäte)
fr: Lingot (Déchets)
hu: Öntvény (Selejt)
it: Lingotto (Scarti)
pt_pt: Lingote (Restos)
ru: Слиток шлака
tr: Külçe (Atık)

# Things.WeaponEnergy
source: Weapon Energy
cs: Energie zbraní
de: Waffenenergie
es: Arma de Energía
fi: Energia-ase
fr: Arme à énergie
hu: Fegyver energia
it: Arma ad energia
pt_pt: Arma de Energia
ru: Энергетическое оружие
tr: Silah Enerjisi

# Things.UniformOrangeJumpSuit
source: Jump Suit (Orange)
cs: Kombinéza (Oranžová)
de: Uniform (Orange)
es: Traje Mono (Naranja)
fi: Haalari (oranssi)
fr: Combinaison de saut (orange)
hu: Kezeslábas (Narancssárga)
it: Tuta arancione
pt_pt: Macacão (Laranja)
ru: Комбинезон (Оранжевый)
tr: Tulum (Turuncu)

# Things.UniformCommander
source: Uniform Commander
cs: Uniforma velitele
de: Uniform (Kommandant)
es: Uniforme de Comandante
fi: Univormu (komentaja)
fr: Uniforme de Commandant
hu: Parancsnoki egyenruha
it: Uniforme da Comandante
pt_pt: Uniforme de Comandante
ru: Униформа (Командир)
tr: Üniforma Komutan

# Things.StructureWallLight
source: Wall Light
cs: Nástěnné světlo
de: Wandleuchte
es: Luz de Pared
fi: Seinävalo
fr: Lumière murale
hu: Fali fény
it: Lampada a muro
pt_pt: Lâmpada de Parede
ru: Лампа
tr: Duvar Lambası

# Things.StructureWallHeater
source: The {LINK:Xigo;Xigo} wall heater is a simple device that can be installed on a wall or frame and connected to power. When switched on, it will start heating the surrounding environment. It consumes 1010W of power and can be controlled by logic chips to run when the temperature hits a certain level.
de: Die {LINK:Xigo; Xigo} Wandheizung ist ein einfaches Gerät das an einer Wand oder einem Rahmen installiert und an die Stromversorgung angeschlossen werden kann. Wenn es eingeschaltet ist, beginnt es, die Umgebung zu erwärmen. Es verbraucht 1010W Leistung und kann von Logikchips angesteuert werden, um zu heizen, wenn die Temperatur eine bestimmte Gradzahl erreicht.
es: El {LINK:Xigo; El calentador de pared Xigo} es un dispositivo simple que se puede instalar en una pared o marco y conectarse a la energía. Cuando se enciende, comenzará a calentar el entorno circundante. Consume 1010W de potencia y puede ser controlado por chips lógicos para funcionar cuando la temperatura alcanza un cierto nivel.

# Things.StructureWallHeater
source: Wall Heater
cs: Nástěnný ohřívač
de: Wandheizer
es: Calentador de Pared
fi: Seinälämmitin
fr: Chauffage mural
hu: Falmelegítő
it: Termosifone a muro
pt_pt: Aquecedor de Parede
ru: Обогреватель
tr: Duvar Isıtıcısı
