Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemWreckageStructureWeatherStation006
source: Wreckage Structure Weather Station
cs: Vrak meteorologické stanice
de: Zerstörte Wetterstation
es: Estructura de los restos RTG
fr: Gyrophare de la station météo
ru: Обломки Метеостанции

# Things.ItemWreckageStructureWeatherStation005
source: Wreckage Structure Weather Station
cs: Vrak meteorologické stanice
de: Zerstörte Wetterstation
es: Restos de la estructura de la Estación meteorológica
fr: Capteur lumineux de la station météo
ru: Обломки Метеостанции

# Things.ItemWreckageStructureWeatherStation004
source: Wreckage Structure Weather Station
cs: Vrak meteorologické stanice
de: Zerstörte Wetterstation
es: Estructura de los restos RTG
fr: LED de la station météo
ru: Обломки Метеостанции

# Things.ItemWreckageStructureWeatherStation003
source: Wreckage Structure Weather Station
cs: Vrak meteorologické stanice
de: Zerstörte Wetterstation
es: Restos de la estructura de la Estación meteorológica 3
fr: Anémomètre de la station météo
ru: Обломки Метеостанции

# Things.ItemWreckageStructureWeatherStation002
source: Wreckage Structure Weather Station
cs: Vrak meteorologické stanice
de: Zerstörte Wetterstation
es: Restos de la estructura de la Estación meteorológica 2
fr: Morceau de la station météo
ru: Обломки Метеостанции

# Things.ItemWreckageStructureWeatherStation001
source: Wreckage Structure Weather Station
cs: Vrak meteorologické stanice
de: Zerstörte Wetterstation
es: Restos de la estructura de la Estación meteorológica
fr: Entonnoir de la station météo
ru: Обломки Метеостанции

# Things.ItemWreckageWindTurbine005
source: Wreckage Wind Turbine
cs: Vrak větrné turbíny
de: Zerstörte Windkraftanlage
es: Restos de la turbina eólica
fr: Mat d'éolienne
ru: Обломки ветрогенератора

# Things.ItemWreckageWindTurbine004
source: Wreckage Wind Turbine
cs: Vrak větrné turbíny
de: Zerstörte Windkraftanlage
es: Restos de la turbina eólica
fr: Morceau de pale d'éolienne
ru: Обломки ветрогенератора

# Things.ItemWreckageWindTurbine003
source: Wreckage Wind Turbine
cs: Vrak větrné turbíny
de: Zerstörte Windkraftanlage
es: Restos de la turbina eólica
fr: Morceau de pale d'éolienne
ru: Обломки ветрогенератора

# Things.ItemWreckageWindTurbine002
source: Wreckage Wind Turbine
cs: Vrak větrné turbíny
de: Zerstörte Windkraftanlage
es: Restos de la turbina eólica
fr: Pale d'éolienne
ru: Обломки ветрогенератора

# Things.ItemWreckageWindTurbine001
source: Wreckage Wind Turbine
cs: Vrak větrné turbíny
de: Zerstörte Windkraftanlage
es: Restos de la turbina eólica
fr: Rotule d'éolienne
ru: Обломки ветрогенератора

# Things.StructurePipeLiquidTJunction
source: It's all in the title - liquid pipes create pipe networks for the storage and transport of matter's second state: liquid.
cs: Vše je obsaženo v názvu - kapalinové potrubí vytváří potrubní sítě pro skladování a přepravu druhého stavu hmoty: kapaliny.
de: Es ist alles im Titel - Flüssigkeitsrohre bilden Rohrnetze für die Speicherung und den Transport des zweiten Zustands der Materie: Flüssig.
es: Todo está en el título: las tuberías de líquido crean redes de tuberías para el almacenamiento y transporte del segundo estado de la materia: líquido.
fr: Tout est dans le titre - les tubes créent des réseaux de tuyaux pour le stockage et le transport du deuxième état de la matière: liquide.
ru: Все в названии - жидкостные трубы создают сети трубопроводов для хранения и транспортировки второго состояния материи: жидкости.

# Things.StructurePipeLiquidTJunction
source: Liquid Pipe T Junction
cs: Křížové potrubí T na kapaliny
de: Flüssigkeitsrohr-T-Kreuzung
es: Tubo Líquido Unión en T
fr: Tube (Jonction T)
ru: Жидкостная Труба Т-образная

# Things.StructurePipeLiquidCrossJunction6
source: It's all in the title - liquid pipes create pipe networks for the storage and transport of matter's second state: liquid.
cs: Vše je obsaženo v názvu - kapalinové potrubí vytváří potrubní sítě pro skladování a přepravu druhého stavu hmoty: kapaliny.
de: Es ist alles im Titel - Flüssigkeitsrohre bilden Rohrnetze für die Speicherung und den Transport des zweiten Zustands der Materie: Flüssig.
es: Todo está en el título: las tuberías de líquido crean redes de tuberías para el almacenamiento y transporte del segundo estado de la materia: líquido.
fr: Tout est dans le titre - les tubes créent des réseaux de tuyaux pour le stockage et le transport du deuxième état de la matière: liquide.
ru: Все в названии - жидкостные трубы создают сети трубопроводов для хранения и транспортировки второго состояния материи: жидкости.

# Things.StructurePipeLiquidCrossJunction6
source: Liquid Pipe Cross Junction6
cs: Potrubní křížový spoj 6 na kapaliny
de: Flüssigkeitsrohrkreuzung6
es: Cruce de tubería de líquido 6
fr: Tube (En Croix, six voies)
ru: Жидкостная Труба Перекресток6

# Things.StructurePipeLiquidCrossJunction5
source: It's all in the title - liquid pipes create pipe networks for the storage and transport of matter's second state: liquid.
cs: Vše je obsaženo v názvu - kapalinové potrubí vytváří potrubní sítě pro skladování a přepravu druhého stavu hmoty: kapaliny.
de: Es ist alles im Titel - Flüssigkeitsrohre schaffen Rohrnetze für die Speicherung und den Transport des zweiten Zustands der Materie: Flüssig.
es: Todo está en el título: las tuberías de líquido crean redes de tuberías para el almacenamiento y transporte del segundo estado de la materia: líquido.
fr: Tout est dans le titre - les tubes créent des réseaux de tuyaux pour le stockage et le transport du deuxième état de la matière: liquide.
ru: Все в названии - жидкостные трубы создают сети трубопроводов для хранения и транспортировки второго состояния материи: жидкости.

# Things.StructurePipeLiquidCrossJunction5
source: Liquid Pipe Cross Junction5
cs: Potrubní křížový spoj 5 na kapaliny
de: Flüssigkeitsrohrkreuzung 5
es: Cruce de tubería de líquido 5
fr: Tube (En Croix, cinq voies)
ru: Жидкостная Труба Перекресток5

# Things.StructurePipeLiquidCrossJunction4
source: It's all in the title - liquid pipes create pipe networks for the storage and transport of matter's second state: liquid.
cs: Vše je obsaženo v názvu - kapalinové potrubí vytváří potrubní sítě pro skladování a přepravu druhého stavu hmoty: kapaliny.
de: Es ist alles im Titel - Flüssigkeitsrohre bilden Rohrnetze für die Speicherung und den Transport des zweiten Zustands der Materie: Flüssig.
es: Todo está en el título: las tuberías de líquido crean redes de tuberías para el almacenamiento y transporte del segundo estado de la materia: líquido.
fr: Tout est dans le titre - les tubes créent des réseaux de tuyaux pour le stockage et le transport du deuxième état de la matière: liquide.
ru: Все в названии - жидкостные трубы создают сети трубопроводов для хранения и транспортировки второго состояния материи: жидкости.

# Things.StructurePipeLiquidCrossJunction4
source: Liquid Pipe Cross Junction4
cs: Potrubní křížový spoj 4 na kapaliny
de: Flüssigkeitsrohrkreuzung 4
es: Cruce de tubería de líquido 4
fr: Tube (En Croix, quatre voies)
ru: Жидкостная Труба Перекресток4

# Things.StructurePipeLiquidCrossJunction3
source: It's all in the title - liquid pipes create pipe networks for the storage and transport of matter's second state: liquid.
cs: Vše je obsaženo v názvu - kapalinové potrubí vytváří potrubní sítě pro skladování a přepravu druhého stavu hmoty: kapaliny.
de: Es ist alles im Titel - Flüssigkeitsrohre schaffen Rohrnetze für die Speicherung und den Transport des zweiten Zustands der Materie: Flüssig.
es: Todo está en el título: las tuberías de líquido crean redes de tuberías para el almacenamiento y transporte del segundo estado de la materia: líquido.
fr: Tout est dans le titre - les tubes créent des réseaux de tuyaux pour le stockage et le transport du deuxième état de la matière: liquide.
ru: Все в названии - жидкостные трубы создают сети трубопроводов для хранения и транспортировки второго состояния материи: жидкости.

# Things.StructurePipeLiquidCrossJunction3
source: Liquid Pipe Cross Junction3
cs: Potrubní křížový spoj 3 na kapaliny
de: Flüssigkeitsrohrkreuzung 3
es: Cruce de tubería de líquido 3
fr: Tube (En Croix, trois voies)
ru: Жидкостная Труба Перекресток3

# Things.StructurePipeLiquidCorner
source: It's all in the title - liquid pipes create pipe networks for the storage and transport of matter's second state: liquid.
cs: Vše je obsaženo v názvu - kapalinové potrubí vytváří potrubní sítě pro skladování a přepravu druhého stavu hmoty: kapaliny.
de: Es ist alles im Titel - Flüssigkeitsrohre schaffen Rohrnetze für die Speicherung und den Transport des zweiten Zustands der Materie: Flüssigkeit.
es: Todo está en el título: las tuberías de líquido crean redes de tuberías para el almacenamiento y transporte del segundo estado de la materia: líquido.
fr: Tout est dans le titre — les tuyaux créent des réseaux de tuyaux pour le stockage et le transport du deuxième état de la matière : liquide.
ru: Все в названии - жидкостные трубы создают сети трубопроводов для хранения и транспортировки второго состояния материи: жидкости.

# Things.StructurePipeLiquidCorner
source: Liquid Pipe Corner
cs: Rohové potrubí na kapaliny
de: Flüssigkeitsrohrkurve
es: Rincón de la tubería de líquidos
fr: Tuyau pour liquide (en coin)
ru: Жидкостная труба (Угловая)

# Things.StructurePipeLiquidStraight
source: It's all in the title - liquid pipes create pipe networks for the storage and transport of matter's second state: liquid.
cs: Vše je obsaženo v názvu - kapalinové potrubí vytváří potrubní sítě pro skladování a přepravu druhého stavu hmoty: kapaliny.
de: Es ist alles im Titel - Flüssigkeitsrohre bilden Rohrnetze für die Speicherung und den Transport des zweiten Zustands der Materie: Flüssigkeit.
es: Todo está en el título: las tuberías de líquido crean redes de tuberías para el almacenamiento y transporte del segundo estado de la materia: líquido.
fr: Tout est dans le titre — les tuyaux créent des réseaux de tuyaux pour le stockage et le transport du deuxième état de la matière : liquide.
ru: Все в названии - жидкостные трубы создают сети трубопроводов для хранения и транспортировки второго состояния материи: жидкости.

# Things.StructurePipeLiquidStraight
source: Liquid Pipe Straight
cs: Rovné potrubí na kapaliny
de: Flüssigkeitsrohr-Gerade
es: Tubo de líquido recto
fr: Tuyau droit (pour liquides)
ru: Жидкостная труба (прямая)

# Things.StructurePipeLiquidCrossJunction
source: It's all in the title - liquid pipes create pipe networks for the storage and transport of matter's second state: liquid.
cs: Vše je obsaženo v názvu - kapalinové potrubí vytváří potrubní sítě pro skladování a přepravu druhého stavu hmoty: kapaliny.
de: Es ist alles im Titel - Flüssigkeitsrohre bilden Rohrnetze für die Speicherung und den Transport des zweiten Zustands der Materie: Flüssigkeit.
es: Todo está en el título: las tuberías de líquido crean redes de tuberías para el almacenamiento y transporte del segundo estado de la materia: líquido.
fr: Tout est dans le titre — les tuyaux pour liquides créent des réseaux de tuyaux pour le stockage et le transport du deuxième état de la matière : liquide.
ru: Все в названии - жидкостные трубы создают сети трубопроводов для хранения и транспортировки второго состояния материи: жидкости.

# Things.StructurePipeLiquidCrossJunction
source: Liquid Pipe Cross Junction
cs: Potrubní křížový spoj na kapaliny
de: Flüssigkeitsrohrkreuzung
es: Cruce de tubería de líquido
fr: Tuyau en croix (pour liquides)
ru: Жидкостная Труба Перекресток

# Things.ItemKitPipeLiquid
source: This kit produces a range of liquid pipes.
cs: Tato sada vytváří řadu potrubí na kapaliny.
de: Dieses Kit produziert eine Reihe von Flüssigkeitsrohren.
es: Este kit produce una variedad de tuberias de liquidos.
fr: Ce kit produit différent tuyaux pour les liquides.
ru: Этот комплект производит ряд труб для жидкостей.

# Things.ItemKitPipeLiquid
source: Kit (Liquid Pipe)
cs: Potrubí na kapaliny (sada)
de: Bausatz (Flüssigkeitsrohr)
es: Kit (Tubo de Líquidos)
fr: Kit (Tube)
ru: Набор (Жидкостная труба)

# Things.ItemKitWindTurbine
source: This kit produces a {THING:StructureWindTurbine}.
cs: Tato sada vytváří {THING:StructureWindTurbine}.
de: Mit diesem Bausatz stellst du {THING:StructureWindTurbine} her.
es: Este kit produce una {THING:StructureWindTurbine}
fr: Ce kit produit une {THING:StructureWindTurbine}.
ru: Этот комплект производит {THING:StructureWindTurbine}.

# Things.ItemKitWindTurbine
source: Kit (Wind Turbine)
cs: Větrná turbína (sada)
de: Bausatz (Windkraftanlage)
es: Kit (turbina eólica)
fr: Kit (Éolienne)
ru: Набор (Ветрогенератор)

# Things.StructureWindTurbine
source: The Stationeers wind turbine was first designed by Norsec atmospheric engineers, looking to create a wind-driven power generation system that would operate even on exceedingly low atmosphere worlds. The ultra-light blades respond to exceedingly low atmospheric densities, while being strong enough to function even under huge strain in much more demanding environments. While the wind turbine is optimized to produce power (up to 500W) even on low atmosphere worlds, it performs best in denser environments. Output varies with wind speed and, during storms, may increase dramatically (up to 10,000W), so be careful to design your power networks with that in mind.
es: La turbina eólica Stationeers fue diseñada por primera vez por ingenieros atmosféricos de Norsec, buscando crear un sistema de generación de energía impulsado por el viento que funcionaría incluso en mundos de atmósfera extremadamente baja. Las palas ultraligeras responden a densidades atmosféricas extremadamente bajas, al tiempo que son lo suficientemente fuertes como para funcionar incluso bajo una gran tensión en entornos mucho más exigentes. Si bien la turbina eólica está optimizada para producir energía (hasta 500 W) incluso en mundos de baja atmósfera, funciona mejor en entornos más densos. La producción varía con la velocidad del viento y, durante las tormentas, puede aumentar drásticamente (hasta 10,000 W), así que tenga cuidado de diseñar sus redes eléctricas con eso en mente.

# Things.StructureWindTurbine
source: Wind Turbine
cs: Větrná turbína
de: Windkraftanlage
es: Turbina eólica
fr: Éolienne
ru: Ветрогенератор

# Things.ItemMiningBeltAdvanced
source: The Mk II mining belt is similar to the {THING:ItemMiningBelt}, but has 13 slots instead of the basic 8, to increase the length of your mining trips. It also has space for two tools.
cs: Hornický opasek Mk II je podobný opasku {THING:ItemMiningBelt}, ale má 13 slotů místo základních 8, aby se prodloužila délka vašich těžebních výprav. Má také místo pro dva nástroje.
de: Der Mk II-Mining-Gürtel ähnelt dem {THING:ItemMiningBelt}, hat aber 13 Slots anstelle der grundlegenden 8, um die Länge Ihrer Mining-Trips zu erhöhen. Es bietet auch Platz für zwei Werkzeuge.
es: El cinturón de minería Mk II es similar al {THING:ItemMiningBelt}, pero tiene 13 ranuras en lugar de las 8 básicas, para aumentar la duración de sus viajes de minería. También tiene espacio para dos herramientas.
fr: La ceinture minière Mk II est similaire à la {THING:ItemMiningBelt}, mais dispose de 13 emplacements au lieu des 8 de base, pour augmenter la durée de vos voyages miniers. Elle a également de la place pour deux outils.

# Things.ItemMiningBeltAdvanced
source: Mining Belt MK II
cs: Hornický opasek MK II
de: Bergbaugürtel MK II
es: Cinturon Minero MK II
fr: Ceinture de mineur MK II

# Things.ItemAstroloySheets
source: Item Astroloy Sheets
cs: Astroloy plechy
de: Astroloyplatten
es: Planchas de astroloy
fr: Plaques d'astroloy
ru: Лист Астролоя

# Things.StructureSolarPanelReinforced
source: This solar panel is resistant to storm damage.
cs: Tento solární panel je odolný vůči poškození bouří.
de: Dieses Solarpanel widersteht Sturmschäden.
es: Este panel solar es resistente a los daños de las tormentas.
fr: Ce panneau solaire est résistant aux dommages causés par les tempêtes.
ru: Эта солнечная панель устойчива к ураганам.

# Things.StructureSolarPanelReinforced
source: Solar Panel (Heavy)
cs: Solární panel masivní
de: Verstärktes Solarmodul
es: Panel solar (reforzado)
fr: Panneau Solaire renforcé
ru: Солнечная Панель (Тяжелая)

# Things.StructureSolarPanelFlatReinforced
source: This solar panel is resistant to storm damage.
cs: Tento solární panel je odolný vůči poškození bouří.
de: Dieses Solarpanel widersteht Sturmschäden.
es: Este panel solar es resistente a los daños de las tormentas.
fr: Ce panneau solaire est résistant aux dommages causés par les tempêtes.
ru: Эта солнечная панель устойчива к ураганам.

# Things.StructureSolarPanelFlatReinforced
source: Solar Panel (Heavy Flat)
cs: Solární panel základní masivní (plochý)
de: Verstärktes Solarmodul (Flach)
es: Panel solar (reforzado plano)
fr: Panneau Solaire basique renforcé (plat)
ru: Солнечная Панель (Тяжелая Плоская)

# Things.StructureSolarPanelDualReinforced
source: This solar panel is resistant to storm damage.
cs: Tento solární panel je odolný vůči poškození bouří.
de: Dieses Solarpanel widersteht Sturmschäden.
es: Este panel solar es resistente a los daños de las tormentas.
fr: Ce panneau solaire est résistant aux dommages causés par les tempêtes.
ru: Эта солнечная панель устойчива к ураганам.

# Things.StructureSolarPanelDualReinforced
source: Solar Panel (Heavy Dual)
cs: Solární panel masivní (duální)
de: Verstärktes Solarmodul (Dual)
es: Panel solar (reforzado Dual)
fr: Panneau Solaire renforcé (Double connexion)
ru: Солнечная Панель (Тяжелая Двойная)

# Things.StructureSolarPanel45Reinforced
source: This solar panel is resistant to storm damage.
cs: Tento solární panel je odolný vůči poškození bouří.
de: Dieses Solarpanel widersteht Sturmschäden.
es: Este panel solar es resistente a los daños de las tormentas.
fr: Ce panneau solaire est résistant aux dommages causés par les tempêtes.
ru: Эта солнечная панель устойчива к ураганам.

# Things.StructureSolarPanel45Reinforced
source: Solar Panel (Heavy Angled)
cs: Solární panel základní masivní (šikmý)
de: Verstärktes Solarmodul (Abgewinkelt)
es: Panel solar (reforzado en angulo)
fr: Panneau Solaire basique renforcé (incliné)
ru: Солнечная Панель (Тяжелая Угловая)

# Things.ItemKitSolarPanelBasicReinforced
source: This solar panel is resistant to storm damage.
cs: Tento solární panel je odolný vůči poškození bouří.
de: Dieses Solarpanel ist resistent gegenüber Sturmschäden.
es: Este panel solar es resistente a los daños de las tormentas.
fr: Ce panneau solaire est résistant aux dommages causés par les tempêtes.
ru: Эта солнечная панель устойчива к ураганам.

# Things.ItemKitSolarPanelBasicReinforced
source: Kit (Solar Panel Basic Heavy)
cs: Solární panel základní masivní (sada)
de: Bausatz (Verstärktes festes Solarmodul)
es: Kit (Panel Solar Básico reforzado)
fr: Kit (Panneau Solaire basique renforcé)
ru: Набор (Базовая Тяжелая Солнечная панель)

# Things.ItemKitSolarPanelReinforced
source: This kit produces heavy duty solar panels that are resistant to storm damage.
cs: Tato sada vytváří těžké solární panely, které jsou odolné vůči poškození bouří.
de: Dieses Kit produziert verstärkte Solarpanels, denen ein Sturm nichts anhaben kann.
es: Este kit produce paneles solares de alta resistencia que son resistentes a los daños de las tormentas.
fr: Ce kit produit des panneaux solaires renforcés, résistants aux dommages causés par les tempêtes.
ru: Этот комплект производит выносливые солнечные панели, устойчивые к повреждению штормом.

# Things.ItemKitSolarPanelReinforced
source: Kit (Solar Panel Heavy)
cs: Solární panel masivní (sada)
de: Bausatz (Verstärktes bewegliches Solarmodul)
es: Panel Solar Reforzado (kit)
fr: Kit (Panneau Solaire Renforcé)
ru: Набор (Тяжелая Солнечная Панель)

# Things.ItemCharcoal
source: Charcoal is a lightweight, black carbon residue produced by heating {THING:ItemBiomass} in a {THING:StructureArcFurnace}. It contains less energy potential than {THING:ItemCoalOre}, but can be used as a basic fuel source. Charcoal can also be substituted for coal in {LINK:IngotPage;alloy} recipes.
de: Holzkohle ist ein leichter, schwarzer Kohlenstoffrückstand, der durch Erhitzen von {THING:ItemBiomass} in einem {THING:StructureArcFurnace} erzeugt wird. Es enthält weniger Energiepotenzial als {THING:ItemCoalOre}, kann aber als einfache Brennstoffquelle verwendet werden. Holzkohle kann auch in {LINK:IngotPage;alloy}-Rezepten durch Kohle ersetzt werden.
es: El carbón vegetal es un residuo de carbono negro ligero producido por el calentamiento de {THING:ItemBiomass} en un {THING:StructureArcFurnace}. Contiene menos potencial de energía que {THING:ItemCoalOre}, pero se puede utilizar como fuente de combustible básica. El carbón vegetal también se puede sustituir por carbón en las recetas {LINK:IngotPage;alloy}.

# Things.ItemCharcoal
source: Charcoal
cs: Dřevěné uhlí
de: Holzkohle
es: Carbón Vegetal
fr: Charbon de bois
ru: Древесный уголь

# Things.StructureHydroponicsTrayData
source: The {LINK:Agrizero;Agrizero} hydroponics device is the ideal vessel for growing a range of {LINK:OrganicPage;plantlife}. It must be supplied with water using a pipe network, and sufficient light to generate photosynthesis. It can be automated using the {THING:StructureHarvie}. Note that unlike the {THING:StructureHydroponicsTray}, these cannot be placed consecutively as they are considered devices rather than pure pipes. They do, however, allow data interrogation for logic systems.
de: Der {LINK:Agrizero; Das Hydrokulturgerät Agrizero} ist das ideale Gefäß für den Anbau einer Reihe von {LINK:OrganicPage;plantlife}. Es muss mit Wasser über ein Rohrnetz und ausreichend Licht versorgt werden, um Photosynthese zu erzeugen. Es kann mit dem {THING:StructureHarvie} automatisiert werden. Beachten Sie, dass diese im Gegensatz zum {THING:StructureHydroponicsTray} nicht nacheinander platziert werden können, da sie als Geräte und nicht als reine Rohre betrachtet werden. Sie ermöglichen jedoch die Datenabfrage für Logiksysteme.
es: El dispositivo de hidroponia {LINK:Agrizero;Agrizero} es el recipiente ideal para cultivar una gama de {LINK:OrganicPage;plantlife}. Debe suministrarse con agua utilizando una red de tuberías y suficiente luz para generar fotosíntesis. Se puede automatizar utilizando {THING:StructureHarvie}. Tenga en cuenta que, a diferencia de {THING:StructureHydroponicsTray}, estos no se pueden colocar consecutivamente, ya que se consideran dispositivos en lugar de tuberías puras. Sin embargo, permiten el interrogatorio de datos por sistemas lógicos.

# Things.StructureHydroponicsTrayData
source: Hydroponics Device
cs: Hydroponické zařízení
de: Hydroponisches Gerät
es: Dispositivo hidropónico
fr: Bac Hydroponique
ru: Гидропонная Установка
