Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemGasCanisterNitrogen
source: The green portable {GAS:Nitrogen} {SLOT:GasCanister} supplies propellant for the {THING:ItemSpacepack} and the {THING:ItemHardJetpack}. All gas canisters are full when fabricated to a pressure of 8000kPa (80 atmospheres), and can be mounted to a {THING:DynamicGasCanisterAir} or {THING:StructureGasTankStorage} for refill. Careful not to pressurize beyond 10MPa, or it may go 'bang'.
es: La bombona portátil verde {GAS:Nitrogen} {SLOT:GasCanister} suministra propelente para {THING:ItemSpacepack} y {THING:ItemHardJetpack}. Todos los botes de gas están llenos cuando se fabrican a una presión de 8000kPa (80 atmósferas), y se pueden montar en {THING:DynamicGasCanisterAir} o {THING:StructureGasTankStorage} para su recarga. Tenga cuidado de no presurizar más allá de 10MPa, o puede ir 'bang'.

# Things.ItemGasCanisterNitrogen
source: Canister (Nitrogen)
cs: Kanystr na plyn (dusík)
de: Gasflasche (Stickstoff - N2)
es: Bombona (Nitrógeno)
fi: Kanisteri (typpi)
fr: Bouteille de Gaz (Azote)
hu: Gázpalack (Nitrogén)
it: Bombola (Azoto)
pt_pt: Cilindro (Nitrogénio)
ru: Газовый баллон (Азот)
tr: Kapsül (Azot)

# Things.ItemGasCanisterVolatiles
source: Canister (Volatiles)
cs: Kanystr na plyn (těkavé látky)
de: Gasflasche (Flüchtige Stoffe - H2)
es: Bombona (Volátiles)
fi: Kanisteri (volatiili)
fr: Bouteille de Gaz (Hydrogène)
hu: Gázpalack (Hiderogén)
it: Bombola (Gas volatili)
pt_pt: Cilindro (Voláteis)
ru: Газовый баллон (Летучее вещество)
tr: Kapsül (Uçucu Madde)

# Things.ItemGasCanisterFuel
source: The orange portable {LINK:GasPage;fuel} {SLOT:GasCanister} supplies a 64L mixture of 66% {GAS:Volatiles}/34% {GAS:Oxygen} for powering such items as the {THING:ItemWeldingTorch} and the {THING:DynamicGenerator}. All gas canisters are full when fabricated to a pressure of 8000kPa (80 atmospheres), and can be mounted to a {THING:DynamicGasCanisterAir} or {THING:StructureGasTankStorage} for refill. Careful not to pressurize beyond 10MPa, or it may go 'bang'.
es: La bombona portátil naranja {LINK:GasPage;fuel} {SLOT:GasCanister} suministra una mezcla de 64L de 66% {GAS:Volatiles}/34% {GAS:Oxygen} para alimentar elementos como {THING:ItemWeldingTorch} y {THING:DynamicGenerator}. Todos los botes de gas están llenos cuando se fabrican a una presión de 8000kPa (80 atmósferas), y se pueden montar en {THING:DynamicGasCanisterAir} o {THING:StructureGasTankStorage} para su recarga. Tenga cuidado de no presurizar más allá de 10MPa, o puede ir 'bang'.

# Things.ItemGasCanisterFuel
source: Canister (Fuel)
cs: Kanystr na plyn (palivo)
de: Gasflasche (Kraftstoff - 2H2+O2)
es: Bombona (Combustible)
fi: Kanisteri (polttoaine)
fr: Bouteille de Gaz (Carburant)
hu: Gázpalack (Üzemanyag)
it: Bombola (Carburante)
pt_pt: Cilindro (Combustível)
ru: Газовый баллон (Топливо)
tr: Kapsül (Yakıt)

# Things.ItemGasCanisterEmpty
source: The portable {SLOT:GasCanister} is the {LINK:Stationeers;Stationeer's} basic unit of {LINK:GasPage;gas} delivery. Rated to a standard pressure of 8000kPa (80 atmospheres), empty gas canisters can be mounted to a {THING:DynamicGasCanisterAir} or {THING:StructureGasTankStorage} for refill. Careful not to pressurize beyond 10MPa, or it may go 'bang'. Contains 64L of gas.
es: La bombona portátil {SLOT:GasCanister} es la {LINK:Stationeers;Stationeer's} unidad básica de {LINK:GasPage;gas} entrega. Clasificados a una presión estándar de 8000kPa (80 atmósferas), los botes de gas vacíos se pueden montar en un {THING:DynamicGasCanisterAir} o {THING:StructureGasTankStorage} para recargar. Tenga cuidado de no presurizar más allá de 10MPa, o puede ir 'bang'. Contiene 64L de gas.

# Things.ItemGasCanisterEmpty
source: Canister
cs: Kanystr na plyn
de: Gasflasche
es: Bombona (Vacía)
fi: Kanisteri
fr: Bouteille de Gaz
hu: Gázpalack
it: Bombola
pt_pt: Cilindro
ru: Газовый баллон
tr: Kapsül

# Things.ItemGasCanisterPollutants
source: While this byproduct from smelting - sometimes known simply as 'X' - is a toxin, its specific heat makes it a valuable coolant. All gas canisters are full when fabricated to a pressure of 8000kPa (80 atmospheres), and can be mounted to a {THING:DynamicGasCanisterAir} or {THING:StructureGasTankStorage} for refill. Careful not to pressurize beyond 10MPa, or it may go 'bang'.
es: Si bien este subproducto de la fundición, a veces conocido simplemente como 'X', es una toxina, su calor específico lo convierte en un refrigerante valioso. Todos las botellas de gas están llenas cuando se fabrican a una presión de 8000kPa (80 atmósferas), y se pueden montar en {THING:DynamicGasCanisterAir} o {THING:StructureGasTankStorage} para su recarga. Tenga cuidado de no presurizar más allá de 10MPa, o puede escuchar un 'bang'.

# Things.ItemGasCanisterPollutants
source: Canister (Pollutants)
cs: Kanystr na plyn (znečišťující látky)
de: Gasflasche (Schadstoffe - X)
es: Bombona (Contaminantes)
fi: Kanisteri (saaste)
fr: Bouteille de Gaz (Polluant)
hu: Gázpalack (Mérgező gáz)
it: Bombola (Inquinante)
pt_pt: Cilindro (Poluentes)
ru: Газовый баллон (Токсины)
tr: Kapsül (Kirletici Madde)

# Things.ItemGasCanisterCarbonDioxide
source: When fabricated, the {GAS:CarbonDioxide} {SLOT:GasCanister} is filled a pressure of 8000kPa (80 atmospheres) and colored default grey. Used as a secondary fuel in the {THING:ItemJetpackBasic}, it can be mounted to a {THING:DynamicGasCanisterAir} or {THING:StructureGasTankStorage} for refill. Careful not to over pressurize when refilling, or it may go 'bang'.
es: Cuando se fabrica, el {GAS:CarbonDioxide} {SLOT:GasCanister} se llena a una presión de 8000kPa (80 atmósferas) y se colorea de gris por defecto. Utilizado como combustible secundario en {THING:ItemJetpackBasic}, se puede montar en {THING:DynamicGasCanisterAir} o {THING:StructureGasTankStorage} para su recarga. Tenga cuidado de no sobrepresurizar al rellenar, o puede ir 'bang'.

# Things.ItemGasCanisterCarbonDioxide
source: Canister (CO2)
cs: Kanystr na plyn (oxid uhličitý)
de: Gasflasche (Kohlenstoffdioxid - CO2)
es: Bombona (CO2)
fi: Kanisteri (hiilidioksidi)
fr: Bouteille de Gaz (CO2)
hu: Gázpalack (Szén-dioxid)
it: Bombola (CO2)
pt_pt: Cilindro (Dióxido de Carbono)
ru: Газовый баллон (Углекислый газ)
tr: Kapsül (CO2)

# Things.ItemFlour
source: Pulverized {THING:ItemWheat}, a key ingredient in many foods created by the {THING:ApplianceMicrowave} and the {THING:ItemKitAutomatedOven}.
cs: Rozdrcená {THING:ItemWheat}, klíčová složka mnoha potravin vytvořených pomocí {THING:ApplianceMicrowave} a {THING:ItemKitAutomatedOven}.
es: Pulverizado {THING:ItemWheat}, un ingrediente clave en muchos alimentos creados por el {THING:ApplianceMicrowave} y {THING:ItemKitAutomatedOven}.

# Things.ItemFlour
source: Flour
cs: Mouka
de: Mehl
es: Harina
fi: Jauhoa
fr: Farine
hu: Liszt
it: Farina
pt_pt: Farinha
ru: Мука
tr: Un

# Things.ItemFlashingLight
source: {BLANK}
es: Luz intermitente

# Things.ItemFlashingLight
source: Kit (Flashing Light)
cs: Blikající světlo (sada)
de: Drehlicht
es: Luz intermitente
fi: Varustepakkaus (vilkkuvalo)
fr: Kit (Gyrophare)
hu: Készlet (Villogó fény)
it: Lampeggiante
pt_pt: Kit (Luz Intermitente)
ru: Мигающая лампочка
tr: Donanım (Yanıp Sönen Işık)

# Things.ItemFireExtinguisher
source: {BLANK}
es: Extintor de incendios

# Things.ItemFireExtinguisher
source: Fire Extinguisher
cs: Hasící přístroj
de: Feuerlöscher
es: Extintor de incendios
fi: Palosammutin
fr: Extincteur
hu: Tűzoltó készülék
it: Estintore
pt_pt: Extintor
ru: Огнетушитель
tr: Yangın Söndürücü

# Things.ItemFertilizedEgg
source: {BLANK}
es: Huevo fertilizado

# Things.ItemFertilizedEgg
source: Fertilized Egg
cs: Oplodněné vejce
de: Befruchtetes Ei
es: Huevo fertilizado
fi: Hedelmöitetty muna
fr: Œuf fécondé
hu: Megtermékenyített tojás
it: Uovo fecondato
pt_pt: Ovo Fertilizado
ru: Оплодотворённое яйцо
tr: Döllenmiş Yumurta

# Things.ItemEvaSuit
source: The EVA suit is the basic suit {LINK:Stationeers;Stationeers} need to survive in the inhospitable environment of space. For more information on EVA suits, consult the {LINK:EVAPage;EVA suit} guide.
es: El traje EVA es el traje básico {LINK:Stationeers;Stationeers} necesitan sobrevivir en el ambiente inhóspito del espacio. Para obtener más información sobre los trajes EVA, consulte la guia {LINK:EVAPage;EVA suit}.

# Things.ItemEvaSuit
source: Eva Suit
cs: Skafandr
de: Raumanzug
es: Traje Eva
fi: Avaruuspuku
fr: Combinaison EVA
hu: Űrruha
it: Tuta spaziale
pt_pt: Fato Eva
ru: Скафандр
tr: Eva Kıyafeti

# Things.ItemEggTop
source: {BLANK}
es: Parte superior del huevo

# Things.ItemEggTop
source: Egg Top
cs: Vršek vejce
de: Ei (Oberseite)
es: Parte superior del huevo
fi: Munan kansi
fr: Coquille (Haut)
hu: Tojás (Teteje)
it: Guscio (superiore)
pt_pt: Topo do Ovo
ru: Верхняя часть скорлупы
tr: Yumurta Üstü

# Things.ItemEggCarton
source: Within, eggs reside in mysterious, marmoreal silence.
cs: Uvnitř, vejce sídlí v tajemném, marmorálním tichu.
es: Dentro, los huevos residen en un silencio misterioso y marmóreo.
fr: À l’intérieur, les œufs demeurent dans un mystérieux silence de marbre.

# Things.ItemEggCarton
source: Egg Carton
cs: Krabice s vejci
de: Eierkarton
es: Cartón de huevos
fi: Kananmunalaatikko
fr: Carton d'œufs
hu: Tojástálca
it: Cartone di uova
pt_pt: Caixa de Ovos
ru: Упаковка для яиц
tr: Yumurta Kartonu

# Things.ItemEggBottom
source: {BLANK}
es: Parte inferior del huevo

# Things.ItemEggBottom
source: Egg Bottom
cs: Spodek vejce
de: Ei (Unterseite)
es: Parte inferior del huevo
fi: Munan pohja
fr: Coquille (Bas)
hu: Tojás (Alja)
it: Guscio (inferiore)
pt_pt: Fundo do Ovo
ru: Нижняя часть скорлупы
tr: Yumurta Altı

# Things.ItemEgg
source: Resolving, finally, the question of which came first: it was the egg. Eggs are deposited every 60-90 seconds by your average chicken. If an egg has been fertilized, and is kept between 20C-30C, an {THING:EntityChick} will emerge. For the rest, there is the {THING:ApplianceMicrowave} and all manner of {LINK:FoodPage;gustatory} consolations.
es: Resolviendo, finalmente, la cuestión de cuál era primero: era el huevo. Los huevos son depositados cada 60-90 segundos por su pollo promedio. Si un óvulo ha sido fertilizado y se mantiene entre 20C-30C, surgirá un {THING:EntityChick}. Por lo demás, está el {THING:ApplianceMicrowave} y todo tipo de consolaciones {LINK:FoodPage;gustatory}.

# Things.ItemEgg
source: Egg
cs: Vejce
de: Ei
es: Huevo
fi: Muna
fr: Œuf
hu: Tojás
it: Uovo
pt_pt: Ovo
ru: Яйцо
tr: Yumurta

# Things.ItemDynamite
source: {BLANK}
es: Dinamita

# Things.ItemDynamite
source: Dynamite
cs: Dynamit
de: Dynamit
es: Dinamita
fi: Dynamiitti
hu: Dinamit
it: Dinamite
pt_pt: Dinamite
ru: Динамит
tr: Dinamit

# Things.ItemDuctTape
source: In the distant past, one of Earth's great champions taught a generation of 'Fix-It People' that duct tape was the answer to any problem. {LINK:Stationeers;Stationeers} have demonstrated that this is truth holds strong, so long as the problem is a damaged {THING:ItemEvaSuit}, {THING:ItemJetpackBasic}, {THING:ItemSpaceHelmet}, or even a {THING:StructureSolarPanel}. To use on yourself: put duct tape in your active hand, hold RIGHT MOUSE BUTTON to automatically repair damage.
es: En el pasado lejano, uno de los grandes campeones de la Tierra enseñó a una generación de 'Fix-It People' que la cinta adhesiva era la respuesta a cualquier problema. {LINK:Stationeers;Stationeers} han demostrado que esta es la verdad se mantiene fuerte, siempre y cuando el problema sea un {THING:ItemEvaSuit} dañado, {THING:ItemJetpackBasic}, {THING:ItemSpaceHelmet}, o incluso un {THING:StructureSolarPanel}. Para usarlo en usted mismo: coloque cinta adhesiva en su mano activa, mantenga presionado el BOTÓN DERECHO DEL MOUSE para reparar automáticamente el daño.

# Things.ItemDuctTape
source: Duct Tape
cs: Lepící páska
de: Reparaturband
es: Cinta Adhesiva
fi: Ilmastointiteippi
fr: Ruban adhésif
hu: Szigetelőszalag
it: Nastro adesivo
pt_pt: Fita Adesiva
ru: Клейкая лента
tr: Koli Bandı

# Things.ItemDrill
source: The {LINK:ExMin;ExMin} Off-whirled Hand Drill has been a companion to {LINK:Stationeers;Stationeers} for decades. Essential for assembling and deconstructing various items and structures, regardless of gravity, pressure or temperature.
es: El {LINK:ExMin;ExMin} taladro de mano ha sido un fiel compañero de los {LINK:Stationeers;Stationeers} durante décadas. Esencial para ensamblar y deconstruir diversos elementos y estructuras, independientemente de la gravedad, la presión o la temperatura.

# Things.ItemDrill
source: Hand Drill
cs: Vrtačka
de: Akkuschrauber
es: Taladro de Mano
fi: Porakone
fr: Perceuse
hu: Fúrógép
it: Trapano
pt_pt: Berbequim
ru: Дрель
tr: El Matkabı

# Things.ItemDataDisk
source: Data Disk
cs: Datový disk
de: Daten-Diskette
es: Disco de Datos
fi: Datalevyke
fr: Disque de données
hu: Adatlemez
it: Disco Dati
pt_pt: Disco de Dados
ru: Диск (Настройка)
tr: Veri Diski

# Things.ItemCrowbar
source: {LINK:Recurso;Recurso's} entry-level crowbar is useful in a variety of everyday {LINK:Stationeers;Stationeer} settings, from opening {THING:StructureAreaPowerControl}s and unpowered {THING:StructureAirlock}s, to splatting pan-dimensional headcrabs, should the need arise.
es: {LINK:Recurso;Recurso's} La palanca de nivel de entrada de Recurso es útil en una variedad de {LINK:Stationeers] cotidianos; desde abrir {THING:StructureAreaPowerControl}s y {THING:StructureAirlock}s sin alimentación, hasta golpear cangrejos de cabeza pandimensionales, en caso de que surja la necesidad.

# Things.ItemCrowbar
source: Crowbar
cs: Páčidlo
de: Stemmeisen
es: Palanca
fi: Sorkkarauta
fr: Pied de biche
hu: Feszítővas
it: Piede di porco
pt_pt: Pé de Cabra
ru: Лом
tr: Levye

# Things.ItemCorn
source: A long growth time staple crop. Its low requirement for darkness allows for accelerated growing if provided with extra light.
es: Un cultivo básico de largo tiempo de crecimiento. Su bajo requerimiento de oscuridad permite un crecimiento acelerado si se le proporciona luz adicional.

# Things.ItemCorn
source: Corn
cs: Kukuřice
de: Mais
es: Maiz
fi: Maissi
fr: Maïs
hu: Kukorica
it: Mais
pt_pt: Milho
ru: Кукуруза
tr: Mısır

# Things.ItemCompositeFloorGrating
source: Composite Floor Grating
cs: Kompozitová podlahová mříž
de: Bodengitterrost
es: Rejilla de Suelo Compuesto
fi: Lattiasäleikkö
fr: Caillebotis
hu: Kompozit padlórács
it: Pavimento fessurato composito
pt_pt: Piso Composto em Gradeamento
ru: Решётчатый настил
tr: Alaşım Zemin Izgarası

# Things.ItemCoalOre
source: Humanity wouldn't have got to space without humble, combustible coal. Burn it in a {THING:StructureSolidFuelGenerator}, smelt it in the {THING:StructureFurnace} to create {LINK:AlloysPage;alloys}, or use it in the {THING:ApplianceReagentProcessor} to make {THING:ItemSprayCanBlack}.
es: La humanidad no habría llegado al espacio sin el carbón humilde y combustible. Quemarlo en un {THING:StructureSolidFuelGenerator}, fundirlo en {THING:StructureFurnace} para crear {LINK:AlloysPage;alloys}, o usarlo en {THING:ApplianceReagentProcessor} para crear {THING:ItemSprayCanBlack}.

# Things.ItemCoalOre
source: Ore (Coal)
cs: Uhlí (ruda)
de: Kohle (Erz)
es: Mineral (Carbón)
fi: Malmi (kivihiili)
fr: Minerai (Charbon)
hu: Érc (Szén)
it: Minerale (Carbone)
pt_pt: Minério (Carvão)
ru: Уголь
tr: Cevher (Kömür)

# Things.ItemChemLightYellow
source: Dispel the darkness with this yellow glowstick.
cs: Rozptylte temnotu s touto žlutou zářící tyčinkou.
es: Disipa la oscuridad con esta barra luminosa amarilla.
fr: Dissipez l’obscurité avec ce bâton jaune.

# Things.ItemChemLightYellow
source: Chem Light (Yellow)
cs: Chemické světlo (Žlutý)
de: Knicklicht (Gelb)
es: Luz Química (Amarillo)
fi: Kemiallinen valo (keltainen)
fr: Bâtons Lumineux (Jaune)
hu: Világító rúd (Sárga)
it: Lightstick (Giallo)
pt_pt: Luz Química (Amarela)
ru: Хемилюминесцентный источник света (Жёлтый)
tr: Kimyasal Işık (Sarı)

# Things.ItemChemLightWhite
source: Snap the glowstick to activate a pale radiance that keeps the darkness at bay.
cs: Praskněte zářící tyčinku a aktivujte bledé záření, které udržuje temnotu na uzdě.
es: Ajuste la barra luminosa para activar un resplandor pálido que mantiene a raya la oscuridad.
fr: Secouez le bâton pour activer un éclat pâle qui maintient l’obscurité à distance.

# Things.ItemChemLightWhite
source: Chem Light (White)
cs: Chemické světlo (Bílé)
de: Knicklicht (Weiß)
es: Luz Química (Blanco)
fi: Kemiallinen valo (valkoinen)
fr: Bâtons Lumineux (Blanc)
hu: Világító rúd (Fehér)
it: Lightstick (Bianco)
pt_pt: Luz Química (Branca)
ru: Хемилюминесцентный источник света (Белый)
tr: Kimyasal Işık (Beyaz)

# Things.ItemChemLightRed
source: A red glowstick. Snap to activate. Then reach for the lasers.
cs: Červená svítící tyčinka. Praskněte pro aktivaci. Pak sáhněte po laserech.
es: Una barra luminosa roja. Snap para activar. Luego alcanza los láseres.
fr: Un bâton lumineux rouge.Secouer pour activer. Ensuite, prenez les lasers.

# Things.ItemChemLightRed
source: Chem Light (Red)
cs: Chemické světlo (Červená)
de: Knicklicht (Rot)
es: Luz Química (Rojo)
fi: Kemiallinen valo (punainen)
fr: Bâtons Lumineux (Rouge)
hu: Világító rúd (Vörös)
it: Lightstick (Rosso)
pt_pt: Luz Química (Vermelha)
ru: Хемилюминесцентный источник света (Красный)
tr: Kimyasal Işık (Kırmızı)

# Things.ItemChemLightGreen
source: Enliven the dreariest, airless rock with this glowy green light. Snap to activate.
cs: Oživte tu nejsvětlejší bezvzduchovou skálu tímto zářivě zeleným světlem. Praskněte pro aktivaci.
es: Aviva la roca más sombría y sin aire con esta luz verde brillante. Chasquea para activarla.
fr: Animez le plus morne des rochers sans air avec cette brillante lumière verte. Secouer pour activer.

# Things.ItemChemLightGreen
source: Chem Light (Green)
cs: Chemické světlo (Zelená)
de: Knicklicht (Grün)
es: Luz Química (Verde)
fi: Kemiallinen valo (vihreä)
fr: Bâtons Lumineux (Vert)
hu: Világító rúd (Zöld)
it: Lightstick (Verde)
pt_pt: Luz Química (Verde)
ru: Хемилюминесцентный источник света (Зеленый)
tr: Kimyasal Işık (Yeşil)

# Things.ItemChemLightBlue
source: A safe and slightly rave-some source of blue light. Snap to activate.
cs: Bezpečný a mírně nadšený zdroj modrého světla. Praskněte pro aktivaci.
es: Una fuente de luz azul segura y ligeramente delirante. Snap para activar.
fr: Une source sûre de lumière bleue et légèrement festive. Secouer pour activer.

# Things.ItemChemLightBlue
source: Chem Light (Blue)
cs: Chemické světlo (Azurová)
de: Knicklicht (Blau)
es: Luz Química (Azul)
fi: Kemiallinen valo (sininen)
fr: Bâtons Lumineux (Bleu)
hu: Világító rúd (Kék)
it: Lightstick (Blu)
pt_pt: Luz Química (Azul)
ru: Хемилюминесцентный источник света (Синий)
tr: Kimyasal Işık (Mavi)

# Things.ItemCableCoil
source: Bodily metaphors are tired and anthropocentric, but it was Frida Stuppen, the first {LINK:ODA;ODA} Administrator, who said, 'Let the cabling be as the nerve and the vessel, transmitting power and data alike through systems we forge among the stars.' Later commentators suggested that she was simply putting a romantic gloss on a piece of dubious economy. Whatever the case, standard cabling is where any {LINK:Stationeers;Stationeer's} network begins. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
es: Las metáforas corporales son cansadas y centradas en el ser humano, pero fue Frida Stuppen, la primera administradora de {LINK:ODA;ODA}, quien dijo: "Que el cableado sea como el nervio y el recipiente, transmitiendo poder y datos por igual a través de sistemas que forjamos entre las estrellas". Comentaristas posteriores sugirieron que simplemente estaba poniendo un brillo romántico a una pieza de dudosa economía. Cualquiera que sea el caso, el cableado estándar es donde comienza cualquier red {LINK:Stationeers;Stationeer's}. La bobina normal tiene una potencia máxima de 5kW. Para aplicaciones de mayor corriente, use {THING:ItemCableCoilHeavy}.

# Things.ItemCableCoil
source: Cable Coil
cs: Kabelová cívka
de: Kabelspule
es: Bobina de Cable
fi: Kaapelikerä
fr: Bobine de Câble
hu: Kábelköteg
it: Bobina di cavi
pt_pt: Bobine de Cabos
ru: Моток кабеля
tr: Kablo Bobini

# Things.ItemBook
source: Unlike 8-tracks, laser-disks and email, books never totally vanished. Technology may have evolved, but something about the texture and sexiness of the physical book has seen them endure in a unique, if slightly irrational informational niche.
cs: Na rozdíl od magnetofonových kazet, laserových disků a e-mailu, knihy nikdy úplně nezmizely. Technologie se možná vyvinula, ale něco o struktuře a svůdnosti fyzické knihy je zřejmá vydrž v unikátnosti, i když mírně iracionálním informačním specifický segment.
es: A diferencia de las 8 pistas, los discos láser y el correo electrónico, los libros nunca desaparecieron por completo. La tecnología puede haber evolucionado, pero algo sobre la textura y la sensualidad del libro físico los ha visto perdurar en un nicho informativo único, aunque ligeramente irracional.
fr: Contrairement aux 8 pistes, aux disques laser et aux courriels, les livres n’ont jamais totalement disparu. La technologie a peut-être évolué, mais quelque chose au sujet du cachet et de la sensualité du livre physique, a permis aux livres de perdurer dans une niche informationnelle unique, si légèrement irrationnelle.

# Things.ItemBook
source: Book
cs: Kniha
de: Buch
es: Libro
fi: Kirja
fr: Livre
hu: Könyv
it: Libro
pt_pt: Livro
ru: Книга
tr: Kitap

# Things.ItemBatteryCharger
source: This kit produces a 5-slot {THING:ItemBatteryCharger}.
cs: Tato sada vyrábí 5-slotovou {THING:ItemBatteryCharger}.
es: Este kit produce un {THING:ItemBatteryCharger} de 5 ranuras.

# Things.ItemBatteryCharger
source: Kit (Battery Charger)
cs: Nabíječka baterií (sada)
de: Batterieladegerät
es: Kit (Cargador de Baterías)
fi: Varustepakkaus (akkulaturi)
fr: Kit (Chargeur de Batterie)
hu: Készlet (Elemtöltő)
it: Caricabatterie
pt_pt: Kit (Carregador de Bateria)
ru: Набор (Зарядное устройство)
tr: Donanım (Pil Şarj Cihazı)

# Things.ItemBatteryCellNuclear
source: Illegal on Earth since the Chengdu Event, Norsec nuclear power cells found a new and drastically less safety-conscious market offworld. {HEADER:POWER OUTPUT} Pushing the power-weight balance to its limits, the 'nuke' has a 2.3 megawatt charge (2304000W), reflecting its reliance on exotic {LINK:IngotPage;superalloys}.
es: Ilegales en la Tierra desde el evento de Chengdu, las células de energía nuclear de Norsec encontraron un mercado nuevo y drásticamente menos consciente de la seguridad fuera del mundo. {HEADER:POWER OUTPUT} Llevando el equilibrio potencia-peso a sus límites, la 'bomba nuclear' tiene una carga de 2,3 megavatios (2304000W), lo que refleja su dependencia de las exóticas {LINK:IngotPage;superalloys}.

# Things.ItemBatteryCellNuclear
source: Battery Cell (Nuclear)
cs: Baterie (Jaderná)
de: Batteriezelle (Nuklear)
es: Batería (Nuclear)
fi: Paristo (ydin)
fr: Batterie (Nucléaire)
hu: Elem (Nukleáris)
it: Batteria (Nucleare)
pt_pt: Bateria Portátil (Nuclear)
ru: Ядерный аккумулятор
tr: Pil Hücresi (Nükleer)

# Things.ItemBatteryCellLarge
source: First mass-produced by {LINK:Xigo;Xigo} in 2155 on the basis of a unattributed prototype, the classic silicon anode solid-state design extends its optimum temperature range. {HEADER:POWER OUTPUT} The large power cell can discharge 288kW of power.
es: Primero producido en masa por {LINK:Xigo;Xigo} en 2155 sobre la base de un prototipo no atribuido, el diseño clásico de estado sólido de ánodo de silicio amplía su rango de temperatura óptimo. {HEADER:POWER OUTPUT} La celda de gran potencia puede descargar 288kW de potencia.
