Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureSuitStorage
source: As tidy as it is useful, the suit storage rack holds an {THING:ItemEvaSuit}, {THING:ItemSpaceHelmet} and a {THING:ItemJetpackBasic}. When powered and connected to {THING:Oxygen} and {THING:Propellant}, it will recharge the suit's batteries, refill the {THING:ItemGasCanisterOxygen} and your {THING:ItemGasFilterNitrogen} canister. The wastetank will be pumped out to the pipe connected to the waste outlet. All the rack's pipes must be connected or the unit will show an error state, but it will still charge the battery.
fr: Aussi bien rangé qu’utile, le Stockage de combinaison contient une {THING:ItemEvaSuit}, un {THING:ItemSpaceHelmet} et un {THING:ItemJetpackBasic}. Lorsqu’il est alimenté en électricité et connecté à un réseau d'{THING:Oxygen} et de {THING:Propellant}, il recharge les batteries de la combinaison, recharge la {THING:ItemGasCanisterOxygen} et votre {THING:ItemGasCanisterNitrogen}. La {THING:ItemGasCanisterCarbonDioxide} sera pompé jusqu’à la conduite raccordée à la sortie des déchets. Tous les tuyaux du Stockage de combinaison doivent être raccordés ou l’appareil affichera un état d’erreur, mais il continuera de charger la batterie.

# Things.StructureSolarPanel
source: <color=#0080FFFF>{LINK:Sinotai;Sinotai's}</color> standard solar panels are used for generating power from sunlight. They can be connected to <color=#0080FFFF>{LINK:LogicPage;logic}</color> systems, in order to track sunlight, but their reduced during storms and when damaged. You can repair these using some trusty {THING:ItemDuctTape}.
fr: Les panneaux solaires de <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> produisent de l’énergie à partir de la lumière du soleil. Ils peuvent être connectés aux systèmes <color=#0080FFFF>{LINK:LogicPage;logiques}</color>, afin de suivre la lumière du soleil. Mais leur efficacité est réduite pendant les tempêtes et lorsqu’ils sont endommagés. Vous pouvez les réparer en utilisant du {THING:ItemDuctTape}.

# Things.StructureRTG
source: The <color=#0080FFFF>{LINK:Norsec;Norsec}</color>RTG (radioisotope thermoelectric generator) uses the heat output of radioactive decay to generate voltage via a temperature differential across a thermocouple. Normally restricted to low energy devices, the RTG is rumored to exploit Zrillian engineering to achieve its improbably high power output.
fr: Le <color=#0080FFFF>{LINK:Norsec; Norsec}</color> RTG (générateur thermoélectrique radio-isotopique) utilise la production de chaleur de la désintégration radioactive, pour générer de la tension via un différentiel de température sur un thermocouple. Normalement limité aux dispositifs à faible consommation d’énergie, des RTG ont été modifiés avec de l’ingénierie zrillienne et atteindre une production de puissance incroyablement élevée.

# Things.StructurePipeRadiator
source: Pipe Radiator
fi: Putkijäähdytin
fr: Radiateur de Tuyau
hu: Cső radiátor
it: Radiatore
pt_pt: Radiador para Canos
ru: Радиатор
tr: Boru Radyatör

# Things.StructurePipeAnalysizer
source: Allegedly the outcome of a weekend father-daughter electronics project by an overzealous {<color=#0080FFFF>{LINK:ExMin;ExMin}</color> engineer, the pipe analyzer is essentially a more advanced version of the {THING:StructurePipeMeter}. Displaying the internal pressure of pipe networks, it also reads out temperature and gas contents, and can be connected to a {THING:StructureConsole} or {THING:StructureComputer} via a {<color=#0080FFFF>{LINK:LogicPage;logic}</color> system.
fr: Prétendument, le résultat d’un week-end père-fille sur un projet électronique, par un ingénieur <color=#0080FFFF>{LINK:ExMin;ExMin}</color> trop zélé. L’analyseur de tuyaux est essentiellement une version améliorée du {THING:StructurePipeMeter}. Il affiche la pression interne des réseaux de tuyaux, il lit également la température, et indique les gaz contenu dans le réseau. Il peut être connecté à une {THING:StructureConsole} ou un {THING:StructureComputer} via un <color=#0080FFFF>{LINK:LogicPage;système logique}</color>.

# Things.StructureHydroponicsTray
source: The <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> hydroponics tray is the ideal vessel for growing a range of <color=#0080FFFF>{LINK:OrganicPage;plantlife}</color>. It must be supplied with water using a pipe network, and sufficient light to generate photosynthesis. It can be automated using the {THING:StructureHarvie}.
fr: Le plateau hydroponique <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> est l'équipement idéal pour cultiver des <color=#0080FFFF>{LINK:OrganicPage;végétaux}</color>. Il doit être alimenté en eau par un réseau de tubes, et il faut suffisamment de lumière solaire pour générer de la photosynthèse. La culture peut être automatisé à l’aide du {THING:StructureHarvie}.

# Things.StructureLiquidTankStorage
source: When connected to a liquid pipe network, the tank storage unit allows you to refill a {THING:ItemLiquidCanisterEmpty}, as well as read various atmospheric data from the canister. It will not accept gas canisters.
fr: Lorsqu’il est connecté à un réseau de tuyaux liquides, le Connecteur de Bonbonne vous permet de remplir une {THING:ItemLiquidCanisterEmpty}, ainsi que de lire les données atmosphériques de la bonbonne. Il n’acceptera pas les bouteilles de gaz.

# Things.StructureGasTankStorage
source: When connected to a pipe network, the tank storage unit allows you to refill a {THING:ItemGasCanisterEmpty}, as well as read various atmospheric data from the canister.
fr: Lorsqu’il est connecté à un réseau de tuyaux, le connecteur de bouteille de gaz permet de remplir une {THING:ItemGasCanisterEmpty}, et de lire les diverses données atmosphériques de la bouteille.

# Things.StructureGasMixer
source: Indispensible for producing precise atmospheric ratios, this gas mixer blends two gases in proportions ranging anywhere from 0-100%.
fr: Indispensable pour produire un mélange gazeux précis, ce mélangeur de gaz mélange deux gaz dans des proportions allant de 0 à 100%.

# Things.StructureFurnace
source: The Zhurong furnace employs a high-temperature gas mixture of <color=#0080FFFF>{LINK:GasPage;oxygen}</color> and <color=#0080FFFF>{LINK:GasPage;volatiles}</color> to smelt <color=#0080FFFF>{LINK:IngotPage;ingots}</color> and a range of <color=#0080FFFF>{LINK:IngotPage;alloys}</color> as raw materials for <color=#0080FFFF>{LINK:FabricatorPage;fabricators}</color>. A basic gas mixture can be achieved by adding {THING:ItemOxite} and {THING:ItemVolatiles} in a 1:2 ratio directly to the furnace, but more complex alloys will require careful management of a dedicated gas mixing network. Exact ingredient ratios must be observed. Likewise, smelting ores at insufficient temperatures will produce <color=#0080FFFF>{LINK:ReagentPage;reagents}</color>, which must be recycled. If water is present in the furnace, it will gather there until the furnace is connected to a liquid pipe network.
fr: Le four Zhurong utilise un mélange de gaz à haute température, de l'<color=#0080FFFF>{LINK:GasPage;oxygène}</color> et de l'<color=#0080FFFF>{LINK:GasPage;hydrogène}</color> pour fondre des <color=#0080FFFF>{LINK:IngotPage;ingots}</color> et divers <color=#0080FFFF>{LINK:IngotPage;alliages}</color>. A utiliser comme matières premières pour les <color=#0080FFFF>{LINK:FabricatorPage;machines}</color>. Un mélange de gaz de base peut être obtenu en ajoutant de la {THING:ItemOxite} et de la {THING:ItemVolatiles} avec un rapport de 1:2, directement dans le fourneau, mais des alliages plus complexes nécessiteront une gestion minutieuse du mélange de gaz. Les proportions exactes des ingrédients doivent être respectées pour obtenir des alliages. Les tentatives de fusion d'alliages à des températures ou des pressions insuffisantes produiront un {LINK:ReagentPage;reagents}, qui devra être recyclé avant de repasser dans le fourneau. Si de l’eau est présente dans le four, elle stagnera dans le fourneau. L'eau peut évacué si la sortie de liquide est connecté à un réseau de tubes.

# Things.StructureFrameSide
source: More durable than the {THING:StructureFrameIron}, steel frames also provide variations for more ornate constructions. The tilted side frame allows for an almost infinite variety of architectural erections, though is not airtight, rendering it, ultimately, an excresence.
fr: Plus durables que le {THING:StructureFrameIron}, les cadres en acier offrent également des variations pour des constructions à l'architecture élaborée. Le {THING:StructureFrameSide} permet une variété presque infinie d’érections architecturales, mais il n’est pas hermétique, ce qui en fait, en fin de compte, une excroissance purement esthétique.

# Things.StructureFrameCorner
source: More durable than the {THING:StructureFrameIron}, steel frames also offer several variations for more complex lattice constructions. With a little patience and manoeuvring, the corner frame's gothic-inspired silhouette allows the creation of ogival arches and even more ambitious architecture, although they are not airtight and cannot be built on.
fr: Plus durables que le {THING:StructureFrameIron}, les cadres en acier offrent également des variations pour des constructions avec une architecture maillé complexe. Avec un peu de patience et de manœuvres, la silhouette d’inspiration gothique du {THING:StructureFrameCorner} permet la création d’arches ogivales et une architecture encore plus ambitieuse. Elles ne soient pas hermétiques et on ne peut pas construire d'éléments dessus.

# Things.StructureFiltration
source: The Zyklon Filtration Unit is based on a long-standing <color=#0080FFFF>{LINK:ExMin;ExMin}</color> system, itself based on older designs of uncertain provenance. It is available in the {THING:ItemKitAtmospherics}. Perhaps ill-named, the device has nonetheless proven indispensible for <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> atmospherics systems, as it can filter two <color=#0080FFFF>{LINK:GasPage;gases}</color> simultaneously from a single pipe network using a dual filter array. The unit has an input, and a filter output as well as an unfiltered outlet for any residual gases.
fr: L’unité de filtration Zyklon est basée sur un système <color=#0080FFFF>{LINK:ExMin;ExMin}</color> connu de longue date, lui-même basé sur d’anciens modèles de provenance inconnu. Il est disponible dans les variantes du {THING:ItemKitAtmospherics}. Peut-être mal nommé, le dispositif s’est néanmoins avéré indispensable pour systèmes atmosphériques <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color>, car il peut filtrer deux <color=#0080FFFF>{LINK:GasPage;gaz}</color> simultanément à partir d’un seul réseau de tuyaux en y insérant deux filtres différents. L’unité dispose d’une entrée et d’une sortie de gaz filtré ainsi que d’une sortie non filtrée pour tous les gaz résiduels.

# Things.StructureFabricator
source: Capable of manufacturing a vast array of items, the <color=#0080FFFF>{LINK:Norsec;Norsec}</color> General Fabricator was considered too risky by the <color=#0080FFFF>{LINK:ODA;ODA}</color> for widespread use. Certainly, it has been used for purposes beyond those it was intended, including counterfeiting, terrorism, and bad art. As a result, its deployment is now heavily regulated.
fr: Capable de fabriquer une vaste gamme d’articles, le Fabricateur Général <color=#0080FFFF>{LINK:Norsec;Norsec}</color> a été considéré comme trop puissant par l'<color=#0080FFFF>{LINK:ODA;ODA}</color> pour une utilisation par tous. Certes, il a été utilisé à des fins autres que celles auxquelles il était destiné, y compris la contrefaçon, le terrorisme et l’art mauvais. En conséquence, son déploiement est maintenant fortement réglementé.

# Things.StructureDigitalValve
source: The digital valve allows <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> to create <color=#0080FFFF>{LINK:LogicPage;logic-controlled}</color> valves and pipe networks.
fr: L'électrovanne permet au <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> de créer un réseau de vannes et de tuyaux contrôlé par des <color=#0080FFFF>{LINK:LogicPage;unités logiques}</color>.

# Things.StructureCryoTube
source: The exact operation of the Longsleep cryotube remains a commercial secret, with <color=#0080FFFF>{LINK:Norsec;Norsec}</color> merely licensing the design. Able to regenerate organ damage when supplied with power and an atmosphere, the Longsleep is a minor miracle of modern medical technology.
fr: Le fonctionnement exact du cryotube Longsleep demeure un secret commercial. <color=#0080FFFF>{LINK:Norsec; Norsec}</color> ne concéde des licences que pour la fabrication. Capable de régénérer les dommages aux organes lorsqu’il est alimenté en électricité et en oxygène, le Longsleep est un petit miracle de la technologie médicale moderne.

# Things.StructureConveyorStraightShort
source: Originally designed by <color=#0080FFFF>{LINK:Recurso;Recurso}</color> for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places. An recurring <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
fr: Conçues à l’origine par <color=#0080FFFF>{LINK:Recurso;Recurso}</color> pour le transfert de minerai, les solutions de convoyeur Flexi-Belt peuvent être adaptées à des utilisations spécifiques pour améliorer l'efficacité des flux de transport. En d’autres termes, ils déplacent des choses d’un endroit à l’autre. Les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> se plaignent régulièrement du fait que chaque portion d’un système de convoyeur doit être alimentée individuellement. Les agents du service clientèle de Recurso répondent invariablement : «Nous y travaillons.»

# Things.StructureConveyorStraightLong
source: Originally designed by <color=#0080FFFF>{LINK:Recurso;Recurso}</color> for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places. An recurring <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
fr: Conçues à l’origine par <color=#0080FFFF>{LINK:Recurso;Recurso}</color> pour le transfert de minerai, les solutions de convoyeur Flexi-Belt peuvent être adaptées à des utilisations spécifiques pour améliorer l'efficacité des flux de transport. En d’autres termes, ils déplacent des choses d’un endroit à l’autre. Les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> se plaignent régulièrement du fait que chaque portion d’un système de convoyeur doit être alimentée individuellement. Les agents du service clientèle de Recurso répondent invariablement : «Nous y travaillons.»

# Things.StructureConveyorStraight
source: Originally designed by <color=#0080FFFF>{LINK:Recurso;Recurso}</color> for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places. An recurring <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
fr: Conçues à l’origine par <color=#0080FFFF>{LINK:Recurso;Recurso}</color> pour le transfert de minerai, les solutions de convoyeur Flexi-Belt peuvent être adaptées à des utilisations spécifiques pour améliorer l'efficacité des flux de transport. En d’autres termes, ils déplacent des choses d’un endroit à l’autre. Les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> se plaignent régulièrement du fait que chaque portion d’un système de convoyeur doit être alimentée individuellement. Les agents du service clientèle de Recurso répondent invariablement : «Nous y travaillons.»

# Things.StructureConveyorRiser
source: Originally designed by <color=#0080FFFF>{LINK:Recurso;Recurso}</color> for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places - and up slightly, in the case of the riser. An recurring <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
fr: Conçues à l’origine par <color=#0080FFFF>{LINK:Recurso;Recurso}</color> pour le transfert de minerai, les solutions de convoyeur Flexi-Belt peuvent être adaptées à des utilisations spécifiques pour améliorer l'efficacité des flux de transport. En d’autres termes, ils déplacent des choses d’un endroit à l’autre. Les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> se plaignent régulièrement du fait que chaque portion d’un système de convoyeur doit être alimentée individuellement. Les agents du service clientèle de Recurso répondent invariablement : «Nous y travaillons.»

# Things.StructureConveyorCorner
source: Originally designed by <color=#0080FFFF>{LINK:Recurso;Recurso}</color> for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places. An recurring <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
fr: Conçues à l’origine par <color=#0080FFFF>{LINK:Recurso;Recurso}</color> pour le transfert de minerai, les solutions de convoyeur Flexi-Belt peuvent être adaptées à des utilisations spécifiques pour améliorer l'efficacité des flux de transport. En d’autres termes, ils déplacent des choses d’un endroit à l’autre. Les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> se plaignent régulièrement du fait que chaque portion d’un système de convoyeur doit être alimentée individuellement. Les agents du service clientèle de Recurso répondent invariablement : «Nous y travaillons.»

# Things.StructureConsoleMonitor
source: This <color=#0080FFFF>{LINK:Norsec;Norsec-designed}</color> control box manages devices such as the {THING:StructureActiveVent}, {THING:StructurePassiveVent}, {THING:StructureGasSensor}, {THING:ItemSecurityCamera} and {THING:StructureCompositeDoor}, depending on which <color=#0080FFFF>{LINK:LogicPage;circuitboard}</color> is inserted into the unit. It has a shared data/power port, and a charming sloped interface. A completed console displays all devices connected to the current power network. Any devices not related to the installed circuitboard will be greyed-out and inoperable. Consoles are locked once a {THING:ItemDataDisk} is removed.
fr: La console <color=#0080FFFF>{LINK:Norsec;Norsec}</color> gère des périphériques tels que la {THING:StructureActiveVent}, la {THING:StructurePassiveVent}, le {THING:StructureGasSensor}, la {THING:ItemSecurityCamera} et la {THING:StructureCompositeDoor}, selon le <color=#0080FFFF>{LINK:LogicPage;circuit imprimé}</color> inséré dans la console. Elle dispose d’un port de données et de puissance partagé. Son écran peut être légèrement incliné, ou plat. Une console affiche tous les appareils connectés au même réseau électrique. Tous les appareils non gérable par le circuit imprimé installé, seront grisés et inutilisables. La console est verrouillée une fois que le {THING:ItemDataDisk} est retiré.

# Things.StructureConsoleDual
source: This <color=#0080FFFF>{LINK:Norsec;Norsec-designed}</color> control box manages devices such as the {THING:StructureActiveVent}, {THING:StructureGasSensor}, {THING:StructureCompositeDoor} and others, depending on which <color=#0080FFFF>{LINK:LogicPage;circuitboard}</color> is inserted into the unit. It has separate data and power ports. A completed console displays all devices connected to the current power network. Any devices not related to the installed circuitboard will be greyed-out and inoperable. Consoles are locked once a {THING:ItemDataDisk} is removed.
fr: La console <color=#0080FFFF>{LINK:Norsec;Norsec}</color> gère des périphériques tels que la {THING:StructureActiveVent}, la {THING:StructurePassiveVent}, le {THING:StructureGasSensor}, la {THING:ItemSecurityCamera} et la {THING:StructureCompositeDoor}, selon le <color=#0080FFFF>{LINK:LogicPage;circuit imprimé}</color> inséré dans la console. Elle dispose d’un port de données et de puissance partagé. Son écran peut être légèrement incliné, ou plat. Une console affiche tous les appareils connectés au même réseau électrique. Tous les appareils non gérable par le circuit imprimé installé, seront grisés et inutilisables. La console est verrouillée une fois que le {THING:ItemDataDisk} est retiré.

# Things.StructureConsole
source: This <color=#0080FFFF>{LINK:Norsec;Norsec-designed}</color> control box manages devices such as the {THING:StructureActiveVent}, {THING:StructurePassiveVent}, {THING:StructureGasSensor} and {THING:StructureCompositeDoor}, depending on which <color=#0080FFFF>{LINK:LogicPage;circuitboard}</color> is inserted into the unit. It has a shared data/power port. A completed console displays all devices connected to the current power network. Any devices not related to the installed circuitboard will be greyed-out and inoperable. Consoles are locked once a {THING:ItemDataDisk} is removed.
fr: La console <color=#0080FFFF>{LINK:Norsec;Norsec}</color> gère des périphériques tels que la {THING:StructureActiveVent}, la {THING:StructurePassiveVent}, le {THING:StructureGasSensor}, la {THING:ItemSecurityCamera} et la {THING:StructureCompositeDoor}, selon le <color=#0080FFFF>{LINK:LogicPage;circuit imprimé}</color> inséré dans la console. Elle dispose d’un port de données et de puissance partagé. Son écran peut être légèrement incliné, ou plat. Une console affiche tous les appareils connectés au même réseau électrique. Tous les appareils non gérable par le circuit imprimé installé, seront grisés et inutilisables. La console est verrouillée une fois que le {THING:ItemDataDisk} est retiré.

# Things.StructureCompositeFloorGrating
source: While aesthetics rank low on the ladder of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> concerns, composite gratings allow the concealment of unsightly cables on floors, walls and ceilings.
fr: Alors que l’esthétique se trouve bas sur l’échelle des préoccupations du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, les caillebotis composites permettent de dissimuler les câbles et les tuyaux inesthétiques qui courent sur les planchers, les murs et les plafonds.

# Things.StructureCompositeDoor
source: <color=#0080FFFF>{LINK:Recurso;Recurso's}</color> composite doors are rated to 300kPa, which is more than sufficient for most purposes they were designed for. However, steep pressure differentials are not your friend.
fr: Les portes composites de <color=#0080FFFF>{LINK:Recurso;Recurso's}</color> sont données pour résister à une pression de 300kPa, ce qui est plus que suffisant dans la plupart des cas pour lesquelles elles ont été conçues. Cependant, les différentiels de pression élevés ne sont pas conseillés.
