Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemWreckageCentrifuge3
source: Wreckage Centrifuge
cs: Vrak odstředivky
de: Zerstörte Zentrifuge
es: Centrifugadora destruida 3
fr: Plaque de {THING:StructureCentrifuge}
ru: Обломки Центрифуги

# Things.ItemWreckageCentrifuge2
source: Wreckage Centrifuge
cs: Vrak odstředivky
de: Zerstörte Zentrifuge
es: Centrifugadora destruida 2
fr: Plaque de {THING:StructureCentrifuge}
ru: Обломки Центрифуги

# Things.ItemWreckageCentrifuge1
source: {BLANK}
es: Centrifugadora

# Things.ItemWreckageCentrifuge1
source: Wreckage Centrifuge
cs: Vrak odstředivky
de: Zerstörte Zentrifuge
es: Centrifugadora destruida 1
fr: Morceau de {THING:StructureCentrifuge}
ru: Обломки Центрифуги

# Things.ItemWreckageElectronicsPrinter6
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageElectronicsPrinter6
source: Item Wreckage Electronics Printer6
cs: Vrak tiskárny elektroniky 6
de: Zerstörter Elektronikdrucker6
es: Impresora Electrónica destruida 6
fr: Plaque de {THING:StructureElectronicsPrinter}

# Things.ItemWreckageElectronicsPrinter5
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageElectronicsPrinter5
source: Wreckage Electronics Printer5
de: Zerstörter Elektronikdrucker5
es: Impresora Electrónica destruida 5

# Things.ItemWreckageElectronicsPrinter4
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageElectronicsPrinter4
source: Wreckage Electronics Printer4
de: Zerstörter Elektronikdrucker4
es: Impresora Electrónica destruida 4

# Things.ItemWreckageElectronicsPrinter3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageElectronicsPrinter3
source: Wreckage Electronics Printer3
de: Zerstörter Elektronikdrucker3
es: Impresora Electrónica destruida 3

# Things.ItemWreckageElectronicsPrinter2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageElectronicsPrinter2
source: Wreckage Electronics Printer2
de: Zerstörter Elektronikdrucker2
es: Impresora Electrónica destruida 2

# Things.ItemWreckageElectronicsPrinter1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageElectronicsPrinter1
source: Wreckage Electronics Printer1
de: Zerstörter Elektronikdrucker1
es: Impresora Electrónica destruida 1

# Things.ItemWreckageAutolathe7
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAutolathe7
source: Wreckage Autolathe
cs: Vrak autosoustruhu
de: Zerstörte Drehmaschine
es: Torno Automático destruido 7
fr: Plaque de {THING:StrucutreAutolathe}
ru: Обломки Автолата

# Things.ItemWreckageAutolathe6
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAutolathe6
source: Wreckage Autolathe
cs: Vrak autosoustruhu
de: Zerstörte Drehmaschine
es: Torno Automático destruido 6
fr: Plaque de {THING:StrucutreAutolathe}
ru: Обломки Автолата

# Things.ItemWreckageAutolathe5
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAutolathe5
source: Wreckage Autolathe
cs: Vrak autosoustruhu
de: Zerstörte Drehmaschine
es: Torno Automático destruido 5
fr: Morceau de {THING:StructureAutolathe}
ru: Обломки Автолата

# Things.ItemWreckageAutolathe4
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAutolathe4
source: Wreckage Autolathe
cs: Vrak autosoustruhu
de: Zerstörte Drehmaschine
es: Torno Automático destruido 4
fr: Capot de {THING:StructureAutolathe}
ru: Обломки Автолата

# Things.ItemWreckageAutolathe3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAutolathe3
source: Wreckage Autolathe
cs: Vrak autosoustruhu
de: Zerstörte Drehmaschine
es: Torno Automático destruido 3
fr: Levier de {THING:StructureAutolathe}
ru: Обломки Автолата

# Things.ItemWreckageAutolathe2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAutolathe2
source: Wreckage Autolathe
cs: Vrak autosoustruhu
de: Zerstörte Drehmaschine
es: Torno Automático destruido 2
fr: Plaque de {THING:StrucutreAutolathe}
ru: Обломки Автолата

# Things.ItemWreckageAutolathe1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAutolathe1
source: Wreckage Autolathe
cs: Vrak autosoustruhu
de: Zerstörte Drehmaschine
es: Torno Automático destruido 1
fr: Plaque de {THING:StrucutreAutolathe}
ru: Обломки Автолата

# Things.ItemWreckageSecurityPrinter6
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSecurityPrinter6
source: Wreckage Security Printer
cs: Vrak bezpečnostní tiskárny
de: Zerstörter Sicherheitsdrucker
es: Impresora de Seguridad destruida 6
fr: Capot d'Imprimante de Sécurité
ru: Обломки Принтера Безопасности

# Things.ItemWreckageSecurityPrinter5
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSecurityPrinter5
source: Wreckage Security Printer
cs: Vrak bezpečnostní tiskárny
de: Zerstörter Sicherheitsdrucker
es: Impresora de Seguridad destruida 5
fr: Plaque d'Imprimante de Sécurité
ru: Обломки Принтера Безопасности

# Things.ItemWreckageSecurityPrinter4
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSecurityPrinter4
source: Wreckage Security Printer
cs: Vrak bezpečnostní tiskárny
de: Zerstörter Sicherheitsdrucker
es: Impresora de Seguridad destruida 4
fr: Morceau d'Imprimante de Sécurité
ru: Обломки Принтера Безопасности

# Things.ItemWreckageSecurityPrinter3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSecurityPrinter3
source: Wreckage Security Printer
cs: Vrak bezpečnostní tiskárny
de: Zerstörter Sicherheitsdrucker
es: Impresora de Seguridad destruida 3
fr: Levier d'Imprimante de Sécurité
ru: Обломки Принтера Безопасности

# Things.ItemWreckageSecurityPrinter2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSecurityPrinter2
source: Wreckage Security Printer
cs: Vrak bezpečnostní tiskárny
de: Zerstörter Sicherheitsdrucker
es: Impresora de Seguridad destruida 2
fr: Morceau d'Imprimante de Sécurité
ru: Обломки Принтера Безопасности

# Things.ItemWreckageSecurityPrinter1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageTransformerSmall2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageTransformerSmall2
source: Wreckage Transformer Small
cs: Vrak transformátoru (malý)
de: Zerstörter Transformator Klein
es: Transformador Pequeño destruido 2
fr: Morceau de Transformateur
ru: Обломки Малого Трансформатора

# Things.ItemWreckageTransformerSmall1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageTransformerSmall1
source: Wreckage Transformer Small
cs: Vrak transformátoru (malý)
de: Zerstörter Transformator Klein
es: Transformador Pequeño destruido 1
fr: Bouton de transformateur
ru: Обломки Малого Трансформатора

# Things.ItemWreckageTransformerMedium2
source: Wreckage Transformer Medium
cs: Vrak transformátoru (střední)
de: Zerstörter Tansformator Mittel
es: Estructura Transformador Medio 2
fr: Morceau de Transformateur
ru: Обломки Среднего Трансформатора

# Things.ItemWreckageTransformerMedium1
source: Wreckage Transformer Medium
cs: Vrak transformátoru (střední)
de: Zerstörter Tansformator Mittel
es: Estructura Transformador Medio 1
fr: Bouton de transformateur
ru: Обломки Среднего Трансформатора

# Things.ItemWreckageTransformer2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageTransformer2
source: Wreckage Transformer
cs: Vrak transformátoru
de: Zerstörter Transformator
es: Transformador destruido 2
fr: Morceau de Transformateur
ru: Обломки Трансформатора

# Things.ItemWreckageTransformer1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageTransformer1
source: Wreckage Transformer
cs: Vrak transformátoru
de: Zerstörter Transformator
es: Transformador destruido 1
fr: Bouton de transformateur
ru: Обломки Трансформатора

# Things.ItemWreckageSolarPanel3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSolarPanel3
source: Wreckage Solar Panel
cs: Vrak solárního panelu
de: Zerstörtes Solarmodul
es: Panel Solar destruido 3
fr: Morceau de panneau solaire
ru: Обломки Солнечной Панели

# Things.ItemWreckageSolarPanel2
source: Wreckage Solar Panel
cs: Vrak solárního panelu
de: Zerstörtes Solarmodul
es: Panel Solar destruido 2
fr: Morceau de panneau solaire
ru: Обломки Солнечной Панели

# Things.ItemWreckageSolarPanel1
source: Wreckage Solar Panel
cs: Vrak solárního panelu
de: Zerstörtes Solarmodul
es: Panel Solar destruido 1
fr: Morceau de panneau solaire
ru: Обломки Солнечной Панели

# Things.ItemWreckageAreaPowerControlReversed2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAreaPowerControlReversed2
source: Wreckage Area Power Control Reversed
cs: Vrak regulátoru napěťového okruhu (obrácený)
de: Zerstörte Ersatzstromversorgung Umgekehrt
es: Control de Energía reverso destruido 2
fr: Couvercle de {THING:StructureAreaPowerControl}
ru: Обломки Обратного ИБП

# Things.ItemWreckageAreaPowerControlReversed1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAreaPowerControlReversed1
source: Wreckage Area Power Control Reversed
cs: Vrak regulátoru napěťového okruhu (obrácený)
de: Zerstörte Ersatzstromversorgung Umgekehrt
es: Control de Energía reverso destruido 1
fr: Commande de {THING:StructureAreaPowerControl}
ru: Обломки Обратного ИБП

# Things.ItemWreckageAreaPowerControl2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAreaPowerControl2
source: Wreckage Area Power Control
cs: Vrak regulátoru napěťového okruhu
de: Zerstörte Ersatzstromversorgung
es: Control de Energía destruido 2
fr: Couvercle de {THING:StructureAreaPowerControl}
ru: Обломки ИБП

# Things.ItemWreckageAreaPowerControl1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageAreaPowerControl1
source: Wreckage Area Power Control
cs: Vrak regulátoru napěťového okruhu
de: Zerstörte Ersatzstromversorgung
es: Control de Energía destruido 1
fr: Commande de {THING:StructureAreaPowerControl}
ru: Обломки ИБП

# Things.ItemWreckageArcFurnace3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageArcFurnace3
source: Wreckage Arc Furnace
cs: Vrak obloukové pece
de: Zerstörter Lichtbogenofen
es: Horno de Arco destruido 3
fr: Plaque de {THING:StructureArcFurnace}
ru: Обломки Дуговой Печи

# Things.ItemWreckageArcFurnace2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageArcFurnace2
source: Wreckage Arc Furnace
cs: Vrak obloukové pece
de: Zerstörter Lichtbogenofen
es: Horno de Arco destruido 2
fr: Poulie de {THING:StructureArcFurnace}
ru: Обломки Дуговой Печи

# Things.ItemWreckageArcFurnace1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageArcFurnace1
source: Wreckage Arc Furnace
cs: Vrak obloukové pece
de: Zerstörter Lichtbogenofen
es: Horno de Arco destruido 1
fr: Tube de {THING:StructureArcFurnace}
ru: Обломки Дуговой Печи

# Things.ItemWreckageVendingMachine4
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageVendingMachine4
source: Wreckage Vending Machine
cs: Vrak prodejní automat
de: Zerstörter Verkaufsautomat
es: Máquina expendedora de restos
fr: Morceau de {THING:StructureVendingMachine}
ru: Разрушенный Склад

# Things.ItemWreckageVendingMachine3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageVendingMachine3
source: Wreckage Vending Machine
cs: Vrak prodejní automat
de: Zerstörter Verkaufsautomat
es: Máquina expendedora de restos
fr: Morceau de {THING:StructureVendingMachine}
ru: Разрушенный Склад

# Things.ItemWreckageVendingMachine2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageVendingMachine2
source: Wreckage Vending Machine
cs: Vrak prodejní automat
de: Zerstörter Verkaufsautomat
es: Máquina expendedora de restos
fr: Morceau de {THING:StructureVendingMachine}
ru: Разрушенный Склад

# Things.ItemWreckageVendingMachine1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageVendingMachine1
source: Wreckage Vending Machine
cs: Vrak prodejní automat
de: Zerstörter Verkaufsautomat
es: Máquina expendedora de restos
fr: Morceau de {THING:StructureVendingMachine}
ru: Разрушенный Склад

# Things.ItemKitBatteryLarge
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemKitBatteryLarge
source: Kit (Battery Large)
cs: Velká baterie (sada)
de: Bausatz (Batterie Groß)
es: Cargador de Baterías
fr: Kit (Batterie Stationnaire, Grande)
ru: Набор (Большая батарея)

# Things.StructureBatteryLarge
source: Providing even better large-scale, reliable power storage than the {THING;StructureBattery}, the {LINK:Sinotai;Sinotai} 'Da Dianchi' large station battery is the heart of most {LINK:Stationeers;Stationeer} bases. There are a variety of cautions to the design of electrical systems using batteries, and every experienced Stationeer has a story to tell, hence the Stationeer adage: 'Dianzi cooks, but it also frys.' {HEADER:POWER OUTPUT} Able to store up to 9000001 watts of power, there are no practical limits to its throughput, hence it is wise to use {THING:ItemCableCoilHeavy}. Seasoned electrical engineers will also laugh in the face of those who fail to separate out their power generation networks using an {THING:StructureAreaPowerControl} and {THING:StructureTransformer}.
de: Ein noch besserer, großflächiger, zuverlässiger Stromspeicher als die {THING; StructureBattery}, die {LINK:Sinotai; Sinotai} 'Da Dianchi' große Stationsbatterie ist das Herzstück der meisten {LINK:Stationeers; Stationeer} Stationen. Es gibt eine Vielzahl von Vorsichtsmaßnahmen bei der Konstruktion von elektrischen Systemen mit Batterien, und jeder erfahrene Stationeer hat eine Geschichte zu erzählen, daher das Stationeer-Sprichwort: "Dianzi kocht, aber sie frittiert auch." {HEADER:LEISTUNGSAUSGANG} In der Lage, bis zu 9000001 Watt Leistung zu speichern, gibt es keine praktischen Grenzen für ihren Durchsatz, daher ist es ratsam, {THING:ItemCableCoilHeavy} zu verwenden. Erfahrene Elektroingenieure werden auch über diejenigen lachen, die es versäumen, ihre Stromerzeugungsnetze mit einer {THING:StructureAreaPowerControl} und einem {THING:StructureTransformer} zu trennen.
es: Proporcionando un almacenamiento de energía confiable y a gran escala aún mejor que la {THING; StructureBattery}, el {LINK:Sinotai;Sinotai} 'Da Dianchi' la batería de estación grande es el corazón de la mayoría de las bases {LINK:Stationeers;Stationeer}. Hay una variedad de precauciones en el diseño de sistemas eléctricos que usan baterías, y cada Stationeer experimentado tiene una historia que contar, de ahí el adagio de Stationeer: "Dianzi cocina, pero también fríe". {HEADER:POWER OUTPUT} Capaz de almacenar hasta 9000001 vatios de potencia, no hay límites prácticos para su rendimiento, por lo tanto, es aconsejable usar {THING:ItemCableCoilHeavy}. Los ingenieros eléctricos experimentados también se reirán en la cara de aquellos que no logran separar sus redes de generación de energía usando un {THING:StructureAreaPowerControl} y {THING:StructureTransformer}.

# Things.StructureBatteryLarge
source: Station Battery (Large)
cs: Baterie stanice (velká)
de: Stationsbatterie (Groß)
es: Batería de la estación (grande)

# Things.StructureEmergencyButton
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.StructureEmergencyButton
source: Important Button
cs: Důležité tlačítko
de: Wichtiger Knopf
es: Botón Importante
fr: Gros Bouton Bleu
ru: Важная кнопка

# Things.TriggerZone
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.TriggerZone
source: Trigger Zone
cs: Spouštěcí zóna
de: Auslöserzone
es: Zona de Activación
fr: Zone de déclenchement

# Things.StructureBlockBed
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.StructureBlockBed
source: Block Bed
cs: Blokové lůžko
de: Blockbett
es: Cama de Bloque
fr: Lit cabine
ru: Кровать

# Things.StructureSingleBed
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.StructureSingleBed
source: Single Bed
cs: Jednolůžko
de: Einzelbett
es: Cama Sencilla
fr: Lit une place
ru: Односпальная кровать

# Things.StructureLightRoundSmall
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.StructureLightRoundSmall
source: Light Round (Small)
cs: Kulaté světlo (malé)
de: Lampe Rund (Klein)
es: Luz Redonda (Pequeña)
fr: Lumière murale (Ronde, petite)
ru: Круглый Светильник (Маленький)

# Things.StructureLightRound
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.StructureLightRound
source: Light Round
cs: Kulaté světlo
de: Lampe Rund
es: Luz Redonda
fr: Lumière murale (Ronde)
ru: Круглый Светильник

# Things.StructureLightRoundAngled
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.StructureLightRoundAngled
source: Light Round (Angled)
cs: Kulaté světlo (šikmé)
de: Lampe Rund (Winkel)
es: Luz redonda (en ángulo)
fr: Lumière murale (Ronde, orientable)
ru: Круглый Светильник (Наклонный)

# Things.ItemKitBeds
source: Kit (Beds)
cs: Postel (sada)
de: Bausatz (Betten)
es: Kit (camas)
fr: Kit (lits)
ru: Набор (Кровать)

# Things.ItemKitChairs
source: Kit (Chairs)
cs: Židle (sada)
de: Bausatz (Stühle)
es: Kit (Sillas)
fr: Kit (Chaises)
ru: Набор (Стулья)

# Things.StructureSmallTableBacklessDouble
source: Small (Table Backless Double)
cs: Malý stůl (dvojitý hluboký)
de: Klein (Tisch Rückenfrei Doppelt)
es: Pequeño (Mesa Sin Respaldo Doble)
fr: Table basse (Ronde, taille 2)
ru: Маленький Стол (Двойной без спинки)

# Things.StructureSmallTableBacklessSingle
source: Small (Table Backless Single)
cs: Malý stůl (jednoduchý hluboký)
de: Klein (Tisch Rückenfrei Einzeln)
es: Pequeño (Mesa Sin Respaldo Individual)
fr: Table basse (Ronde, taille 1)
ru: Маленький Стол (Одиночный без спинки)

# Things.StructureSmallTableDinnerSingle
source: Small (Table Dinner Single)
cs: Malý stůl (jednoduchý jídelní)
de: Klein (Essenstisch Einzeln)
es: Pequeña (Mesa Cena Individual)
fr: Table à manger
ru: Маленький Стол (Обеденный Одиночный)

# Things.StructureSmallTableRectangleDouble
source: Small (Table Rectangle Double)
cs: Malý stůl (dvojitý obdélníkový)
de: Klein (Tisch Rechteckig Doppelt)
es: Pequeño (rectángulo de mesa Doble)
fr: Table basse (Carré, taille 2)
ru: Маленький Стол (Прямоугольный Двойной)

# Things.StructureSmallTableRectangleSingle
source: Small (Table Rectangle Single)
cs: Malý stůl (jednoduchý obdélníkový)
de: Klein (Tisch Rechteck Einzel)
es: Pequeño (rectángulo de mesa simple)
fr: Table basse (Carré, taille 1)
ru: Маленький Стол (Прямоугольный Одиночный)

# Things.StructureSmallTableThickDouble
source: Small (Table Thick Double)
cs: Malý stůl (dvojitý silný)
de: Klein (Tisch Stabil Doppelt)
es: Pequeña (Tabla Doble Gruesa)
fr: Table basse (Design, taille 2)
ru: Маленький Стол (Толстый Двойной)

# Things.StructureSmallTableThickSingle
source: Small Table (Thick Single)
cs: Malý stůl (jednoduchý silný)
de: Kleiner Tisch (Stabil Einzeln)
es: Mesa pequeña (gruesa individual)
fr: Petite table (épaisse, une personne)
ru: Маленький Стол (Толстый Одиночный)

# Things.KitchenTableShort
source: Kitchen Table (Short)
cs: Kuchyňský stůl (krátký)
de: Küchentisch (Kurz)
es: Mesa de cocina (corta)
fr: Table de cuisine (Basse, design)
ru: Кухонный Стол (Короткий)

# Things.KitchenTableSimpleShort
source: Kitchen Table (Simple Short)
cs: Kuchyňský stůl (jednoduchý krátký)
de: Küchentisch (Einfach Kurz)
es: Mesa de cocina (simple corta)
fr: Table de cuisine (Basse, simple)
ru: Кухонный Стол (Простой Короткий)

# Things.KitchenTableSimpleTall
source: Kitchen Table (Simple Tall)
cs: Kuchyňský stůl (jednoduchý vysoký)
de: Küchentisch (Einfach Hoch)
es: Mesa de cocina (simple alta)
fr: Table de cuisine (Haute, simple)
ru: Кухонный Стол (Простой Высокий)

# Things.KitchenTableTall
source: Kitchen Table (Tall)
cs: Kuchyňský stůl (vysoký)
de: Küchentisch (Hoch)
es: Mesa de cocina (alta)
fr: Table de cuisine (Haute, design)
ru: Кухонный Стол (Высокий)

# Things.ItemKitTables
source: Kit (Tables)
cs: Stůl (sada)
de: Bausatz (Tische)
es: Kit (Mesas)
fr: Kit (Table)
ru: Набор (Столы)

# Things.StructureAngledBench
source: Bench (Angled)
cs: Lavička (šikmá)
de: Bank (Winkel)
es: Banco (en ángulo)
fr: Banc (Avec dossier, deux places)
ru: Скамейка (Угловая)

# Things.StructureFlatBench
source: Bench (Flat)
cs: Lavička (plochá)
de: Bank (Flach)
es: Banco (Plano)
fr: Banc (Sans dossier, deux places)
ru: Скамейка (Плоская)

# Things.StructureChairBacklessDouble
source: Chair (Backless Double)
cs: Židle (dvojitá hluboká)
de: Stuhl (Rückenfrei Doppelt)
es: Silla (sin respaldo Doble)
fr: Fauteuil (Sans dossier, deux places)
ru: Стул (Двойной без спинки)

# Things.StructureChairBacklessSingle
source: Chair (Backless Single)
cs: Židle (jednoduchá hluboká)
de: Stuhl (Rückenfrei Einzeln)
es: Silla (sin respaldo individual)
fr: Fauteuil (Sans dossier, une place)
ru: Стул (Одиночный без спинки)
