Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureCableJunction6
source: Cable (6-Way Junction)
cs: Kabel (6-cestný křížový)
de: Kabel-6-Wege-Kreuzung
es: Cable (Unión 6 Vías)
fi: Kaapeli (liittymä, 6-tie)
fr: Câble (Jonction à 6 Voies)
hu: Kábel (6 irányú elágazás)
it: Cavo (giunto a 6 vie)
pt_pt: Cabo (Junção de 6 Conexões)
ru: Кабель (6-конечный)
tr: Kablo (6 Yönlü Bağlantı)

# Things.StructureCableJunction4
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of {LINK:Stationeers;Stationeer} life - so much so, the {LINK:ODA;ODA} designated it an official {LINK:ToolPage;'tool'} during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
es: Transportando potencia y datos por igual, la bobina de cable ha llegado a simbolizar la innovación, independencia y flexibilidad de {LINK:Stationeers; Stationeer} life - tanto es así, que el {LINK:ODA;ODA} lo designó como {LINK:ToolPage;' oficial tool'} durante la 3ª Conferencia Solar Decannual Stationeer. La bobina normal tiene una potencia máxima de 5kW. Para aplicaciones de mayor corriente, use {THING:ItemCableCoilHeavy}.

# Things.StructureCableJunction4
source: Cable (4-Way Junction)
cs: Kabel (4-cestný křížový)
de: Kabelkreuzung
es: Cable (Unión 4 Vías)
fi: Kaapeli (liittymä, 4-tie)
fr: Câble (Jonction à 4 Voies)
hu: Kábel (4 irányú elágazás)
it: Cavo (giunto a 4 vie)
pt_pt: Cabo (Junção de 4 Conexões)
ru: Кабель (4-конечный)
tr: Kablo (4 Yönlü Bağlantı)

# Things.StructureCableJunction
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of {LINK:Stationeers;Stationeer} life - so much so, the {LINK:ODA;ODA} designated it an official {LINK:ToolPage;'tool'} during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
es: Al transportar energía y datos por igual, la bobina de cable ha llegado a simbolizar la innovación, la independencia y la flexibilidad de la vida {LINK:Stationeers;Stationeer}, tanto es así, que la {LINK:ODA;ODA} lo designó como una {LINK:ToolPage;'tool'} oficial. La bobina normal tiene una potencia máxima de 5kW. Para aplicaciones de mayor corriente, use {THING:ItemCableCoilHeavy}.

# Things.StructureCableJunction
source: Cable (Junction)
cs: Kabel (Křížový)
de: Kabel-T-Kreuzung
es: Cable (Cruce 3 Vías)
fi: Kaapeli (liittymä)
fr: Câble (Jonction)
hu: Kábel (Elágazás)
it: Cavo (giunto)
pt_pt: Cabo (Junção)
ru: Кабель (3-конечный)
tr: Kablo (Bağlantı)

# Things.StructureCableCorner3
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of {LINK:Stationeers;Stationeer} life - so essential, the {LINK:ODA;ODA} designated it an official {LINK:ToolPage;'tool'} during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
es: Transportando potencia y datos por igual, la bobina de cable ha llegado a simbolizar la innovación, independencia y flexibilidad de {LINK:Stationeers; Stationeer} life - tan esencial, que el {LINK:ODA;ODA} lo designó como {LINK:ToolPage;' oficial tool'} durante la 3ª Conferencia Solar Decannual Stationeer. La bobina normal tiene una potencia máxima de 5kW. Para aplicaciones de mayor corriente, use {THING:ItemCableCoilHeavy}.

# Things.StructureCableCorner3
source: Cable (3-Way Corner)
cs: Kabel (3-cestný rohový)
de: Kabel-3-Wege-Kurve
es: Cable (Esquina 3 Vías)
fi: Kaapeli (kulma, 3-tie)
fr: Câble (Coin à 3 Voies)
hu: Kábel (3 irányú sarok)
it: Cavo (a 3 vie)
pt_pt: Cabo (Curva de 3 Conexões)
ru: Кабель (Угловой 3-конечный)
tr: Kablo (3 Yönlü Bağlantı)

# Things.StructureCableCorner
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of {LINK:Stationeers;Stationeer} life - so essential, the {LINK:ODA;ODA} designated it an official {LINK:ToolPage;'tool'} during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
es: Transportando potencia y datos por igual, la bobina de cable ha llegado a simbolizar la innovación, independencia y flexibilidad de {LINK:Stationeers; Stationeer} life - tan esencial, que el {LINK:ODA;ODA} lo designó como {LINK:ToolPage;' oficial tool'} durante la 3ª Conferencia Solar Decannual Stationeer. La bobina normal tiene una potencia máxima de 5kW. Para aplicaciones de mayor corriente, use {THING:ItemCableCoilHeavy}.

# Things.StructureCableCorner
source: Cable (Corner)
cs: Kabel (Rohový)
de: Kabelkurve
es: Cable (Esquina)
fi: Kaapeli (kulma)
fr: Câble (Coin)
hu: Kábel (Sarok)
it: Cavo (Curva)
pt_pt: Cabo (Canto)
ru: Кабель (Угловой)
tr: Kablo (Köşe)

# Things.StructureBlastDoor
source: Airtight and almost undamageable, the original 'Millmar' series of blast door was designed by off-world mining giant {LINK:Recurso;Recurso} to protect asteroid-mining facilities from nuclear-incident-level explosive decompression. Short of a pocket-sized singularity blinking into the local space-time frame, there is effectively no limit to the pressure these blast doors can contain - ideal for constructing airlocks in pressure-sensitive environments.
es: Hermética y casi indagable, la serie original de puertas de explosión 'Millmar' fue diseñada por el gigante minero fuera del mundo {LINK:Recurso; Recurso} para proteger las instalaciones mineras de asteroides de la descompresión explosiva a nivel de incidente nuclear. A falta de una singularidad de bolsillo que parpadee en el marco espacio-temporal local, efectivamente no hay límite para la presión que estas puertas de explosión pueden contener, ideal para construir esclusas de aire en entornos sensibles a la presión.

# Things.StructureBlastDoor
source: Blast Door
cs: Obrněné dveře
de: Schutztür
es: Puerta Blindada
fi: Paineovi
fr: Porte anti-souffle
hu: Páncélajtó
it: Porta blindata
pt_pt: Porta Blindada
ru: Усиленная дверь
tr: Dayanıklı Kapı

# Things.StructureBench
source: When it's time to sit, nothing supports you like a bench. This bench is powered, so you can use appliances like the {THING:ApplianceMicrowave}.
cs: Když je čas sedět, nic vás nepodporuje jako lavička. Tato lavička je napájena, takže můžete používat zařízení, jako je {THING:ApplianceMicrowave}.
es: Cuando es hora de sentarse, nada te sostiene como un banco. Este banco tiene energía, así que puedes usar aparatos como la {THING:ApplianceMicrowave}.
fr: Quand il est temps de s’asseoir, rien de mieux une table. Cette Table de travail est pourvu d'une alimentation électrique, de sorte que vous pouvez utiliser des appareils comme le {THING:ApplianceMicrowave}.

# Things.StructureBench
source: Powered Bench
cs: Poháněná lavička
de: Werkbank
es: Mesa de trabajo con energía
fr: Table de travail
ru: Электрический Верстак

# Things.StructureBatteryCharger
source: The 5-slot {LINK:Xigo;Xigo} battery charger fits the {THING:ItemBatteryCell}, {THING:ItemBatteryCellLarge} and {THING:ItemBatteryCellNuclear}, providing up to 500W to any connected cell. Note: the older design means this device has minor power draw (10W) even when not charging.
es: Las 5 ranuras {LINK:Xigo; El cargador de batería Xigo} se adapta a {THING:ItemBatteryCell}, {THING:ItemBatteryCellLarge} y {THING:ItemBatteryCellNuclear}, proporcionando hasta 500W a cualquier celda conectada. Nota: el diseño más antiguo significa que este dispositivo tiene un consumo de energía menor (10W) incluso cuando no se está cargando.

# Things.StructureBatteryCharger
source: Battery Cell Charger
cs: Nabíječka baterií
de: Batterieladegerät
es: Cargador de Baterías
fi: Akkulaturi
fr: Chargeur de Batterie
hu: Elemtöltő
it: Caricabatterie
pt_pt: Carregador de Baterias
ru: Зарядное устройство
tr: Pil Hücresi Şarj Cihazı

# Things.StructureBattery
source: Providing large-scale, reliable power storage, the {LINK:Sinotai;Sinotai} 'Dianzi' station battery is the heart of most {LINK:Stationeers;Stationeer} bases. There are a variety of cautions to the design of electrical systems using batteries, and every experienced Stationeer has a story to tell, hence the Stationeer adage: 'Dianzi cooks, but it also frys.' {HEADER:POWER OUTPUT} Able to store up to 3600000W of power, there are no practical limits to its throughput, hence it is wise to use {THING:ItemCableCoilHeavy}. Seasoned electrical engineers will also laugh in the face of those who fail to separate out their power generation networks using an {THING:StructureAreaPowerControl} and {THING:StructureTransformer}.
es: Proporcionando almacenamiento de energía confiable a gran escala, el {LINK:Sinotai; La batería de la estación Sinotai} 'Dianzi' es el corazón de la mayoría de {LINK:Stationeers; Stationeer} bases. Hay una variedad de precauciones en el diseño de sistemas eléctricos que usan baterías, y cada Stationeer experimentado tiene una historia que contar, de ahí el adagio de Stationeer: "Dianzi cocina, pero también fríe". {ENCABEZADO:POTENCIA DE SALIDA} Capaz de almacenar hasta 3600000W de potencia, no hay límites prácticos para su rendimiento, por lo tanto, es aconsejable usar {THING:ItemCableCoilHeavy}. Los ingenieros eléctricos experimentados también se reirán en la cara de aquellos que no logran separar sus redes de generación de energía usando un {THING:StructureAreaPowerControl} y {THING:StructureTransformer}.

# Things.StructureBattery
source: Station Battery
cs: Baterie stanice
de: Stationsbatterie
es: Batería de la estación

# Things.StructureBackPressureRegulator
source: Unlike the {THING:StructurePressureRegulator}, which closes when the input exceeds a given pressure, the back pressure regulator opens when input pressure reaches a given value.
cs: Na rozdíl od {THING:StructurePressureRegulator}, který se zavře, když vstup překročí daný tlak, regulátor zpětného tlaku se otevře, když vstupní tlak dosáhne dané hodnoty.
es: A diferencia de el {THING:StructurePressureRegulator}, que se cierra cuando la entrada supera una presión determinada, el regulador de contrapresión se abre cuando la presión de entrada alcanza un valor determinado.
fr: Contrairement au {THING:StructurePressureRegulator}, qui se ferme lorsque l’entrée dépasse une pression donnée, le {THING:StructureBackPressureRegulator} s’ouvre lorsque la pression d’entrée atteint une valeur donnée.

# Things.StructureBackPressureRegulator
source: Back Pressure Regulator
cs: Regulátor zpětného tlaku
de: Überdruckregler
es: Regulador de Presión Posterior
fi: Vastapaineventtiili
fr: Régulateur de pression arrière
hu: Fordított nyomásszabályozó
it: Regolatore di contropressione
pt_pt: Regulador de Pressão Traseiro
ru: Регулятор обратного давления
tr: Geri Basınç Düzenleyici

# Things.StructureAreaPowerControlReversed
source: An Area Power Control (APC) has three main functions. Its primary purpose is to regulate power flow, ensuring uninterrupted performance from devices and machinery, especially those with a fluctuating draw. APCs also create sub-networks, as no devices on the far side of an APC are visible on the main network. Lastly, an APC charges batteries, which can provide backup power to the sub-network in the case of an outage. Note that an APC requires a battery to stabilize power draw. It also has two variants, each allowing power to flow in one direction only.
cs: Regulátor napěťového okruhu (APC) má tři hlavní funkce. Jeho hlavním účelem je regulovat tok energie a zajistit tak nepřerušovaný výkon zařízení a strojů, zejména těch s kolísavým odběrem. APC také vytváří dílčí sítě, protože žádná zařízení na vzdálenější straně APC nejsou v hlavní síti vidět. APC také vytváří dílčí sítě, protože žádná zařízení na vzdálenější straně APC nejsou v hlavní síti vidět. A konečně, APC nabíjí baterie, které mohou v případě výpadku zajistit záložní napájení dílčí sítě. Všimněte si, že APC vyžaduje baterii pro stabilizaci odběru energie. Má také dvě varianty, z nichž každá umožňuje tok energie pouze jedním směrem.
es: Un control de potencia de área (APC) tiene tres funciones principales: Su propósito principal es regular el flujo de potencia, asegurando el rendimiento ininterrumpido de los dispositivos y maquinaria, especialmente aquellos con un consumo fluctuante. Las APC también crean subredes, ya que ningún dispositivo en el otro lado de un APC es visible en la red principal. Por último, un APC carga baterías, que pueden proporcionar energía de respaldo a la subred en caso de una interrupción. Tenga en cuenta que un APC requiere una batería para estabilizar el consumo de energía. También tiene dos variantes, cada una de las que permite que la potencia fluya en una sola dirección.

# Things.StructureAreaPowerControlReversed
source: Area Power Control
cs: Regulátor napěťového okruhu (obrácený)
de: Ersatzstromversorgung
es: Control de Energía
fi: Virtasäädin
fr: Contrôleur d'Alimentation
hu: Áramszabályozó (Fordított)
it: Controllo alimentazione
pt_pt: Controlo de Energia de Área
ru: ИБП
tr: Bölgesel Güç Denetleyici

# Things.StructureAreaPowerControl
source: An Area Power Control (APC) has three main functions: Its primary purpose is to regulate power flow, ensuring uninterrupted performance from devices and machinery, especially those with a fluctuating draw. APCs also create sub-networks, as no devices on the far side of an APC are visible on the main network. Lastly, an APC charges batteries, which can provide backup power to the sub-network in the case of an outage. Note that an APC requires a battery to stabilize power draw. It also has two variants, each allowing power to flow in one direction only.
cs: Regulátor napěťového okruhu (APC) má tři hlavní funkce: Jeho hlavním účelem je regulovat tok energie a zajistit tak nepřerušovaný výkon zařízení a strojů, zejména těch s kolísavým odběrem. APC také vytváří dílčí sítě, protože žádná zařízení na vzdálenější straně APC nejsou v hlavní síti viditelná. A konečně, APC nabíjí baterie, které mohou v případě výpadku zajistit záložní napájení dílčí sítě. Všimněte si, že APC vyžaduje baterii pro stabilizaci odběru energie. Má také dvě varianty, z nichž každá umožňuje tok energie pouze jedním směrem.
es: Un control de potencia de área (APC) tiene tres funciones principales: Su propósito principal es regular el flujo de potencia, asegurando el rendimiento ininterrumpido de los dispositivos y maquinaria, especialmente aquellos con un consumo fluctuante. Las APC también crean subredes, ya que ningún dispositivo en el otro lado de un APC es visible en la red principal. Por último, un APC carga baterías, que pueden proporcionar energía de respaldo a la subred en caso de una interrupción. Tenga en cuenta que un APC requiere una batería para estabilizar el consumo de energía. También tiene dos variantes, cada una de las que permite que la potencia fluya en una sola dirección.

# Things.StructureAreaPowerControl
source: Area Power Control
cs: Regulátor napěťového okruhu
de: Ersatzstromversorgung
es: Control de Energía
fi: Virtasäädin
fr: Contrôleur d'Alimentation
hu: Áramszabályozó
it: Controllo alimentazione
pt_pt: Controlo de Energia de Área
ru: ИБП
tr: Bölgesel Güç Denetleyici

# Things.StructureAirlock
source: The standard airlock is a powered portal that forms the main component of an airlock chamber. As long as the airlock is not locked, it can be manually opened using a crowbar.
cs: Standardní přechodová komora je poháněný portál, který tvoří hlavní součást přechodové komory. Pokud není přechodová komora uzamčena, lze ji otevřít ručně pomocí páčidla.
es: La esclusa de aire estándar es un portal alimentado que forma el componente principal de una cámara de esclusa de aire. Mientras la esclusa de aire no esté bloqueada, se puede abrir manualmente con una palanca.

# Things.StructureAirlock
source: Airlock
cs: Přechodová komora
de: Luftschleusentür
es: Esclusa
fi: Ilmalukko
fr: Porte étanche
hu: Légzsilip
it: Porta (camera di decompressione)
ru: Дверь шлюза
tr: Hava Kilidi

# Things.StructureAirConditioner
source: Built using the {THING:ItemKitAtmospherics}, the {LINK:ExMin;ExMin-designed} air conditioner is used to raise or lower input gas temperature. The unit has three pipe connections: input, output, and waste. Gas fed into the input will be heated or cooled to reach the target temperature, while the opposite will happen to gas on the waste network. Multiple Efficiency Multipliers can effect the amount of energy the Air Conditioner uses, and these can be view on the unit's green Information Panel. As the temperature difference between input and waste increases, the Temperature Differential Efficiency Multiplier will decrease. If input or waste temperature is extremely hot or cold, the Operational Temperature Efficiency will decrease. If the input or waste pipe has approach low pressures, the Pressure Efficiency will decrease. {THING:StructurePipeRadiator}s may be useful in bringing extreme pipe temperatures back towards normal world temperatures. For more information on using the air conditioner, consult the {LINK:TemperatureControlPage;temperature control} Guides page.
es: Construido usando {THING:ItemKitAtmospherics}, el {LINK:ExMin;ExMin-designed} se utiliza para aumentar o disminuir la temperatura del gas de entrada. La unidad tiene tres conexiones de tubería: entrada, salida y residuos. El gas alimentado a la entrada se calentará o enfriará para alcanzar la temperatura objetivo, mientras que lo contrario sucederá con el gas en la red de residuos. Los multiplicadores de eficiencia múltiples pueden afectar la cantidad de energía que utiliza el aire acondicionado, y estos se pueden ver en el panel de información verde de la unidad. A medida que aumenta la diferencia de temperatura entre la entrada y el desperdicio, el multiplicador de eficiencia diferencial de temperatura disminuirá. Si la temperatura de entrada o de desperdicio es extremadamente caliente o fría, la eficiencia de la temperatura operativa disminuirá. Si la tubería de entrada o de desagüe tiene presiones bajas de aproximación, la eficiencia de presión disminuirá. {THING:StructurePipeRadiator}s puede ser útil para devolver las temperaturas extremas de la tubería a las temperaturas mundiales normales. Para obtener más información sobre el uso del aire acondicionado, consulte la página de guías {LINK:TemperatureControlPage;temperature control}.

# Things.StructureAirConditioner
source: Air Conditioner
cs: Klimatizace
de: Klimaanlage
es: Aire Acondicionado
fi: Ilmastointilaite
fr: Climatiseur
hu: Légkondicionáló
it: Climatizzatore
pt_pt: Ar Condicionado
ru: Кондиционер
tr: Klima

# Things.StructureActiveVent
source: The active vent is a powered device for maintaining {LINK:GasPage;gas} pressure by pumping gas into (or out of) a pipe network. The vent has two modes: 'Outward' sets it to pump gas into a space until pressure is reached; 'Inward' sets it to pump gas out until pressure is reached. The pressure parameter can be set on a connected {THING:StructureConsole}. Default pressure is 101kPa for Outward; 0kPa for Inward ...
es: La ventilación activa es un dispositivo alimentado para mantener la presión {LINK:GasPage;gas} bombeando gas dentro (o fuera) de una red de tuberías. La ventilación tiene dos modos: 'Hacia afuera' la configura para bombear gas a un espacio hasta que se alcanza la presión; 'Hacia adentro' lo configura para bombear gasolina hasta que se alcanza la presión. El parámetro de presión se puede establecer en un {THING:StructureConsole} conectado. La presión predeterminada es de 101kPa para Outward; 0kPa para Inward ...

# Things.StructureActiveVent
source: Active Vent
cs: Aktivní ventilace
de: Aktive Belüftung
es: Ventilación Activa
fi: Aktiivinen tuuletusventtiili
fr: Ventilation Active
hu: Aktív ventilátor
it: Presa d'aria
pt_pt: Ventilador Ativo
ru: Активная вентиляция
tr: Aktif Havalandırma

# Things.SpaceShuttle
source: An antiquated {LINK:Sinotai;Sinotai} transport craft, long since decommissioned.
es: Una anticuada {LINK:Sinotai;Sinotai} nave de transporte, hace tiempo que fue dada de baja.

# Things.SpaceShuttle
source: Space Shuttle
cs: Raketoplán
es: Transbordador
fi: Avaruusukkula
fr: Navette Spatiale
hu: Űrhajó
pt_pt: Nave Espacial
ru: Космический шаттл
tr: Uzay Mekiği

# Things.OrganLungs
source: Lungs are delicate organs. Keeping them at the correct temperature and pressure is advisable.
cs: Plíce jsou jemné orgány. Doporučuje se je udržovat na správné teplotě a tlaku.
de: Lungen sind empfindliche Organe. Es ist ratsam, sie auf der richtigen Temperatur und dem richtigen Druck zu halten.
es: Los pulmones son órganos delicados. Es aconsejable mantenerlos a la temperatura y presión correctas.
fr: Les poumons sont des organes délicats. Il est conseillé de les maintenir à la bonne température et à la bonne pression.

# Things.OrganLungs
source: Human Lungs
cs: Lidské plíce
de: Menschliche Lungen
es: Pulmones Humanos
fi: Keuhkot
fr: Poumons Humains
hu: Emberi tüdő
it: Polmoni umani
pt_pt: Pulmões Humanos
ru: Лёгкие
tr: İnsan Akciğeri

# Things.OrganBrain
source: This is your brain on {LINK:Stationeers;Stationeers}.
de: Das ist dein Gehirn auf {LINK:Stationeers; Stationeers}.
es: Este es tu cerebro en {LINK:Stationeers;Stationeers}.

# Things.OrganBrain
source: Human Brain
cs: Lidský mozek
de: Menschliches Gehirn
es: Cerebro Humano
fi: Aivot
fr: Cerveau Humain
hu: Emberi agy
it: Cervello umano
pt_pt: Cérebro Humano
ru: Мозг
tr: İnsan Beyni

# Things.NpcGrounder
source: {BLANK}
es: Insecto NPC

# Things.NpcGrounder
source: Npc Grounder
de: NSC Alieninsekt
es: Insecto NPC
fi: NPC (maaeläin)
fr: Insecte
hu: NPC rovar
it: Insetto NPC
pt_pt: NPC Inseto
ru: NPC Жук
tr: Npc Böcek

# Things.NPCDummyCharacter
source: NPC Character
cs: NPC postava
de: NPC Charakter Attrappe
es: Personaje NPC
fi: NPC-hahmo
fr: Personnage
hu: NPC karakter
it: Personaggio NPC
pt_pt: Personagem NPC
ru: NPC Персонаж
tr: NPC Karakter

# Things.MothershipCore
source: A relic of from an earlier era of space ambition, {LINK:Sinotai;Sinotai's} mothership cores formed the central element of a generation's space-going creations. While Sinotai's pivot to smaller, modular craft upset some purists, motherships continue to be built and maintained by dedicated enthusiasts.
es: Una reliquia de una era anterior de ambición espacial, {LINK:Sinotai; Los núcleos de la nave nodriza de Sinotai formaron el elemento central de las creaciones espaciales de una generación. Mientras que el giro de Sinotai hacia naves modulares más pequeñas molestó a algunos puristas, las naves nodriza continúan siendo construidas y mantenidas por entusiastas dedicados.

# Things.MothershipCore
source: Mothership Core
cs: Jádro mateřské lodě
de: Mutterschiffkern
es: Núcleo Nave Nodriza
fi: Emoaluksen ydin
fr: Noyau de Vaisseau mère
hu: Anyahajó mag
it: Nucleo astronave
pt_pt: Núcleo da Nave Mãe
ru: Ядро космического корабля
tr: Anagemi Çekirdeği

# Things.MotherboardSorter
source: Motherboards are connected to {THING:StructureComputer}s to perform various technical functions. The {LINK:Norsec;Norsec-designed} K-cops 10-10 sorter motherboard permits {LINK:Stationeers;Stationeers} to control which items a {THING:StructureSorter} does, and does not, permit to pass.
es: Las placas base están conectadas a {THING:StructureComputer}s para realizar diversas funciones técnicas. El {LINK:Norsec; Norsec-designed} K-cops 10-10 sorter motherboard permite {LINK:Stationeers; Stationeers} para controlar qué elementos permite y no permite pasar {THING:StructureSorter}.

# Things.MotherboardSorter
source: Sorter Motherboard
cs: Základní deska třídiče
de: Hauptplatine (Sortiereinheit)
es: Placa base clasificador
