Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.BodyPartChickenBrownWingL
source: Body Part Chicken Brown Wing)
cs: Část hnědého kuřete (Levé křídlo)
de: Körperteil Huhn Braun Flügel L
es: Ala izquierda de la gallina marrón
fi: Body Part Chicken Brown Wing L
fr: Aile Gauche de Poulet Brun
hu: Testrész Csirke (Barna) Szárny)
it: Ala sinistra di gallina marrone
pt_pt: Parte do Corpo (Asa Esquerda de Galinha Castanha)
ru: Часть корчиневой курицы (Левое крыло)
tr: Vücut Parçası Tavuk Kahverengi Kanat)

# Things.BodyPartChickenBrownTail
source: A chicken's tail is arguably its least endearing feature.
cs: Kuřecí ocas je pravděpodobně jeho nejméně roztomilá funkce.
de: Der Schwanz eines Huhns ist wohl sein am wenigsten liebenswertes Merkmal.
es: La cola de un pollo es posiblemente su característica menos atractiva.
fr: Le groupion du poulet est sans doute sa caractéristique la moins attachante.

# Things.BodyPartChickenBrownTail
source: Body Part Chicken Brown Tail
cs: Část hnědého kuřete (Ocas)
de: Körperteil Huhn Braun Schwanz
es: Cola de la gallina marrón
fr: Queue de Poulet Brun
hu: Testrész Csirke (Barna) Far
it: Coda di gallina marrone
pt_pt: Parte do Corpo (Cauda de Galinha Castanha)
ru: Часть корчиневой курицы (Хвост)
tr: Vücut Parçası Tavuk Kahverengi Kuyruk

# Things.BodyPartChickenBrownLegR
source: Also a chicken leg.
cs: Také kuřecí stehno.
de: Auch eine Hähnchenkeule.
es: Tambien una pata de una gallina.
fr: Surement un pilon de poulet.

# Things.BodyPartChickenBrownLegR
source: Body Part Chicken Brown Leg R
cs: Část hnědého kuřete (Pravá noha)
de: Körperteil Huhn Braun Bein R
es: Pata derecha de la gallina marrón
fr: Patte Droite de Poulet Brun
hu: Testrész Csirke (Barna) Láb R
it: Zampa destra di gallina marrone
pt_pt: Parte do Corpo (Cocha Direita de Galinha Castanha)
ru: Часть корчиневой курицы (Правая нога)
tr: Vücut Parçası Tavuk Kahverengi Bacak Sağ

# Things.BodyPartChickenBrownLegL
source: A chicken leg.
cs: Kuřecí stehno.
de: Eine Hähnchenkeule.
es: Una pata de una gallina.
fr: Un pilon de poulet.

# Things.BodyPartChickenBrownLegL
source: Body Part Chicken Brown Leg)
cs: Část hnědého kuřete (Levá noha)
de: Körperteil Huhn Braun Bein L
es: Pata izquierda de la gallina marrón
fi: Body Part Chicken Brown Leg L
fr: Patte Gauche de Poulet Brun
hu: Testrész Csirke (Barna) Láb)
it: Zampa sinistra di gallina marrone
pt_pt: Parte do Corpo (Cocha Esquerda de Galinha Castanha)
ru: Часть корчиневой курицы (Левая нога)
tr: Vücut Parçası Tavuk Kahverengi Bacak)

# Things.BodyPartChickenBrownHead
source: A chicken head is useful for many things, but principally voodoo and space curses.
cs: Kuřecí hlava je užitečná pro mnoho věcí, ale hlavně voodoo a vesmírné kletby.
de: Ein Hühnerkopf ist für viele Dinge nützlich, aber hauptsächlich Voodoo- und Weltraumflüche.
es: Una cabeza de gallina es útil para muchas cosas, pero principalmente para el vudú y las maldiciones espaciales.
fr: Une tête de poulet est utile pour beaucoup de choses, mais principalement pour le vaudou et les malédictions de l'espace.

# Things.BodyPartChickenBrownHead
source: Body Part Chicken Brown Head
cs: Část hnědého kuřete (Hlava)
de: Körperteil Huhn Braun Kopf
es: Cabeza de la gallina marrón
fr: Tête de Poulet Brun
hu: Testrész Csirke (Barna) Fej
it: Testa di gallina marrone
pt_pt: Parte do Corpo (Cabeça de Galinha Castanha)
ru: Часть корчиневой курицы (Голова)
tr: Vücut Parçası Tavuk Kahverengi Kafa

# Things.BodyPartChickenBrownBody
source: Let's not over-complicate things. It's a chicken.
cs: Nekomplikujme to příliš. Je to kuře.
de: Lass uns die Dinge nicht zu kompliziert machen. Es ist ein Huhn.
es: No compliquemos demasiado las cosas. Es una gallina.
fr: Ne compliquons pas trop les choses. C'est un poulet.
ru: Давайте не будем усложнять. Это цыплёнок.

# Things.BodyPartChickenBrownBody
source: Body Part Chicken Brown Body
cs: Část hnědého kuřete (Tělo)
de: Körperteil Huhn Braun Körper
es: Parte del cuerpo de la gallina marrón
fr: Corps de Poulet
hu: Testrész Csirke (Barna) Törzs
it: Corpo di gallina marrone
pt_pt: Parte do Corpo (Corpo de Galinha Castanha)
ru: Часть корчиневой курицы (Тушка)
tr: Vücut Parçası Tavuk Kahverengi Gövde

# Things.BodyPartChickBody
source: The fluffy heart of a harmless proto-hen.
cs: Nadýchané srdce neškodné proto-slepice.
de: Das flauschige Herz einer harmlosen Proto-Henne.
es: El corazón esponjoso de una proto-gallina inofensiva.
fr: Le coeur duveteux d’une proto-poule inoffensive.

# Things.BodyPartChickBody
source: Body Part Chick Body
cs: Část kuřete (Tělo)
de: Körperteil Huhn Körper
es: Parte del cuerpo del Polluelo
fr: Corps de Poussin
hu: Testrész Csibe Törzs
it: Corpo di pulcino
pt_pt: Parte do Corpo (Corpo de Pintainho)
ru: Часть цыпленка (Тушка)
tr: Vücut Parçası Civciv Gövde

# Things.BodyPartAstronautTorso
source: Once, this was most of someone.
cs: Kdysi to byla většina někoho.
de: Irgendwann mal war das das meiste von jemandem.
es: Una vez, esto fue la mayoría de alguien.
fr: Une fois, c’était le meilleur de quelqu'un.

# Things.BodyPartAstronautTorso
source: Body Part Astronaut Torso
cs: Část těla astronauta (Mužský trup)
de: Körperteil Astronaut Körper
es: Torso del austronauta
fr: Torse d'astronaute
hu: Testrész Űrhajós Törzs
it: Torso astronauta maschio
pt_pt: Parte do Corpo (Tronco de Astronauta)
ru: Часть тела астронавта (мужской торс)
tr: Vücut Parçası Astronot Gövde

# Things.BodyPartAstronautMaleLegR
source: Legs are really useful things, but wheels would have been cool.
cs: Nohy jsou opravdu užitečné věci, ale kola by byla v pohodě.
de: Beine sind wirklich nützliche Dinger, aber Räder wären cool gewesen.
es: Las piernas son cosas realmente útiles, pero las ruedas hubieran sido geniales.
fr: Les jambes sont des choses vraiment utiles, mais des roues auraient été cool.

# Things.BodyPartAstronautMaleLegR
source: Body Part Astronaut Male Leg R
cs: Část těla astronauta (Pravá mužská noha)
de: Körperteil Astronaut Männlich Bein R
es: Pierna derecha del hombre astronauta
fr: Jambe Droite Homme
hu: Testrész Űrhajós Férfi Láb R
it: Gamba destra astronauta maschio
pt_pt: Parte do Corpo (Perna Direita de Homem Astronauta)
ru: Часть тела астронавта (мужская правая нога)
tr: Vücut Parçası Astronot Erkek Bacak Sağ

# Things.BodyPartAstronautMaleLegL
source: This is a leg. Someone probably misses it.
cs: To je noha. Někdo ji pravděpodobně postrádá.
de: Das ist ein Bein. Jemand vermisst es wahrscheinlich.
es: Esta es una pierna. Probablemente alguien lo echa de menos.
fr: C'est une jambe. Elle manque probablement à quelqu'un.

# Things.BodyPartAstronautMaleLegL
source: Body Part Astronaut Male Leg)
cs: Část těla astronauta (Levá mužská noha)
de: Körperteil Astronaut Männlich Bein L
es: Pierna izquierda del hombre astronauta
fi: Body Part Astronaut Male Leg L
fr: Jambe Gauche Homme
hu: Testrész Űrhajós Férfi Láb)
it: Gamba sinistra astronauta maschio
pt_pt: Parte do Corpo (Perna Esquerda de Homem Astronauta)
ru: Часть тела астронавта (мужская левая нога)
tr: Vücut Parçası Astronot Erkek Bacak)

# Things.BodyPartAstronautMaleHead
source: {LINK:Stationeers;Stationeer}s need to keep their heads at all times.
es: {LINK:Stationeers;Stationeer} necesitan mantener la cabeza en todo momento.

# Things.BodyPartAstronautMaleHead
source: Body Part Astronaut Male Head
cs: Část těla astronauta (Mužská hlava)
de: Körperteil Astronaut Männlich Kopf
es: Cabeza del hombre astronauta
fr: Tête Homme
hu: Testrész Űrhajós Férfi Fej
it: Testa maschio
pt_pt: Parte do Corpo (Cabeça de Homem Astronauta)
ru: Часть тела астронавта (мужская голова)
tr: Vücut Parçası Astronot Erkek Kafa

# Things.BodyPartAstronautMaleArmR
source: There's nothing funny about this humerus.
cs: Na té pažní kosti není nic vtipného.
de: Es gibt nichts Lustiges an diesem Humerus.
es: No hay nada gracioso en este húmero.
fr: Il n'y a rien de drôle dans cet humérus.

# Things.BodyPartAstronautMaleArmR
source: Body Part Astronaut Male Arm R
cs: Část těla astronauta (Pravá mužská ruka)
de: Körperteil Astronaut Männlich Arm R
es: Brazo derecho del hombre astronauta
fr: Bras Droit Homme
hu: Testrész Űrhajós Férfi Kar R
it: Braccio destro astronauta maschio
pt_pt: Parte do Corpo (Braço Direito de Homem Astronauta)
ru: Часть тела астронавта (мужская правая рука)
tr: Vücut Parçası Astronot Erkek Kol Sağ

# Things.BodyPartAstronautMaleArmL
source: Your arm is your fourth most important body part.
cs: Vaše ruka je čtvrtou nejdůležitější částí těla.
de: Dein Arm ist dein viertwichtigster Körperteil.
es: Tu brazo es la cuarta parte más importante de tu cuerpo.
fr: Votre bras est la quatrième partie la plus importante du corps.

# Things.BodyPartAstronautMaleArmL
source: Body Part Astronaut Male Arm L
es: Parte del cuerpo Astronauta Brazo masculino L

# Things.BodyPartAstronautFemaleTorso
source: This isn't going anywhere by itself.
cs: Tohle samo o sobě nikam nevede.
de: Das geht von selbst nirgendwohin.
es: Esto no va a ninguna parte por sí solo.
fr: Ça ne va nulle part tout seul.

# Things.BodyPartAstronautFemaleTorso
source: Body Part Astronaut Female Torso
cs: Část těla astronauta (Ženský trup)
de: Körperteil Astronaut Weiblich Körper
es: Torso de la mujer astronauta
fr: Torse Femme
hu: Testrész Űrhajós Nő Törzs
it: Torso astronau femmina
pt_pt: Parte do Corpo (Tronco de Mulher Astronauta)
ru: Часть тела астронавта (женский торс)
tr: Vücut Parçası Astronot Kadın Gövdesi

# Things.BodyPartAstronautFemaleLegR
source: This is a woman's right leg. To judge by its state, she was fairly healthy, of average height, with a tendency to walk on the balls of her feet.
cs: Toto je ženská pravá noha. Podle stavu byla celkem zdravá, průměrné výšky, se sklonem chodit po nohou.
es: Esta es la pierna derecha de una mujer. A juzgar por su estado, estaba bastante sana, de estatura media, con tendencia a caminar sobre la punta de los pies.
fr: C'est la jambe droite d’une femme. A en juger par son état, elle était en assez bonne santé, de taille moyenne, avec une tendance à marcher sur la pointe de ses pieds.

# Things.BodyPartAstronautFemaleLegR
source: Body Part Astronaut Female Leg R
cs: Část těla astronauta (Pravá ženská noha)
de: Körperteil Astronaut Weiblich Bein R
es: Pierna derecha de la mujer astronauta
fr: Jambe Droite Femme
hu: Testrész Űrhajós Nő Láb R
it: Gamba destra astronauta femmina
pt_pt: Parte do Corpo (Perna de Mulher Astronauta)
ru: Часть тела астронавта (женская правая нога)
tr: Vücut Parçası Astronot Kadın Bacak Sağ

# Things.BodyPartAstronautFemaleLegL
source: A leg, is a leg, is a leg.
cs: Noha, je noha, je noha.
de: Ein Bein, ist ein Bein, ist ein Bein.
es: Una pierna, es una pierna, es una pierna.
fr: Une jambe, c'est une jambe, c'est une jambe.

# Things.BodyPartAstronautFemaleLegL
source: Body Part Astronaut Female Leg L
es: Parte del cuerpo Astronauta Pierna femenina L

# Things.BodyPartAstronautFemaleHead
source: If the eyes are windows to the soul, what does that make the head?
cs: Pokud jsou oči okny do duše, co to dělá hlava?
de: Wenn die Augen Fenster zur Seele sind, was ist dann der Kopf?
es: Si los ojos son ventanas al alma, ¿qué hace eso a la cabeza?
fr: Si les yeux sont une fenêtre sur l'âme, qu'en est-il de la tête ?

# Things.BodyPartAstronautFemaleHead
source: Body Part Astronaut Female Head
cs: Část těla astronauta (Ženská hlava)
de: Körperteil Astronaut Weiblich Kopf
es: Cabeza de la mujer astronauta
fr: Tête Femme
hu: Testrész Űrhajós Nő Fej
it: Testa astronauta femmina
pt_pt: Parte do Corpo (Cabeça de Mulher Astronauta)
ru: Часть тела астронавта (женская голова)
tr: Vücut Parçası Astronot Kadın Kafa

# Things.BodyPartAstronautFemaleArmR
source: One of a pair. The other is probably nearby.
cs: Jeden z páru. Ten druhý je pravděpodobně poblíž.
de: Ein Teil von einem Paar. Der andere ist wahrscheinlich in der Nähe.
es: Uno de una pareja. El otro probablemente este cerca.
fr: Ils vont par paire. L'autre est probablement tout près.

# Things.BodyPartAstronautFemaleArmR
source: Body Part Astronaut Female Arm R
cs: Část těla astronauta (Pravá ženská ruka)
de: Körperteil Astronaut Weiblich Arm R
es: Brazo derecho de la mujer astronauta
fr: Bras Droit Femme
hu: Testrész Űrhajós Nő Kar R
it: Braccio destro astronauta femmina
pt_pt: Parte do Corpo (Braço Direito de Mulher Astronauta)
ru: Часть тела астронавта (женская правая рука)
tr: Vücut Parçası Astronot Kadın Kol Sağ

# Things.BodyPartAstronautFemaleArmL
source: As far as left arms go, this is an acceptable, if slightly forgettable example of its kind. It's seen better days.
cs: Pokud jde o levé paže, jedná se o přijatelný, i když trochu zapomenutelný příklad svého druhu. Vidělo lepší dny.
es: En lo que respecta a los brazos izquierdos, este es un ejemplo aceptable, aunque ligeramente olvidable, de este tipo. Ha visto días mejores.
fr: En ce qui concerne les bras gauches, c’est un exemple acceptable, voire un peu oubliable. Il a vu des jours meilleurs.

# Things.BodyPartAstronautFemaleArmL
source: Body Part Astronaut Female Arm
cs: Část těla astronauta (Ženská ruka)
de: Körperteil Astronaut Weiblich Arm
es: Parte del cuerpo Astronauta Mujer Brazo
fr: Bras Gauche Femme
ru: Часть тела астронавта (женская левая рука)

# Things.ApplianceReagentProcessor
source: Sitting somewhere between a high powered juicer and an alchemist's alembic, the {LINK:Xigo;Xigo} reagent processor turns certain raw materials and food items into cooking and crafting ingredients. Indispensible in any space kitchen, just bolt it to the bench, and you're ready to go.
es: Sentado en algún lugar entre un exprimidor de alta potencia y el alambique de un alquimista, el {LINK:Xigo;xigo} El procesador de reactivos Xigo convierte ciertas materias primas y alimentos en ingredientes para cocinar y elaborar. Indispensable en cualquier espacio de cocina, simplemente atorníllelo al banco y estará listo para comenzar.

# Things.ApplianceReagentProcessor
source: Reagent Processor
cs: Zpracovatel činidel
de: Reagenzprozessor
es: Procesador de Reactivos
fi: Reagenssiprosessori
fr: Mixeur
hu: Reagens feldolgozó
it: Mixer
pt_pt: Processador de Reagentes
ru: Процессор реагентов
tr: Reaktif İşleyici

# Things.ApplianceMicrowave
source: While countless 'better' ways of cooking {LINK:FoodPage;Food} have been invented in the last few hundred years, few are as durable or easy to fabricate as the OK-Zoomer microwave. Licensed from {LINK:Xigo;Xigo}, the plans are based on a classic model from the mid-21st century, giving it a charmingly retro feel. But don't worry, it oscillates {GAS:Water} molecules more than adequately. Just bolt it to a {THING:StructureBench} using a {THING:ItemWrench} to power it, follow the recipe, and you're cooking.
es: Mientras que innumerables formas 'mejores' de cocinar comida {LINK:FoodPage;Foof} se han inventado en los últimos cientos de años, pocos son tan duraderos o fáciles de fabricar como el microondas OK-Zoomer. Con licencia de {LINK:Xigo;Xigo}, los planes se basan en un modelo clásico de mediados del siglo 21, dándole una sensación encantadoramente retro. Pero no te preocupes, oscila las moléculas {GAS:Water} más que adecuadamente. Simplemente atornillarlo a un {THING:StructureBench} usando un {THING:ItemWrench} para alimentarlo, sigue la receta y estás cocinando.

# Things.ApplianceMicrowave
source: Microwave
cs: Mikrovlnná trouba
de: Mikrowelle
es: Microondas
fi: Mikroaaltouuni
fr: Micro-onde
hu: Mikrohullámú sütő
it: Micro-onde
pt_pt: Microondas
ru: Микроволновая печь
tr: Mikrodalga

# Things.ItemPipeAnalyizer
source: Kit (Pipe Analyzer)
cs: Potrubní analyzátor (sada)
es: Kit (Analizador de tuberías)

# Things.ItemMKIIScrewdriver
source: This standard issue frictional adherence adjustor is a top of the line, bi-rotational model with a columnated uni-grip. It's definintely not just a screwdriver. Use it for construction and deconstruction of certain kits, and setting values on {LINK:LogicUnitPage;logic} units. The MK II is more resistant to temperature and pressure.
de: Dieser Standard-Reibungs-Adhärenz-Adjustor ist ein erstklassiges, bi-rotierendes Modell mit einem säulenförmigen Uni-Grip. Es ist definitiv nicht nur ein Schraubendreher. Verwenden Sie es zum Erstellen und Dekonstruieren bestimmter Bausätze und zum Festlegen von Werten für {LINK:LogicUnitPage;logic}-Einheiten. Der MK II ist temperatur- und druckbeständiger.

# Things.ItemMKIIMiningDrill
source: The handheld 'Topo' tri-cone rotary mining drill was made for one thing: quick digging. Modelled on a classic {LINK:Recurso;Recurso} zero-g design, it functions equally well in vacuum and atmosphere, with cemented carbide bits to increase resilience and bearing life, and reduce spalling. As Jenk Murtons once said, 'The Topo don't stopo.' The MK II is more resistant to temperature and pressure.
de: Der handgehaltene "Topo" Drei-Kopf-Rotationsbohrer wurde für eine Sache gemacht: schnelles Graben. Vorbild eines klassischen {LINK:Recurso; Recurso} Null-g-Design, funktioniert es gleichermaßen gut in Vakuum und Atmosphäre, mit Hartmetall-Bits, um die Widerstandsfähigkeit und Lagerlebensdauer zu erhöhen und Abplatzungen zu reduzieren. Wie Jenk Murtons einmal sagte: "Die Topo stoppen nicht." Der MK II ist temperatur- und druckbeständiger.

# Things.StructureRocketModuleSilo
source: The {LINK:ExMin;ExMin} autononmous silo module provides storage for {LINK:OrePage;ores} collected by the {THING:StructureRocketModuleMiningOre}, {LINK:OrePage;ices} collected by the {THING:StructureModularRocketIceMining} and 'space junk' salvaged by the {THING:StructureModularRocketScrapMining} . In other words, it holds up to 600 'medium-sized dry goods'. The silo module must be connected to a mining or salvage module by a correctly placed {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}, in order for material to pass into the silo. The silo module must also be powered when on the launch pad. It is 'on' by default, but can be turned off with logic if needed. The module can also be attached to a {THING:StructureChuteInlet} in order to connect it to {LINK:ImportExportPage;import/export} networks. To extract resources from the silo module, you must set its state to 'OPEN' using logic.
de: Das {LINK:ExMin; ExMin} automatisierte Lagermodul bietet Platz für {LINK:OrePage;ores} die vom {THING:StructureRocketModuleMiningOre} gesammelt wurden, {LINK:OrePage;ices} die vom {THING:StructureModularRocketIceMining} gesammelt wurden und 'space junk' der vom {THING:StructureModularRocketScrapMining} gesammelt wurde. Mit anderen Worten, es fasst bis zu 600 "mittelgroße Trockengüter". Das Lagermodul muss durch ein korrekt platziertes {THING:StructureModularRocketCouplingDown} oder {THING:StructureModularRocketCouplingUp} mit einem Bergbau- oder Bergungsmodul verbunden sein, damit Material in das Lager gelangt. Das Lagermodul muss auch auf der Startrampe mit Strom versorgt werden. Es ist standardmäßig "eingeschaltet", kann aber bei Bedarf mit Logik deaktiviert werden. Das Modul kann auch an ein {THING:StructureChuteInlet} angehängt werden, um es mit {LINK:ImportExportPage;import/export}-Netzwerken zu verbinden. Um Ressourcen aus dem Lagermodul zu extrahieren, müssen Sie seinen Status mithilfe von Logik auf "OPEN" setzen.

# Things.ItemKitHangerDoor
source: Kit Hanger Door
cs: Závěsné dveře (sada)
de: Bausatz Hängetür

# Things.LogicStepSequencer8
source: The {LINK:ODA;ODA} does not approve of soundtracks or other distractions. As such, {LINK:Stationeers;Stationeers} have had to create their own musical accompaniment to the demanding labor of building and maintaining off-world infrastructure. Central to this pasttime is the step sequencer, which allows Stationeers to sequence short musical patterns or loops. {HEADER:DIY MUSIC - GETTING STARTED} 1: Connect 8 {THING:DeviceStepUnit}s to your step sequencer via the data port on the lefthand side. 2: Label each step unit, then assign step units 1 through 8 on the step sequencer using the screwdiver. 3: Select the output speaker (eg {THING:PassiveSpeaker}) where the sequencer will play the sounds. This needs to be connected to the logic network on the righthand side of the sequencer. 4: Place a {THING:StopWatch} and use a {THING:StructureLogicReader} and {THING:StructureLogicWriter} to write the time to the time variable on the sequencer. 5: Set the BPM on the sequencer using a {THING:StructureLogicDial} and a {THING:StructureLogicWriter} to write to the sequencer's BPM variable. A higher bpm will play the sequence faster. 6: Insert a sound cartridge of your chosing and select which variant of sound you wish to play by pushing the arrow buttons located above and below the sound cartidge slot. 7: Choose the pitch of the sounds to play by setting the dial on each of your 8 step units to the desired note. With drums, each note is a different drum sounds. You can trial your sounds by pushing the activate button on each step unit (with the sequencer inactive). 8: Get freaky with the {THING:DeviceLfoVolume}. 9: Finally, activate the sequencer, Vibeoneer.
de: Der {LINK:ODA;ODA} billigt keine Soundtracks oder andere Ablenkungen. Daher mussten {LINK:Stationeers; Stationeers} ihre eigene musikalische Begleitung zu der anspruchsvollen Arbeit des Aufbaus und der Instandhaltung von außerirdischer Infrastruktur schaffen. Im Mittelpunkt dieser vergangenen Zeit steht der Step Sequencer, der es Stationeers ermöglicht, kurze musikalische Muster oder Loops zu sequenzieren. {HEADER:DIY MUSIC - GETTING STARTED} 1: Verbinde 8 {THING:DeviceStepUnit}s über den Datenport auf der linken Seite mit deinem Step-Sequenzer. 2: Beschrifte jede Schritteinheit und weise dann die Schritteinheiten 1 bis 8 auf dem Schrittzähler mit dem Schraubendreher zu. 3: Wähle den Ausgangslautsprecher (z. B. {THING:PassiveSpeaker}), auf dem der Zähler die Sounds abspielen soll. Dieser muss mit dem Logiknetzwerk auf der rechten Seite des Zählers verbunden werden. 4: Platziere eine {THING:StopWatch} und verwende ein {THING:StructureLogicReader} und {THING:StructureLogicWriter}, um die Zeit auf die Zeitvariable des Zählers zu schreiben. 5: Bestimme die BPM auf dem Zähler mit einem {THING:StructureLogicDial} und einem {THING:StructureLogicWriter}, um in die BPM-Variable auf den Zähler zu schreiben. Höhere bpm werden die Sequenz schneller abspielen. 6: Lege eine Tonkassette deiner Wahl ein und wähle aus, welche Soundvariante du abspielen möchtest, indem du die Pfeiltasten über und unter dem Kassettensteckplatz drückst. 7: Wähle die Tonhöhe der zu spielenden Töne, indem du das Rad an jeder deiner 8-Stufen-Einheiten auf die gewünschte Note einstellst. Bei Drums ist jede Note ein anderer Drum-Sound. Du kannst deine Sounds testen, indem du die Aktivierungstaste an jeder Schritteinheit drückst (bei inaktivem Zähler). 8: Werde verrückt mit dem {THING:DeviceLfoVolume}. 9: Aktiviere abschließend den Sequenzer Vibeoneer.

# Things.StructureLiquidPipeOneWayValve
source: The oneway valve moves liquid in one direction only: from input side to output side. It only permits flow if the input pressure is higher than output pressure..
de: Das Einwegventil bewegt Flüssigkeit nur in eine Richtung: von der Eingangsseite zur Ausgangsseite. Es erlaubt nur den Durchfluss, wenn der Eingangsdruck höher ist als der Ausgangsdruck.

# Things.ItemKitHorizontalAutoMiner
source: Kit (OGRE)
cs: OGRE (sada)
de: Bausatz (OGRE)
