Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemNitrice
source: Nitrice is the nickname given to solid {GAS:Nitrogen} Ice, and found on many planets and moons in the Solar System. Given the inert nature of the {GAS:Nitrogen} it produces, the ice is useful when making breathable atmospheres with low flammability. Highly sensitive to temperature, nitrice will begin to melt as soon as it is mined, unless the temperature is below zero, or it is stored in the {THING:ItemMiningBelt}, {THING:ItemMiningBeltAdvanced} or devices like the {THING:StructureIceCrusher} or {THING:StructureFridgeSmall}.
de: Stickstoffeis ist festes {GAS:Nitrogen}-Eis und kommt auf vielen Planeten und Monden im Sonnensystem vor. Angesichts der inerten Natur des {GAS:Stickstoffs}, den es produziert, ist das Eis nützlich, beim Anmischen atembarer Atmosphären mit geringer Entflammbarkeit. Hochempfindlich auf Temperatur, beginnt Nitrice zu schmelzen, sobald es abgebaut wird, es sei denn, die Temperatur liegt unter Null oder es wird im {THING:ItemMiningBelt}, {THING:ItemMiningBeltAdvanced} oder Geräten wie dem {THING:StructureIceCrusher} oder {THING:StructureFridgeSmall} gespeichert.
es: Nitrice es el apodo que se le da al hielo sólido {GAS:Nitrogen} , y se encuentra en muchos planetas y lunas del Sistema Solar. Dada la naturaleza inerte del Nitrogeno {GAS:Nitrogen} que produce, el hielo de nitrogeno es útil para hacer atmósferas respirables con baja inflamabilidad. Altamente sensible a la temperatura, el nitrice comenzará a derretirse tan pronto como se extraiga, a menos que la temperatura esté por debajo de cero o esté almacenado en el cinturon {THING:ItemMiningBelt}, {THING:ItemMiningBeltAdvanced} o dispositivos como {THING:StructureIceCrusher} o la {THING:StructureFridgeSmall}.

# Things.ItemKitPassiveLargeRadiator
source: Kit (Medium Radiator)
de: Bausatz (Mittlerer Heizkörper)
es: Radiador de Tubería mediano (kit)

# Things.ItemKitPassiveLargeRadiator
source: Creates {THING:StructureMediumRadiator} and {THING:StructureMediumConvectionRadiator}.
de: Erstellt {THING:StructureMediumRadiator} und {THING:StructureMediumConvectionRadiator}.
es: Crea {THING:StructureMediumRadiator} y {THING:StructureMediumConvectionRadiator}.

# Things.StructurePassiveLargeRadiator
source: Medium Convection Radiator
de: Mittlerer Konvektionsstrahler
es: Radiador de Conveccion Mediano

# Things.StructurePassiveLargeRadiator
source: Has been replaced by {THING:StructureMediumConvectionRadiator}.
de: Wurde ersetzt durch {THING:StructureMediumConvectionRadiator}.
es: Ha sido reemplazado por {THING:StructureMediumConvectionRadiator}.

# Things.ItemKitPassiveLargeRadiatorGas
source: Kit (Medium Radiator)
de: Bausatz (Mittlerer Heizkörper)
es: Radiador mediano (kit)

# Things.ItemKitPassiveLargeRadiatorGas
source: Creates {THING:StructureMediumRadiator} and {THING:StructureMediumConvectionRadiator}.
de: Erstellt {THING:StructureMediumRadiator} und {THING:StructureMediumConvectionRadiator}.
es: Crea {THING:StructureMediumRadiator} y {THING:StructureMediumConvectionRadiator}.

# Things.ItemKitPassiveLargeRadiatorLiquid
source: Kit (Medium Radiator Liquid)
de: Bausatz (Mittlerer Heizkörper Flüssigkeit)
es: Radiador de Tubería mediano (kit)

# Things.ItemKitPassiveLargeRadiatorLiquid
source: Creates {THING:StructureMediumRadiatorLiquid} and {THING:StructureMediumConvectionRadiatorLiquid}.
de: Erstellt {THING:StructureMediumRadiatorLiquid} und {THING:StructureMediumConvectionRadiatorLiquid}.
es: Crea {THING:StructureMediumRadiatorLiquid} y {THING:StructureMediumConvectionRadiatorLiquid}.

# Things.StructurePassiveLargeRadiatorLiquid
source: Medium Convection Radiator Liquid
de: Mittlerer Konvektionsstrahler Flüssigkeit
es: Radiador de Conveccion Mediano de liquidos

# Things.StructurePassiveLargeRadiatorLiquid
source: Has been replaced by {THING:StructureMediumConvectionRadiatorLiquid}.
de: Wurde ersetzt durch {THING:StructureMediumConvectionRadiatorLiquid}.
es: Ha sido reemplazado por {THING:StructureMediumConvectionRadiatorLiquid}.

# Things.StructurePassiveLargeRadiatorGas
source: Medium Convection Radiator
de: Mittlerer Konvektionsstrahler
es: Radiador de Conveccion Mediano

# Things.StructurePassiveLargeRadiatorGas
source: Has been replaced by {THING:StructureMediumConvectionRadiator}.
de: Wurde ersetzt durch {THING:StructureMediumConvectionRadiator}.
es: Ha sido reemplazado por {THING:StructureMediumConvectionRadiator}.

# Things.StructureLogicGate
source: Logic Gate
cs: Logická brána
de: Logik-Gatter
es: Matematico Lógico

# Things.StructureLogicGate
source: A {LINK:LogicPage;logic} device that performs a logical operation on one or more binary inputs that produces a single binary output. An input greater than zero is considered true for operations.
de: Ein {LINK:LogicPage;logic}-Gerät, das eine logische Operation für eine oder mehrere binäre Eingaben ausführt, die eine einzelne binäre Ausgabe erzeugt. Eine Eingabe, die größer als Null ist, wird für Vorgänge als wahr betrachtet.
es: Un dispositivo {LINK:LogicPage;logic} que realiza una operación lógica en una o más entradas binarias que produce una única salida binaria. Una entrada mayor que cero se considera verdadera para las operaciones.

# Things.StructureNitrolyzer
source: Nitrolyzer
de: Lachgas-Aggregat
es: Nitrolizador

# Things.StructureNitrolyzer
source: This device is used to create {GAS:NitrousOxide} from {GAS:Oxygen}, {GAS:Nitrogen}, and a large amount of energy. The process does not completely transform all the available gas at once, so the output is a mix of all three gasses, which may need further processing. More NOS will be created, if the gas inside the machine is close to a 1/1 ratio of Oxygen to Nitrogen. The second gas input line in optional, and not required if the gas is pre mixed.
de: Dieses Gerät wird verwendet, um {GAS:NitrousOxide} aus {GAS:Oxygen}, {GAS:Nitrogen} und einer großen Menge an Energie zu erzeugen. Der Prozess wandelt nicht das gesamte verfügbare Gas auf einmal vollständig um, so dass die Ausgabe eine Mischung aus allen drei Gasen ist, die möglicherweise weiter verarbeitet werden müssen. Mehr NOS wird erzeugt, wenn das Gas in der Maschine in der Nähe eines 1/1-Verhältnisses von Sauerstoff zu Stickstoff liegt. Die zweite Gaseingangsleitung ist optional und nicht erforderlich, wenn das Gas vorgemischt ist.
es: Este dispositivo se utiliza para crear {GAS:NitrousOxide} a partir de {GAS:Oxygen}, {GAS:Nitrogen} y una gran cantidad de energía. El proceso no transforma completamente todo el gas disponible a la vez, por lo que la salida es una mezcla de los tres gases, que pueden necesitar un procesamiento adicional. Se creará más NOS, si el gas dentro de la máquina está cerca de una proporción de 1/1 de oxígeno a nitrógeno. La segunda línea de entrada de gas es opcional, y no es necesaria si el gas está premezclado.

# Things.ItemMiningBackPack
source: Mining Backpack
de: Bergbau-Rucksack
es: Mochila de Mineria

# Things.ItemHardMiningBackPack
source: Hard Mining Backpack
de: Hartschale Bergbau-Rucksack
es: Mochila de Mineria Avanzada

# Things.StructureH2Combustor
source: Structure H2 Combustor
de: Struktur H2 Brennkammer
es: Estructura Compresor H2

# Things.StructureH2Combustor
source: Adapted slightly from its original {LINK:Recurso;Recurso} design, the {GAS:Volatiles} Combustor does exactly what its name suggests - it burns a mixture of volatiles and {GAS:Oxygen} to create water. Extremely useful in hot or arid environments, users need to be aware that the combustor outputs considerable waste heat. The device is also less than perfectly efficient, resulting in the autoignition of volatiles in the chamber, and the production of waste gases which must be dealt with.
de: Leicht angepasst an das Original {LINK:Recurso; Recurso} Design, die {GAS:Volatiles} Brennkammer macht genau das, was ihr Name vermuten lässt - sie verbrennt eine Mischung aus flüchtigen Stoffen und {GAS:Oxygen}, um Wasser zu erzeugen. In heißen oder trockenen Umgebungen äußerst nützlich, müssen sich die Benutzer darüber im Klaren sein, dass die Brennkammer erhebliche Abwärme erzeugt. Das Gerät ist auch nicht absolut effizient, was zur Selbstentzündung von flüchtigen Stoffen in der Kammer und zur Produktion von Abgasen führt, die abgeführt werden müssen.
es: Adaptado ligeramente de su diseño original {LINK:Recurso;Recurso}, el Compresor H2 hace exactamente lo que su nombre sugiere: quema una mezcla de volátiles y oxígeno para crear agua. Extremadamente útil en ambientes cálidos o áridos, los usuarios deben ser conscientes de que el combustor produce un calor residual considerable. El dispositivo también es menos que perfectamente eficiente, lo que resulta en la autoignición de volátiles en la cámara y la producción de gases residuales que deben tratarse.

# Things.StructurePipeRadiatorFlat
source: Pipe Radiator
de: Rohrheizkörper
es: Radiador Tuberia

# Things.StructurePipeRadiatorFlat
source: A pipe mounted radiator optimized for radiating heat in vacuums and low pressure environments.
es: Un radiador montado en tubería optimizado para irradiar calor en vacíos y entornos de baja presión.

# Things.StructurePipeRadiatorFlatLiquid
source: Pipe Radiator Liquid
de: Rohrheizkörper Flüssigkeit
es: Radiador Tuberia Liquidos

# Things.StructurePipeRadiatorFlatLiquid
source: A liquid pipe mounted radiator optimized for radiating heat in vacuums and low pressure environments.
es: Un radiador montado en tubería líquida optimizado para irradiar calor en vacío y entornos de baja presión.

# Things.StructureMediumConvectionRadiator
source: Medium Convection Radiator
de: Mittlerer Konvektionsstrahler
es: Radiador Conveccion Medio

# Things.StructureMediumConvectionRadiator
source: A stand-alone radiator unit optimized for exchanging heat with its surrounding atmosphere.
es: Una unidad de radiador independiente optimizada para intercambiar calor con su atmósfera circundante.

# Things.StructureMediumRadiator
source: Medium Radiator
de: Mittlerer Heizkörper
es: Radiador mediano

# Things.StructureMediumRadiator
source: A stand-alone radiator unit optimized for radiating heat in vacuums and low pressure environments.
es: Una unidad de radiador independiente optimizada para irradiar calor en vacíos y entornos de baja presión.

# Things.StructureMediumRadiatorLiquid
source: Medium Radiator Liquid
de: Mittlerer Heizkörper Flüssigkeit
es: Radiador Mediano de liquidos

# Things.StructureMediumRadiatorLiquid
source: A stand-alone liquid radiator unit optimized for radiating heat in vacuums and low pressure environments.
es: Una unidad de radiador de líquido independiente optimizada para irradiar calor en vacío y entornos de baja presión.

# Things.StructureMediumConvectionRadiatorLiquid
source: Medium Convection Radiator Liquid
de: Mittlerer Konvektionsstrahler Flüssigkeit
es: Radiador Conveccion Mediano de liquidos

# Things.StructureMediumConvectionRadiatorLiquid
source: A stand-alone liquid radiator unit optimized for exchanging heat with its surrounding atmosphere.
es: Una unidad de radiador de líquido independiente optimizada para intercambiar calor con su atmósfera circundante.

# Things.ItemKitPipeRadiator
source: Kit (Pipe Radiator)
de: Bausatz (Rohrheizkörper)
es: Radiador de Tubería (kit)

# Things.ItemKitPipeRadiator
source: This kit creates a {THING:StructurePipeRadiatorFlat} and {THING:StructurePipeRadiator}.
de: Dieser Bausatz erstellt einen {THING:StructurePipeRadiatorFlat} und {THING:StructurePipeRadiator}.
es: Este kit crea {THING:StructurePipeRadiatorFlat} y {THING:StructurePipeRadiator}.

# Things.ItemKitPipeRadiatorLiquid
source: Kit (Pipe Radiator Liquid)
de: Bausatz (Rohrheizkörper Flüssigkeit)
es: Radiador Tubería de liquidos (kit)

# Things.ItemKitPipeRadiatorLiquid
source: This kit creates a {THING:StructurePipeRadiatorFlatLiquid} and {THING:StructureLiquidPipeRadiator}.
de: Dieser Bausatz erstellt einen {THING:StructurePipeRadiatorFlatLiquid} und {THING:StructureLiquidPipeRadiator}.
es: Este kit crea un {THING:StructurePipeRadiatorFlatLiquid} y {THING:StructureLiquidPipeRadiator}.

# Things.StructureCryoTubeVertical
source: Cryo Tube Vertical
de: Kryo-Röhre Vertikal
es: Tubo criogénico vertical

# Things.StructureCryoTubeVertical
source: The vertical variant of the cryo tube. Will heal players and organs as well as revive dead players when provided with an atmosphere of NOS below -150C.
de: Die vertikale Variante der Kryo-Röhre. Heilt Spieler und Organe und belebt tote Spieler, wenn sie mit einer Atmosphäre aus NOS unter -150C ausgestattet ist.
es: La variante vertical del tubo criogénico. Curará a los jugadores y órganos, así como revivirá a los jugadores muertos cuando se le proporcione una atmósfera de NOS por debajo de -150C.

# Things.StructureCryoTubeHorizontal
source: Cryo Tube Horizontal
de: Kryo-Röhre Horizontal
es: Tubo criogénico horizontal

# Things.StructureCryoTubeHorizontal
source: The horizontal variant of the cryo tube. Will heal players and organs as well as revive dead players when provided with an atmosphere of NOS below -150C.
de: Die horizontale Variante der Kryo-Röhre. Heilt Spieler und Organe und belebt tote Spieler, wenn sie mit einer Atmosphäre aus NOS unter -150C ausgestattet ist.
es: La variante horizontal del tubo criogénico. Curará a los jugadores y órganos, así como revivirá a los jugadores muertos cuando se le proporcione una atmósfera de NOS por debajo de -150C.

# Things.StructureDeepMiner
source: Deep Miner
de: Tief-Bergbaubohrer
es: Minero profundo

# Things.StructureDeepMiner
source: Drills through terrain until it hits bedrock. Once inside bedrock {THING:ItemDirtyOre} is produced every roughly every 90s
de: Bohrt durch Gelände, bis es auf Grundgestein trifft. Einmal im Inneren wird das Grundgestein {THING:ItemDirtyOre} alle etwa alle 90 Sekunden gefördert
es: Perfora a través del terreno hasta que golpea el lecho rocoso. Una vez dentro del lecho rocoso {THING:ItemDirtyOre} se produce aproximadamente cada 90 segundos

# Things.StructureSleeperVertical
source: Sleeper Vertical
de: Schlafkapsel Vertikal
es: Cama vertical

# Things.StructureSleeperVertical
source: The vertical variant of the sleeper. Will keep players hydrated and fed while they are logged out - as long as a breathable atmosphere is provided.
es: La variante vertical de la cama. Mantendrá a los jugadores hidratados y alimentados mientras están desconectados, siempre y cuando se proporcione una atmósfera respirable.

# Things.StructureSleeperLeft
source: Sleeper Left
de: Schlafkapsel Links
es: Cama izquierda

# Things.StructureSleeperLeft
source: A horizontal variant of the sleeper. Will keep players hydrated and fed while they are logged out - as long as a breathable atmosphere is provided.
es: Una variante horizontal de la cama. Mantendrá a los jugadores hidratados y alimentados mientras están desconectados, siempre y cuando se proporcione una atmósfera respirable.

# Things.StructureSleeperRight
source: Sleeper Right
de: Schlafkapsel Rechts
es: Cama derecha

# Things.StructureSleeperRight
source: A horizontal variant of the sleeper. Will keep players hydrated and fed while they are logged out - as long as a breathable atmosphere is provided.
es: Una variante horizontal de la cama. Mantendrá a los jugadores hidratados y alimentados mientras están desconectados, siempre y cuando se proporcione una atmósfera respirable.

# Things.StructureProximitySensor
source: Proximity Sensor
de: Annäherungssensor
es: Sensor de proximidad

# Things.StructureProximitySensor
source: Will be triggered if there is a player in the range of the sensor (as defined by the setting dial). The quantity variable will show the number of players. You can configure the sensor to only detect players who hold the correct Access Card using a {THING:CartridgeAccessController} in a {THING:ItemTablet}.
de: Wird ausgelöst, wenn sich ein Spieler im Bereich des Sensors befindet (an der Stellschraube festlegen). Die Mengenvariable zeigt die Anzahl der Spieler an. Sie können den Sensor so konfigurieren, dass nur Spieler erkannt werden, die die richtige Access Card besitzen, indem Sie einen {THING:CartridgeAccessController} in einem {THING:ItemTablet} verwenden.
es: Se activará si hay un jugador en el rango del sensor (según lo definido por el dial de configuración). La variable de cantidad mostrará el número de jugadores. Puede configurar el sensor para que solo detecte a los jugadores que tienen la tarjeta de acceso correcta mediante un {THING:CartridgeAccessController} en un {THING:ItemTablet}.

# Things.StructureOccupancySensor
source: Occupancy Sensor
de: Anwesenheitssensor
es: Sensor de ocupación

# Things.StructureOccupancySensor
source: Will be triggered if there is a player in the same room as the sensor. The quantity variable will show the number of players. You can use configure it to only detect players who hold the correct Access Card using a {THING:CartridgeAccessController} in a {THING:ItemTablet}. This sensor only works when placed in a room.
de: Wird ausgelöst, wenn sich ein Spieler im selben Raum wie der Sensor befindet. Die Mengenvariable zeigt die Anzahl der Spieler an. Sie können es so konfigurieren, dass nur Spieler erkannt werden, die die richtige Access Card besitzen, indem Sie einen {THING:CartridgeAccessController} in einem {THING:ItemTablet} verwenden. Dieser Sensor funktioniert nur, wenn er in einem Raum platziert wird.
es: Se activará si hay un jugador en la misma habitación que el sensor. La variable de cantidad mostrará el número de jugadores. Puede configurarlo para detectar solo a los jugadores que tienen la tarjeta de acceso correcta mediante un {THING:CartridgeAccessController} en un {THING:ItemTablet}. Este sensor solo funciona cuando se coloca en una habitación.

# Things.ItemKitDeepMiner
source: Kit (Deep Miner)
de: Bausatz (Tief-Bergbaubohrer)
es: Kit (Minero Profundo)

# Things.ItemKitDeepMiner
source: Creates {THING:StructureDeepMiner} which can drill through the terrain into bedrock to mine {THING:ItemDirtyOre}
de: Erstellt {THING:StructureDeepMiner}, der durch das Gelände in das Grundgestein bohren kann, um {THING:ItemDirtyOre} abzubauen
es: Crea {THING:StructureDeepMiner} que puede perforar a través del terreno en el lecho rocoso para extraer {THING:ItemDirtyOre}

# Things.ItemDirtyOre
source: Item Dirty Ore
de: Gegenstand Schmutziges Erz
es: Mineral Sucio

# Things.ItemDirtyOre
source: Ore mined from bedrock via the {THING:StructureDeepMiner} which then can be used in the {THING:StructureCentrifuge}, or {THING:StructureCombustionCentrifuge}. Once processed, it produces ore in a ratio similar to the average found on the planet's surface.
de: Erz, das über den {THING:StructureDeepMiner} aus dem Grundgestein gewonnen wird, das dann in der {THING:StructureCentrifuge} oder {THING:StructureCombustionCentrifuge} verwendet werden kann. Bei der Verarbeitung erhältst du Erz in einem Verhältnis, das dem Rohstoffdurchschnitt der Oberfläche des Planeten ähnelt.
es: Mineral extraído del lecho rocoso a través de {THING:StructureDeepMiner} que luego se puede usar en {THING:StructureCentrifuge}, o {THING:StructureCombustionCentrifuge}. Una vez procesado, produce mineral en una proporción similar al promedio que se encuentra en la superficie del planeta.

# Things.StructureChuteFlipFlopSplitter
source: Chute Flip Flop Splitter
de: Schacht Flip Flop Splitter
es: Tolva Flip Flop Divisora

# Things.StructureChuteFlipFlopSplitter
source: A chute that toggles between two outputs
de: Ein Schacht, der zwischen zwei Ausgängen umschaltet
es: Una tolva que alterna entre dos salidas

# Things.StructureChuteValve
source: Chute Valve
de: Schachtschranke
es: Tolva de Válvula

# Things.StructureChuteValve
source: The Chute Valve will stop the flow of materials when set to closed and when set to open, will act like a straight chute.
de: Die Schachtschranke stoppt den Materialfluss, wenn sie auf geschlossen eingestellt ist, und wenn sie auf öffnen eingestellt ist, verhält sie sich wie ein gerader Schacht.
es: La tolva de válvula detendrá el flujo de materiales cuando se configure para cerrar y cuando se configure para abrir, actuará como un conducto recto.

# Things.StructureCombustionCentrifuge
source: Combustion Centrifuge
de: Verbrennungszentrifuge
es: Centrífuga de combustión

# Things.StructureCombustionCentrifuge
source: The Combustion Centrifuge is a gas powered version of the {THING:StructureCentrifuge}. A combustible fuel mix should be supplied to the gas input, and waste gasses should be vented from the output. The machine's RPMs must be controlled via the throttle and combustion limiter levers. If the Combustion Centrifuge gains, or looses, RPMs too fast it will experience stress, and eventually grind to a halt. Higher RPMs directly result in faster processing speeds. The throttle lever controls the amount of fuel being pulled into the machine, increasing the temperature inside the engine, and leading to an increase in RPM. The limiter lever influences the speed of the combustion, and how much uncombusted gas is in the exhaust. Ejecting ore from the Combustion Centrifuge while it is at high RPMs will result in additional stress build up. If turned off while not stressed, the machine will automatically start to brake, and reduce RPMs in a controlled manner.
es: La centrífugadora de combustión es una versión a gas de la {THING:StructureCentrifuge}. Se debe suministrar una mezcla de combustible a la entrada de gas, y los gases residuales deben ventilarse de la salida. Las RPM de la máquina deben controlarse a través de las palancas del acelerador y del limitador de combustión. Si la centrífugadora de combustión gana, o pierde, rpm demasiado rápido, experimentará estrés y, finalmente, se detendrá. Las RPM más altas dan como resultado directamente velocidades de procesamiento más rápidas. La palanca del acelerador controla la cantidad de combustible que se introduce en la máquina, lo que aumenta la temperatura dentro del motor y conduce a un aumento de las RPM. La palanca limitadora influye en la velocidad de la combustión y en la cantidad de gas no consumido que hay en el escape. Expulsar mineral de la centrífugadora de combustión mientras está a altas RPM dará como resultado una acumulación de estrés adicional. Si se apaga mientras no está estresada, la máquina comenzará a frenar automáticamente y reducirá las RPM de manera controlada.

# Things.StructureChuteOverflow
source: Chute Overflow
de: Schachtauswurf
es: Tolva de Desbordamiento

# Things.StructureChuteOverflow
source: The overflow chute will direct materials to its overflow port when the thing connected to its default port is already occupied.
de: Der Überlaufschacht leitet Materialien zu ihrem Überlaufanschluss, wenn das mit dem Standardanschluss verbundene Objekt bereits belegt ist.
es: El conducto de desbordamiento dirigirá los materiales a su puerto de desbordamiento cuando la cosa conectada a su puerto predeterminado ya esté ocupada.

# Things.KitStructureCombustionCentrifuge
source: Kit (Combustion Centrifuge)
de: Bausatz (Verbrennungszentrifuge)
es: Kit (Centrífuga de combustión)

# Things.StructureChuteDigitalValveLeft
source: Chute Digital Valve Left
de: Schacht Digitalschranke links
es: Tolva de Válvula digital a la izquierda
