Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemFlowerGreen
source: Flower (Green)
cs: Květina (Zelená)
de: Blume (Grün)
es: Flor (Verde)
fi: Kukka (vihreä)
fr: Fleur (Verte)
hu: Virág (Zöld)
it: Fiore (Verde)
pt_pt: Corante (Verde)
ru: Зеленый цветок
tr: Çiçek (Yeşil)

# Things.ReagentColorYellow
source: Color Dye (Yellow)
cs: Barvivo (Žluté)
de: Farbstoff (Gelb)
es: Tinte de color (Amarillo)
fi: Väri (keltainen)
fr: Colorant (Jaune)
hu: Színes festék (Sárga)
it: Colorante (Giallo)
pt_pt: Corante (Amarelo)
ru: Желтый краситель
tr: Renk Boyası (Sarı)

# Things.ReagentColorRed
source: Color Dye (Red)
cs: Barvivo (Červené)
de: Farbstoff (Rot)
es: Tinte de color (Rojo)
fi: Väri (punainen)
fr: Colorant (Rouge)
hu: Színes festék (Vörös)
it: Colorante (Rosso)
pt_pt: Corante (Vermelho)
ru: Красный краситель
tr: Renk Boyası (Kırmızı)

# Things.ReagentColorOrange
source: Color Dye (Orange)
cs: Barvivo (Oranžové)
de: Farbstoff (Orange)
es: Tinte de color (Naranajaranaja)
fi: Väri (oranssi)
fr: Colorant (Orange)
hu: Színes festék (Narancssárga)
it: Colorante (Arancione)
pt_pt: Corante (Laranja)
ru: Оранжевый краситель
tr: Renk Boyası (Turuncu)

# Things.ReagentColorGreen
source: Color Dye (Green)
cs: Barvivo (Zelené)
de: Farbstoff (Grün)
es: Tinte de color (Verde)
fi: Väri (vihreä)
fr: Colorant (Vert)
hu: Színes festék (Zöld)
it: Colorante (Verde)
pt_pt: Corante (Verde)
ru: Зеленый краситель
tr: Renk Boyası (Yeşil)

# Things.ReagentCarbon
source: Carbon Powder
cs: Prášek uhlíku
de: Kohlenstoff (Pulver)
es: Polvo de Carbono
fi: Hiilijauhe
fr: Poudre de carbone
hu: Szénpor
it: Polvere di carbonio
pt_pt: Pó de Carbono
ru: Угольный порошок
tr: Karbon Tozu

# Things.ReagentColorBlue
source: Color Dye (Blue)
cs: Barvivo (Modré)
de: Farbstoff (Blau)
es: Tinte de color (Azul)
fi: Väri (sininen)
fr: Colorant (Bleu)
hu: Színes festék (Kék)
it: Colorante (Blu)
pt_pt: Corante (Azul)
ru: Синий краситель
tr: Renk Boyası (Mavi)

# Things.AppliancePaintMixer
source: Paint Mixer
cs: Míchačka barev
de: Farbmischer
es: Mezclador de Pinturas
fi: Värisekoitin
fr: Mélangeur de peinture
hu: Festékkeverő
it: Miscelatore per tinte
pt_pt: Misturador de Tinta
ru: Смеситель красок
tr: Boya Karıştırıcı

# Things.ItemFlowerYellow
source: Flower (Yellow)
cs: Květina (Žlutá)
de: Blume (Gelb)
es: Flor (Amarillo)
fi: Kukka (keltainen)
fr: Fleur (Jaune)
hu: Virág (Sárga)
it: Fiore (Giallo)
pt_pt: Flor (Amarela)
ru: Желтый цветок
tr: Çiçek (Sarı)

# Things.ItemFlowerRed
source: Flower (Red)
cs: Květina (Červená)
de: Blume (Rot)
es: Flor (Roja)
fi: Kukka (punainen)
fr: Fleur (Rouge)
hu: Virág (Vörös)
it: Fiore (Rosso)
pt_pt: Flor (Vermelha)
ru: Красный цветок
tr: Çiçek (Kırmızı)

# Things.ItemFlowerOrange
source: Flower (Orange)
cs: Květina (Oranžová)
de: Blume (Orange)
es: Flor (Naranja)
fi: Kukka (oranssi)
fr: Fleur (Orange)
hu: Virág (Narancssárga)
it: Fiore (Arancione)
pt_pt: Flor (Laranja)
ru: Оранжевый цветок
tr: Çiçek (Turuncu)

# Things.ItemFlowerBlue
source: Flower (Blue)
cs: Květina (Modrá)
de: Blume (Blau)
es: Flor (Azul)
fi: Kukka (sininen)
fr: Fleur (Bleu)
hu: Virág (Kék)
it: Fiore (Blu)
pt_pt: Flor (Azul)
ru: Синий цветок
tr: Çiçek (Mavi)

# Things.ItemKitDynamicLiquidCanister
source: This kit produces a {THING:DynamicLiquidCanisterEmpty}.
cs: Tato sada vytváří {THING:DynamicLiquidCanisterEmpty}.
de: Dieser Bausatz erzeugt einen {THING:DynamicLiquidCanisterEmpty}.
es: Este kit produce una {THING:DynamicLiquidCanisterEmpty}.
fr: Ce kit produit une {THING:DynamicLiquidCanisterEmpty}.
ru: Из этого набора собирается {THING:DynamicLiquidCanisterEmpty}.

# Things.ItemKitDynamicLiquidCanister
source: Kit (Portable Liquid Tank)
cs: Přenosná nádrž na kapalinu (sada)
de: Bausatz (Tragbarer Flüssigkeitstank)
es: Kit (tanque de líquido portátil)
fr: Kit (Citerne portable)
ru: Набор (Переносной жидкостной резервуар)

# Things.ItemKitDynamicCanister
source: Kit (Portable Gas Tank)
cs: Přenosná nádrž na plyn (sada)
de: Bausatz (Tragbarer Gastank)
es: Kit (Tanque Portátil de gas)
fr: Kit (Réservoir portable)
ru: Набор (Переносной газовый резервуар)

# Things.StructurePressurePlateSmall
source: Trigger Plate (Small)
cs: Spouštěcí deska (Malá)
de: Druckplatte (Klein)
es: Placa de Presión (Pequeña)
fi: Painelaatta (pieni)
fr: Plaque de déclenchement (Petite)
hu: Nyomólap (Kicsi)
it: Piastra di innesco (Piccola)
pt_pt: Placa Acionadora (Pequena)
ru: Нажимная пластина (Маленькая)
tr: Tetik Plaka (Küçük)

# Things.StructurePressurePlateMedium
source: Trigger Plate (Medium)
cs: Spouštěcí deska (Střední)
de: Druckplatte (Mittel)
es: Placa de Presión (Media)
fi: Painelaatta (keskikokoinen)
fr: Plaque de déclenchement (Moyenne)
hu: Nyomólap (Közepes)
it: Piastra di innesco (Media)
pt_pt: Placa Acionadora (Média)
ru: Нажимная пластина (Средняя)
tr: Tetik Plaka (Orta)

# Things.StructurePressurePlateLarge
source: Trigger Plate (Large)
cs: Spouštěcí deska (Velká)
de: Druckplatte (Groß)
es: Placa de Presión (Grande)
fi: Painelaatta (iso)
fr: Plaque de déclenchement (Grande)
hu: Nyomólap (Nagy)
it: Piastra di innesco (Grande)
pt_pt: Placa Acionadora (Grande)
ru: Нажимная пластина (Большая)
tr: Tetik Plaka (Geniş)

# Things.ItemKitPressurePlate
source: Kit (Trigger Plate)
cs: Spouštěcí deska (sada)
de: Bausatz (Druckplatte)
es: Kit (Placa de Presión)
fi: Varustepakkaus (painelaatta)
fr: Kit (Plaque de déclenchement)
hu: Készlet (Nyomólap)
it: Kit (Piastra di innesco)
pt_pt: Kit (Placa Acionadora)
ru: Набор (Нажимная пластина)
tr: Donanım (Tetik Plaka)

# Things.CircuitboardAdvAirlockControl
source: Advanced Airlock
cs: Pokročilá přechodová komora
de: Fortschrittliche Luftschleuse
es: Esclusa de aire avanzada
fr: Circuit imprimé (sas amélioré)
hu: Fejlett légzsilip
ru: Расширенное управление шлюзом
tr: Gelişmiş Hava Kilidi

# Things.StructureLogicBatchSlotReader
source: Batch Slot Reader
cs: Dávková čtečka slotů
de: Verbund-Slot-Leseeinheit
es: Lector de Ranuras de Lotes
fi: Lokeron erälukija
fr: Unité Logique: Lecture Slot groupés
hu: Csoportos slot olvasó
it: Scrittore slot Batch
pt_pt: Chip Leitor de Compartimento em Lotes
ru: Чип (Множественное чтение слотов)
tr: Yığın Yuva Okuyucu

# Things.StructureLockerSmall
source: Locker (Small)
cs: Skříňka (Malá)
de: Spind (Klein)
es: Taquilla (Pequeña)
fi: Varustekaappi (pieni)
fr: Casier (Petit)
hu: Szekrény (Kicsi)
it: Armadio (Piccolo)
pt_pt: Armário (Pequeno)
ru: Малый шкафчик
tr: Dolap (Küçük)

# Things.StructureLadderEnd
source: Ladder End
cs: Konec žebříku
de: Leiterkopf
es: Fin de Escalera
fi: Tikkaat (pääty)
fr: Fin d'échelle
hu: Létra fogó
it: Fine Scale
pt_pt: Fim da Escada
ru: Верхушка лестницы
tr: Merdiven Sonu

# Things.StructurePlatformLadderOpen
source: Ladder Platform
cs: Žebříková plošina
de: Leiterplatform
es: Plataforma de la Escalera
fi: Tikkaat (tasanne)
fr: Platforme d'échelle
hu: Létra platform
it: Piattaforma Scale
pt_pt: Plataforma de Escada
ru: Платформа для лестницы
tr: Merdiven Zemini

# Things.ReagentFenoxitone
source: Effectively deprecated. Use {THING:ItemFern} directly.
cs: Účinně zastaralé. Použijte přímo {THING:ItemFern}.
de: Veraltet. Verwende {THING:ItemFern} direkt.
es: Efectivamente esta en desuso. Usa {THING:ItemFern} directamente.
fr: Effectivement obsolète. Utilisez la {THING:ItemFern} directement.
ru: Фактически устарел. Используйте {THING:ItemFern} напрямую.

# Things.ReagentFenoxitone
source: Fenoxitone Powder
cs: Prášek fenoxitonu
de: Fenoxiton (Pulver)
es: Fenoxitona en polvo
fi: Fenoksitonijauhe
fr: Poudre de Fenoxitone
hu: Fenoxitone por
it: Polvere di Fenoxitone
pt_pt: Pó de Fenoxitona
ru: Фенокситол
tr: Fenoksiton Tozu

# Things.StructureUnloader
source: The {LINK:Xigo;Xigo} Re:Gurge is a handy unit for unloading any items inserted into it, and feeding them into a chute network. For instance, if you add a full {THING:ItemMiningBelt}, the Re:Gurge will empty a mining belt of its contents, insert them into the chute network, then insert the mining belt itself. A {THING:StructureSorter} is recommended to reclaim the mining belt. Output = 0 exporting the main item Output = 1 exporting items inside and eventually the main item.
de: Der {LINK:Xigo; Xigo} Re:Gurge ist eine praktische Einheit, um alle darin eingelegten Gegenstände zu entladen und in ein Schachtnetzwerk einzuspeisen. Wenn du beispielsweise einen vollständigen {THING:ItemMiningBelt} hinzufügst, leert der Re:Gurge einen Bergbau-Gürtel von seinem Inhalt, fügt ihn in das Schachtnetzwerk ein und fügt dann den Bergbau-Gürtel selbst ein. Ein {THING:StructureSorter} wird empfohlen, um den Bergbau-Gürtel zurückzuerhalten. Ausgabe = 0 exportiert den Hauptgegenstand Ausgabe = 1 exportiert enthaltene Gegenstände und am Ende den Hauptgegenstand.
es: El {LINK:Xigo; Xigo} Re:Gurge es una unidad útil para descargar cualquier elemento insertado en él y alimentarlo en una red de rampas. Por ejemplo, si agrega un {THING:ItemMiningBelt} completo, el Re:Gurge vaciará un cinturón de minería de su contenido, los insertará en la red de rampas y luego insertará el cinturón de minería en sí. Se recomienda un {THING:StructureSorter} para recuperar el cinturón minero. Salida = 0 exportando el elemento principal Salida = 1 exportación de artículos dentro y, finalmente, el elemento principal.

# Things.StructureUnloader
source: Unloader
cs: Vykládač
de: Entladeeinheit
es: Descargar
fi: Purkaja
fr: Déchargeur
hu: Kiürítő
it: Scaricatore
pt_pt: Descarregador
ru: Извлекатель
tr: Boşaltıcı

# Things.ReagentGold
source: Gold Powder
cs: Prášek zlata
de: Gold (Pulver)
es: Polvo de Oro
fi: Kultajauhe
fr: Poudre d'Or
hu: Aranypor
it: Polvere d'Oro
pt_pt: Pó de Ouro
ru: Золотой порошок
tr: Altın Tozu

# Things.ReagentElectrum
source: Electrum Powder
cs: Prášek electra
de: Elektrum (Pulver)
es: Polvo de Electrum
fi: Electrumjauhe
fr: Poudre d'Electrum
hu: Elektrumpor
it: Polvere di Electrum
pt_pt: Pó de Electrum
ru: Порошок электрума
tr: Electrum Tozu

# Things.ReagentInvar
source: Invar Powder
cs: Prášek invaru
de: Invar (Pulver)
es: Invar Polvo
fi: Invarteräsjauhe
fr: Poudre d'Invar
hu: Vas-nikkel por
it: Polvere di Invar
pt_pt: Pó de Invar
ru: Порошок инвара
tr: İnvar Tozu

# Things.ReagentPotassiumIodide
source: Potassium Iodide Powder
cs: Prášek jodidu draselného
de: Kalium-Iodid (Pulver)
es: Yoduro de Potasio en Polvo
fi: Kaliumjodidijauhe
fr: Pourdre de iodure de Potassium
hu: Kálium-jodid por
it: Ioduro di potassio
pt_pt: Pó de Iodeto de Potássio
ru: Порошок йодистого калия
tr: Potasyum İyodür Tozu

# Things.ReagentSilver
source: Silver Powder
cs: Prášek stříbra
de: Silber (Pulver)
es: Polvo de Plata
fi: Hopeajauhe
fr: Poudre d'argent
hu: Ezüstpor
it: Polvere di argento
pt_pt: Pó de Prata
ru: Серебряный порошок
tr: Gümüş Tozu

# Things.ItemKitTurbineGenerator
source: Kit (Turbine Generator)
cs: Turbogenerátor (sada)
de: Bausatz (Turbinengenerator)
es: Kit (Generador de Turbina)
fi: Varustepakkaus (turbiinigeneraattori)
fr: Kit (Générateur à Turbine)
hu: Készlet (Turbina generátor)
it: Kit (Generatore a turbina)
pt_pt: Kit (Gerador de Turbina)
ru: Набор (Турбогенератор)
tr: Donanım (Türbin Jeneratörü)

# Things.StructureTurbineGenerator
source: Turbine Generator
cs: Turbogenerátor
de: Turbinengenerator
es: Generador de Turbina
fi: Turbiinigeneraattori
fr: Générateur à Turbine
hu: Turbina generátor
it: Generatore a turbina
pt_pt: Gerador de Turbina
ru: Турбогенератор
tr: Türbin Jeneratörü

# Things.ItemWearLamp
source: Headlamp
cs: Čelovka
de: Stirnlampe
es: Linterna Frontal
fi: Otsalamppu
fr: Lampe frontale
hu: Fejlámpa
it: Lampada da testa
pt_pt: Lanterna para Cabeça
ru: Налобный фонарь
tr: Kafa Lambası

# Things.ItemHardsuitHelmet
source: The Hardsuit Helmet is similar to the {THING:ItemSpaceHelmet}, but can withstand higher temperatures and pressures. It's perfect for enduring harsh environments like Venus and Vulcan.
es: El casco pesado es similar al {THING:ItemSpaceHelmet}, pero puede soportar temperaturas y presiones más altas. Es perfecto para soportar entornos hostiles como Venus y Vulcano.

# Things.ItemHardsuitHelmet
source: Hardsuit Helmet
cs: Zpevněná přilba
de: Schwerer Astronautenhelm
es: Casco de seguridad
fi: Painepuvun kypärä
fr: Casque spatial renforcé
hu: Fejlett űrsisak
it: Casco Rinforzato
pt_pt: Capacete de Fato Rígido
ru: Прочный шлем
tr: Ağır Başlık

# Things.ItemHardSuit
source: Hardsuit
cs: Zpevněný oblek
de: Schwerer Raumanzug
es: Traje EVA Avanzado
fi: Painepuku
fr: Combinaison renforcée
hu: Fejlett űrruha
it: Tuta Rinforzata
pt_pt: Fato Rígido
ru: Прочный скафандр
tr: Ağır Giysi

# Things.StructureLogicReagentReader
source: Reagent Reader
cs: Čtečka činidel
de: Reagenzien-Leseeinheit
es: Lector de Reactivos
fi: Reagenssilukija
fr: Unité Logique: Lecture de réactif
hu: Reagens olvasó
it: Unità Logica: Lettore Reagenti
pt_pt: Chip Leitor de Reagentes
ru: Чип (Чтение реагента)
tr: Reaktif Okuyucu

# Things.StructureLogicBatchReader
source: Batch Reader
cs: Dávková čtečka
de: Verbund-Leseeinheit
es: Lector de Lotes
fi: Erälukija
fr: Unité Logique: Lecture Groupée
hu: Csoportos olvasó
it: Unità Logica: Scrittore Batch
pt_pt: Chip Leitor de Lotes
ru: Чип (Множественное чтение)
tr: Yığın Okuyucu

# Things.StructureLogicSlotReader
source: Slot Reader
cs: Čtečka slotů
de: Slot-Leseeinheit
es: Lector de ranuras
fi: Lokeron lukija
fr: Unité Logique: Lecture Slot
hu: Slot olvasó
it: Unità Logica: Lettore Slot
pt_pt: Chip Leitor de Compartimento
ru: Чип (Чтение слотов)
tr: Yuva Okuyucu

# Things.ItemKitVendingMachine
source: Kit (Vending Machine)
cs: Prodejní automat (sada)
de: Bausatz (Verkaufsautomat)
es: Kit (Máquina expendedora)
fi: Varustepakkaus (myyntiautomaatti)
fr: Kit (Distributeur automatique)
hu: Készlet (Automata)
it: Kit (Distributore automatico)
pt_pt: Kit (Máquina de Vendas)
ru: Набор (Склад)
tr: Donanım (Otomat)

# Things.StructureVendingMachine
source: The {LINK:Xigo;Xigo-designed} 'Slot Mate' vending machine allows storage of almost any item, while also operating as a distribution point for working with {LINK:TradingPage;Traders}. You cannot trade without a vending machine, or its more advanced equivalent, the {THING:StructureRefrigeratedVendingMachine}. Each vending machine can hold up to 100 stacks.
de: Der {LINK:Xigo; Der von Xigo entworfene} 'Slot Mate'-Verkaufsautomat ermöglicht die Lagerung von fast jedem Gegenstand und fungiert gleichzeitig als Verteilungspunkt für die Zusammenarbeit mit {LINK:TradingPage; Händler}. Du kannstohne einen Verkaufsautomaten oder sein fortschrittlicheres Äquivalent, die {THING:StructureRefrigeratedVendingMachine}, nicht handeln. Jeder Verkaufsautomat kann bis zu 100 Stapel aufnehmen.
es: La Maquina expendedora {LINK:Xigo;Xigo-designed} 'Slot Mate' diseñada por Xigo permite el almacenamiento de casi cualquier artículo, al tiempo que funciona como un punto de distribución para trabajar con {LINK:TradingPage;Traders}. No se puede operar sin una máquina expendedora, o su equivalente más avanzado, el {THING:StructureRefrigeratedVendingMachine}. Cada máquina expendedora puede contener hasta 100 pilas.

# Things.StructureVendingMachine
source: Vending Machine
cs: Prodejní automat
de: Verkaufsautomat
es: Máquina expendedora
fi: Myyntiautomaatti
fr: Distributeur automatique
hu: Automata
it: Distributore automatico
pt_pt: Máquina de Vendas
ru: Склад
tr: Otomat

# Things.ItemKitDynamicGenerator
source: Kit (Portable Generator)
cs: Přenosný generátor (sada)
de: Bausatz (tragbarer Generator)
es: Kit (Generador Portátil)
fi: Varustepakkaus (kannettava generaattori)
fr: Kit (Générateur portable)
hu: Készlet (Hordozható generátor)
it: Kit (Generatore portatile)
pt_pt: Kit (Gerador Portátil)
ru: Набор (Переносной электрогенератор)
tr: Donanım (Taşınabilir Jeneratör)

# Things.ItemKitPipeValve
source: Kit (Pipe Valve)
de: Bausatz (Rohrventil)
es: Válvula de tuberia (kit)

# Things.ItemDynamicAirCon
source: Kit (Portable Air Conditioner)
cs: Přenosná klimatizace (sada)
de: Bausatz (Tragbare Klimaanlage)
es: Kit (Aire Acondicionado Portátil)
fi: Varustepakkaus (kannettava ilmastointilaite)
fr: Kit (Climatiseur portable)
hu: Készlet (Hordozható légkondicionáló)
it: Kit (Climatizzatore portatile)
pt_pt: Kit (Ar Condicionado Portátil)
ru: Набор (Переносной кондиционер)
tr: Donanım (Taşınabilir Klima)

# Things.ItemDynamicScrubber
source: Kit (Portable Scrubber)
cs: Přenosný filtr vzduchu (sada)
de: Bausatz (Tragbarer Luftreiniger)
es: Kit (Depurador Portátil)
fi: Varustepakkaus (kannettava ilmanpuhdistin)
fr: Kit (Epurateur portable)
hu: Készlet (Hordozható légtisztító)
it: Kit (Depuratore portatatile)
pt_pt: Kit (Purificador Portátil)
ru: Набор (Переносной воздушный фильтр)
tr: Donanım (Taşınabilir Temizleyici)

# Things.ItemKitMotherShipCore
source: Kit (Mothership)
cs: Mateřská loď (sada)
de: Bausatz (Mutterschiff)
es: Kit (Nave Nodriza)
fi: Varustepakkaus (emoalus)
fr: Kit (Noyau de Vaisseau Mère)
hu: Készlet (Anyahajó)
it: Kit (Nucleo astronave)
pt_pt: Kit (Nave Mãe)
ru: Набор (Ядро космического корабля)
tr: Donanım (Anagemi)

# Things.CircuitboardGraphDisplay
source: Graph Display
cs: Grafový displej
de: Diagrammanzeige
es: Pantalla Gráfica
fr: Circuit Imprimé (Affichage graphique)
ru: Дисплей Графиков
tr: Grafik Ekranı

# Things.ItemKitCrate
source: Kit (Crate)
cs: Bedna (sada)
de: Bausatz (Kiste)
es: Kit (Caja)
fi: Varustepakkaus (varustearkku)
fr: Kit (Caisse)
hu: Készlet (Láda)
it: Kit (Cassa)
pt_pt: Kit (Caixa)
ru: Набор (Переносной ящик)
tr: Donanım (Sandık)

# Things.CartridgeConfiguration
source: Configuration
cs: Konfigurace
de: Kassette (Konfigurierung)
es: Configuración
fr: Carte (Configuration)
ru: Конфигуратор
tr: Yapılandırma

# Things.ItemGasCanisterSmart
source: Gas Canister (Smart)
cs: Kanystr na plyn (chytrý)
de: Gasflasche (Intelligent)
es: Bombona de Gas (Inteligente)
fi: Kaasukanisteri (älykäs)
fr: Bouteille de Gaz (Evoluée)
hu: Gázpalack (Okos)
it: Bombola (Smart)
pt_pt: Cilindro de Gás (Inteligente)
ru: Газовый баллон (Электронный)
tr: Gaz Kapsülü (Akıllı)

# Things.StructureDiodeSlide
source: Diode Slide
cs: Diodové světlo
de: Diode (skalierend)
es: Diapositiva de Diodos
fi: Liukuväridiodi
fr: Bargraphe à LED
hu: Kétszínű csúszka
it: Diodo
pt_pt: Diodo de Slide
ru: Светодиодный слайдер
tr: Diyot Sürgü

# Things.ItemKitHydroponicStation
source: Kit (Hydroponic Station)
cs: Hydroponická stanice (sada)
de: Hydrokultur Station (Bausatz)
es: Kit (Estación Hidropónica)
fi: Varustepakkaus (hydroponinen asema)
fr: Kit (Station Hydroponique)
hu: Készlet (Hidroponikus állomás)
it: Kit (Stazione Idroponica)
pt_pt: Kit (Estação de Hidroponia)
ru: Набор (Гидропонная станция)
tr: Donanım (Hidroponik İstasyonu)

# Things.StructureHydroponicsStation
source: Hydroponics Station
cs: Hydroponická stanice
de: Hydrokultur Station
es: Estación de Hidroponía
fi: Hydroponinen asema
fr: Station Hydroponique
hu: Hidroponikus állomás
it: Stazione Idroponica
pt_pt: Estação de Hidroponia
ru: Гидропонная станция
tr: Hidroponik İstasyonu

# Things.CircuitboardHashDisplay
source: Hash Display
cs: Hash displej
de: Hash-Anzeige
es: Pantalla Hash
fr: Circuit Imprimé (Affichage de Hash code)
ru: Дисплей хэш-значений
tr: Hash Ekranı

# Things.ItemKitCrateMount
source: Kit (Container Mount)
cs: Držák kontejneru (sada)
de: Bausatz (Kistenhalterung)
es: Kit (Soporte de la Caja)
fi: Varustepakkaus (varustearkun kiinnitysalusta)
fr: Kit (Connecteur de caisse)
hu: Készlet (Konténer rögzítő)
it: Kit (Connettore per casse)
pt_pt: Kit (Suporte de Recipiente)
ru: Набор (Подставка для ящика)
tr: Donanım (Konteyner Bağlayıcı)

# Things.StructureCrateMount
source: Container Mount
cs: Držák kontejneru
de: Truhenhalterung
es: Soporte de la Caja
fi: Varustearkun kiinnitysalusta
fr: Connecteur de caisse
hu: Konténer rögzítő
it: Connettore per casse
pt_pt: Suporte de Recipiente
ru: Подставка для ящика
tr: Konteyner Bağlayıcı

# Things.StructureElevatorLevelFront
source: Elevator Level
cs: Patro
de: Aufzug (Etage)
es: Nivel del Ascensor
fi: Kerros
fr: Niveau d'Ascenseur
hu: Felvonó emelet
it: Livello Ascensore
pt_pt: Bloco Nível de Elevador
ru: Этаж лифта
tr: Asansör Seviyesi

# Things.ElevatorCarrage
source: Elevator
cs: Výtah
de: Aufzug
es: Ascensor
fi: Hissi
fr: Ascenseur
hu: Felvonó
it: Ascensore
pt_pt: Elevador
ru: Лифт
tr: Asansör

# Things.ItemKitElevator
source: Kit (Elevator)
cs: Výtah (sada)
de: Bausatz (Aufzug)
es: Ascensor (Kit)
fi: Varustepakkaus (hissi)
fr: Kit (Ascenseur)
hu: Készlet (Felvonó)
it: Kit (Ascensore)
pt_pt: Kit (Elevador)
ru: Набор (Лифт)
tr: Donanım (Asansör)

# Things.StructureElevatorShaft
source: Elevator Shaft
cs: Výtahová šachta
de: Aufzug (Schacht)
es: Eje del Ascensor
fi: Hissikuilu
fr: Cage Ascenseur
hu: Liftakna
it: Gabbia Ascensore
pt_pt: Bloco de Elevador
ru: Шахта лифта
tr: Asansör Mili

# Things.StructureElectrolyzer
source: The {LINK:Norsec;Norsec-designed} Electrolyzer splits water into hydrogen and {GAS:Oxygen}. Employing unknown proprietary technology, the device uses water's latent heat as the energy to drive the electrosis process. If there is a downside to this near-miraculous fission, it's that the device is limited by the quantity of power available, which is used to maintain the temperature output. In other words, the machine works best with hot gas.
de: Der {LINK:Norsec; Norsec-designed} Elektrolyseur spaltet Wasser in Wasserstoff und {GAS:Oxygen}. Mit unbekannter proprietärer Technologie nutzt das Gerät die latente Wärme des Wassers als Energie, um den Elektrolyseprozess anzutreiben. Wenn es einen Nachteil dieser fast wundersamen Spaltung gibt, ist es, dass das Gerät durch die verfügbare Strommenge begrenzt ist, die zur Aufrechterhaltung der Temperaturabgabe verwendet wird. Mit anderen Worten, die Maschine arbeitet am besten mit heißem Gas.
es: El Electrolizador {LINK:Norsec;Norsec-designed} divide el agua en hidrógeno y oxígeno. Empleando tecnología patentada desconocida, el dispositivo utiliza el calor latente del agua como energía para impulsar el proceso de electrosis. Si hay un inconveniente en esta fisión casi milagrosa, es que el dispositivo está limitado por la cantidad de energía disponible, que se utiliza para mantener la salida de temperatura. En otras palabras, la máquina funciona mejor con gas caliente.

# Things.StructureElectrolyzer
source: Electrolyzer
cs: Elektrolyzér
de: Elektrolysegerät
es: Electrolizador
fi: Elektrolyysilaite
fr: Electrolyseur
hu: Elektrolizáló
it: Elettrolizzatore
pt_pt: Eletrolisador
ru: Электролизёр
tr: Elektrolizör

# Things.FireArmSMG
source: Fire Arm SMG
cs: Střelná zbraň SMG
de: SMG
es: Fusil SMG
fi: Konepistooli
fr: Pistolet mitrailleur
hu: SMG
it: Mitragliatrice SMG
pt_pt: Metralhadora de Mão
ru: Пистолет-пулемёт
tr: Ateşli Silah SMG

# Things.SMGMagazine
source: SMG Magazine
cs: SMG zásobník
de: SMG-Magazin
es: Cargador Fusil SMG
fi: Lipas (konepistooli)
fr: Chargeur pistolet mitrailleur
hu: SMG tár
it: Caricatore SMG
pt_pt: Magazine de Metralhadora de Mão
ru: Магазин для пистолета-пулемёта
tr: SMG Şarjörü

# Things.HandgunMagazine
source: Handgun Magazine
cs: Zásobník ruční zbraně
de: Pistolenmagazin
es: Cargador de Pistola
fi: Lipas (käsiase)
fr: Chargeur pistolet
hu: Pisztoly tár
it: Caricatore pistola
pt_pt: Magazine de Revólver
ru: Магазин для пистолета
tr: Tabanca Şarjörü

# Things.ItemAmmoBox
source: Ammo Box
cs: Krabice s municí
de: Munitionsbox
es: Caja de Municiones
fi: Ammuslaatikko
fr: Boîte de munitions
hu: Töltényes doboz
it: Cassa di munizioni
pt_pt: Caixa de Munições
ru: Патронный ящик
tr: Cephane Kutusu

# Things.Handgun
source: Handgun
cs: Ruční zbraň
de: Pistole
es: Pistola
fi: Käsiase
fr: Pistolet
hu: Pisztoly
it: Pistola
pt_pt: Revólver
ru: Пистолет
tr: Tabanca
