Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemMKIIScrewdriver
source: This standard issue frictional adherence adjustor is a top of the line, bi-rotational model with a columnated uni-grip. It's definintely not just a screwdriver. Use it for construction and deconstruction of certain kits, and setting values on <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color> units. The MK II is more resistant to temperature and pressure.
fr: Cet ajusteur d'adhérence par friction standard est un modèle haut de gamme, bi-rotatif, avec une poignée uni-grip à colonnes. Ce n'est certainement pas un simple tournevis. Utilisez-le pour la construction et la déconstruction de certains kits, et pour régler les valeurs sur les unités <color=#0080FFFF>{LINK:LogicUnitPage;logique}</color>. Le modèle MK II est plus résistant à la température et à la pression.

# Things.ItemMKIICrowbar
source: <color=#0080FFFF>{LINK:Recurso;Recurso's}</color> entry-level crowbar is useful in a variety of everyday <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> settings, from opening {THING:StructureAreaPowerControl}s and unpowered {THING:StructureAirlock}s, to splatting pan-dimensional headcrabs, should the need arise. The MK II is more resistant to temperature and pressure.
fr: Le pied de biche <color=#0080FFFF>{LINK:Recurso;Recurso}</color> est utile pour de nombreuses activités quotidiennes du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, de l’ouverture des {THING:StructureAreaPowerControl} et des {THING:StructureAirlock} non alimentés, aux éclatages de tourteaux pan-dimensionnels, si le besoin se fait sentir. Le modèle MK II est plus résistant à la température et à la pression.

# Things.ItemMKIIDrill
source: The <color=#0080FFFF>{LINK:ExMin;ExMin}</color> Off-whirled Hand Drill has been a companion to <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> for decades. Essential for assembling and deconstructing various items and structures, regardless of gravity, pressure or temperature.
fr: La perceuse sans-rotation <color=#0080FFFF>{LINK:ExMin;ExMin}</color> accompagne les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> depuis des décennies. Indispensable pour assembler ou déconstruire divers éléments et structures, et ce quelle que soit la gravité, la pression ou la température.

# Things.ItemMKIIMiningDrill
source: The handheld 'Topo' tri-cone rotary mining drill was made for one thing: quick digging. Modelled on a classic <color=#0080FFFF>{LINK:Recurso;Recurso}</color> zero-g design, it functions equally well in vacuum and atmosphere, with cemented carbide bits to increase resilience and bearing life, and reduce spalling. As Jenk Murtons once said, 'The Topo don't stopo.' The MK II is more resistant to temperature and pressure.
fr: La foreuse rotative portative à trois cônes 'Topo' a été conçue pour une seule chose : le forage rapide. Suivant un design classique zéro-g de <color=#0080FFFF>{LINK:Recurso;Recurso}</color>, elle fonctionne aussi bien dans le vide que dans l’atmosphère. Avec des embouts en carbure de tungstène cimenté pour augmenter la résilience et la durée de vie du trépan, et réduire l'épaufrure (dégradation de l'embout). Comme l’a dit un jour Jenk Murtons, 'Le Topo ne s’arrête pas'.

# Things.ItemMKIIWireCutters
source: Wirecutters allow you to deconstruct various <color=#0080FFFF>{LINK:StructurePage;structures}</color>, as well as cross-lay cables when held in your non-active hand, and defuse explosives as needed. Wirecutters are stored in the {THING:ItemToolBelt}, along with other essential <color=#0080FFFF>{LINK:ToolPage;tools}</color>.
fr: La pince coupante permet de déconstruire diverse <color=#0080FFFF>{LINK:StructurePage;structure}</color>, ainsi que les câbles électriques. Au besoin, vous pourrez l'utiliser pour désamorcer des explosifs. La {THING:ItemWireCutter} est stocké dans la {THING:ItemToolBelt}, avec les autres <color=#0080FFFF>{LINK:ToolPage;outils}</color>.

# Things.ItemMKIIWrench
source: One of humanity's enduring contributions to the cosmos, the wrench represents the essence of our species. A simple, effective and spiritually barren tool, use it to build and deconstruct a variety of <color=#0080FFFF>{LINK:StructurePage;structures}</color>. The MK II is more resistant to temperature and pressure.
fr: L’une des contributions durables de l’humanité au cosmos, la clef à molette représente l’essence même de notre espèce. Outil simple, efficace et spirituellement stérile, utilisez-le pour construire et déconstruire une grande variété de <color=#0080FFFF>{LINK:StructurePage;structure}</color>. Le modèle MK II est plus résistant à la température et à la pression.

# Things.ItemMKIIDuctTape
source: In the distant past, one of Earth's great champions taught a generation of 'Fix-It People' that duct tape was the answer to any problem. <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> have demonstrated that this is truth holds strong, so long as the problem is a damaged {THING:ItemEvaSuit}, {THING:ItemJetpackBasic}, {THING:ItemSpaceHelmet}, or even a {THING:StructureSolarPanel}. To use on yourself: put duct tape in your active hand, hold RIGHT MOUSE BUTTON to automatically repair damage.
fr: Dans un passé lointain, l’un des grands champions de la Terre a enseigné à une génération de bricoleurs que le ruban adhésif était la réponse à tout problème. Les <color=#0080FFFF>{LIEN: Stationeers; Stationeers}</color> ont démontré que c’est la vérité, il tient fort, tant que le problème est une {THING:ItemEvaSuit}, un {THING:ItemJetpackBasic}, un {THING:ItemSpaceHelmet}, ou même un {THING:StructureSolarPanel} endommagé . Pour réparer votre combinaison : mettez du ruban adhésif dans votre main active, maintenez LE BOUTON DROIT DE LA SOURIS pour réparer automatiquement les dommages.

# Things.ItemKitWaterBottleFiller
source: Item Kit Water Bottle Filler
fr: Kit (Remplisseur de bouteille d’eau)
ru: Набор Разливочная Машина Воды

# Things.StructureRocketModuleMiningJunk
source: The module must be connected to a {THING:StructureRocketModuleSilo} by a properly placed {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}, in order for ore to pass from the collector unit into the silo.
fr: Le module doit être connecté à un {THING:StructureRocketModuleSilo} par un {THING:StructureModularRocketCouplingDown} ou un {THING:StructureModularRocketCouplingUp} correctement placé, pour que le minerai passe du récolteur au silo.

# Things.StructurePlanter
source: A small planter for decorative or hydroponic purposes. Can be connected to water, or watered manually using a {THING:ItemWaterBottle} or {THING:ItemGasCanisterWater}.
fr: Un simple pot pour faire de la culture ou pour décorer. Il peut être connecté au circuit d'eau ou alimenté directement à l'aide d'une {THING:ItemWaterBottle} ou d'un {THING:ItemGasCanisterWater}.

# Things.ItemMkIIToolbelt
source: Item Mk II Tool Belt
fr: Ceinture d'outils MK II

# Things.ItemMiningBeltMKII
source: Item Mining Belt MK II
fr: Ceinture de mineur MK II

# Things.ItemKitGrowLight
source: This kit produces an <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> {THING:StructureGrowLight}.
fr: Ce kit produit une {THING:StructureGrowLight} <color=#0080FFFF>{LINK:Agrizero; Agrizero}</color=#0080FFFF>.
ru: Этот комплект производит <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> {THING:StructureGrowLight}.

# Things.StructureGrowLight
source: <color=#0080FFFF>{LINK:Agrizero;Agrizero's}</color> leading hydroponic lighting system, the GrowUp UV light supplements sunshine in low light or sun-distant conditions. The unit adds growability over the space of a grid, so requires proximate placement to work.
fr: <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> est le principal fournisseur de système d’éclairage hydroponique. La lumière UV GrowUp remplace le soleil dans des conditions de faible luminosité ou de soleil lointain. L'efficacité de la lumière horticole est de courte portée (une case sur la grille), donc les plantes doivent être placées à proximité immédiate pour profiter pleinement de la lumière.
ru: Ведущий продукт <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color>, GrowUp UV освещение компенсирует нехватку солнечного света в условиях низкого освещения и в дали от солнца. Устройство помогает растениям расти лишь в ограниченном пространстве сетки, поэтому для работы требуется его близкое размещение.

# Things.Rover_MkI
source: A distant cousin of the jeep, the Mk I {<color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> electric rover is one of the most simple and durable light vehicles in the known universe. Able to carry two passengers and cargo such as the {THING:DynamicGasCanisterAir} or {THING:Crate}, it is powered by up to three batteries, accepting everything including {THING:ItemBatteryCellNuclear}. A quad-array of hub-mounted electric engines propels the reinforced aluminium frame over most terrain and modest obstacles. While the Mk I is designed for stability in low-horizontality circumstances, if it rolls, try using your {THING:ItemCrowbar} to put it right way up.
fr: Cousin éloigné de la jeep, le rover électrique Mk I de <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> est l’un des véhicules légers les plus simples et les plus durables de l’univers connu. Capable de transporter deux passagers et des marchandises comme un {THING:DynamicGasCanisterAir} ou une {THING:Crate}, il est alimenté par trois batteries maximum. Il accepte tous types de batterie, y compris la {THING:ItemBatteryCellNuclear}. Un ensemble de quatre moteurs électriques montés sur chaque moyeu propulse le cadre en aluminium renforcé sur la plupart des terrains et des obstacles modestes. Alors que le Mk I est conçu pour la stabilité sur terrain escarpé, s'il se retourne, essayez d’utiliser votre {THING:ItemCrowbar} pour le remettre sur ses roues.
ru: Дальний родственник джипа, электропланетоход Mk I от <color=#0080FFFF>{LINK:Sinotai}</color> – один из самых простых и надёжных легковых автомобилей в известной вселенной. Он способен перевозить двух пассажиров и груз, например {THING:DynamicGasCanisterAir} или {THING:Crate;ящики}. Ячейки питания вмещают до трёх аккумуляторов любого типа, включая {THING:ItemBatteryCellNuclear; ядерные}. Четыре колёсных электродвигателя двигают усиленную алюминиевую раму по любому ландшафту и через небольшие препятствия. Хотя Mk I рассчитан на движение под небольшим уклоном, если он опрокинется, попробуйте использовать {THING:ItemCrowbar}, чтобы перевернуть его нужной стороной вверх.

# Things.StructureHarvie
source: Harvie
fr: Récolteur

# Things.ItemWreckageElectronicsPrinter5
source: Item Wreckage Electronics Printer5
fr: Capot de {THING:StructureElectronicsPrinter}

# Things.ItemWreckageElectronicsPrinter4
source: Item Wreckage Electronics Printer4
fr: Plaque de {THING:StructureElectronicsPrinter}

# Things.ItemWreckageElectronicsPrinter3
source: Item Wreckage Electronics Printer3
fr: Plaque de {THING:StructureElectronicsPrinter}

# Things.ItemWreckageElectronicsPrinter2
source: Item Wreckage Electronics Printer2
fr: Levier de {THING:StructureElectronicsPrinter}

# Things.ItemWreckageElectronicsPrinter1
source: Item Wreckage Electronics Printer1
fr: Morceau d'{THING:StructureElectronicsPrinter}

# Things.ItemKitAirlockGate
source: Item Kit Airlock Gate
fr: Kit (Portail étanche)
ru: Набор (Ангарный шлюз)

# Things.StructureSolarPanel45
source: {<color=#0080FFFF>{LINK:Sinotai;Sinotai's}</color> basic solar panels generate power from sunlight, sitting at 45 degrees to the ground. Their efficiency is reduced during storms and when damaged. You can repair these using some trusty {THING:ItemDuctTape}.
fr: Les panneaux solaires basique de <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> produisent de l’énergie à partir de la lumière du soleil, incliné à 45 degrés au sol. Leur efficacité est réduite pendant les tempêtes et lorsqu’ils sont endommagés. Vous pouvez les réparer en utilisant du {THING:ItemDuctTape}.
ru: Базовые солнечные панели {<color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> производят энергию из солнечного света, зафиксированы под углом в 45 градусов относительно поверхности. Их эффективность падает во время штормов и при повреждениях. Вы можете починить солнечные панели используя старый добрый {THING:ItemDuctTape}.

# Things.StructureSolarPanelFlat
source: {<color=#0080FFFF>{LINK:Sinotai;Sinotai's}</color> basic solar panels generate power from sunlight. They lie flat to the ground, and their efficiency is reduced during storms and when damaged. You can repair these using some trusty {THING:ItemDuctTape}.
fr: Les panneaux solaires basique de <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> produisent de l’énergie à partir de la lumière du soleil. Ils sont à plat sur le sol, et leur efficacité est réduite pendant les tempêtes et lorsqu’ils sont endommagés. Vous pouvez les réparer en utilisant du {THING:ItemDuctTape}.
ru: Базовые солнечные панели {<color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> производят энергию из солнечного света. Устанавливаются параллельно поверхности и их эффективность падает во время штормов и при повреждениях. Вы можете починить солнечные панели используя старый добрый {THING:ItemDuctTape}.

# Things.ItemAdvancedTablet
source: The advanced <color=#0080FFFF>{LINK:Xigo;Xigo}</color> Padi 2 tablet is an improved version of the basic {THING:ItemTablet}, boasting two <color=#0080FFFF>{LINK:CartridgePage;cartridge}</color> slots. The Padi 2 accepts {THING:CartridgeAtmosAnalyser}, {THING:CartridgeTracker}, {THING:CartridgeMedicalAnalyser}, {THING:CartridgeOreScanner}, {THING:CartridgeElectronicReader}, and various other cartridges.
fr: La tablette <color=#0080FFFF>{LINK:Xigo;Xigo}</color> Padi 2 est une version amélioré de la {THING:ItemTablet} basique. Elle embarque deux emplacements de <color=#0080FFFF>{LINK:CartridgePage;carte}</color>. La Padi 2 accepte les {THING:CartridgeAtmosAnalyser},{THING:CartridgeTracker},{THING:CartridgeMedicalAnalyser},{THING:CartridgeOreScanner},{THING:CartridgeElectronicReader}, et diverses autres cartes.

# Things.ItemJetpackBasic
source: The basic <color=#0080FFFF>{LINK:CHAC;CHAC}</color> jetpack isn't 'technically' a jetpack, it's a gas thruster. It can be powered by any gas, so long as the internal pressure of the <color=#0080FFFF>{LINK:AtmosphericsPage;canister}</color> is higher than the ambient external pressure. If the external pressure is greater, the spacepack will not function. Indispensible for building, mining and general movement, it has ten storage slots and lets <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> fly at 3m/s, compared to the more powerful {THING:ItemHardJetpack}. Adjusting the thrust value alters your rate of acceleration, while activating the stablizer causes the spacepack to hover when a given height is reached. USE: 'J' to activate; 'space' to fly up; 'left ctrl' to descend; and 'WASD' to move.
fr: Le jetpack de base n’est pas 'techniquement' un <color=#0080FFFF>{LINK:CHAC;CHAC}</color> jetpack, c’est un propulseur à gaz. Indispensable pour la construction, l’exploitation minière, ou plus généralement pour se déplacer. Il permet aux <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> de voler à 3m/s, par rapport aux plus puissant {THING:ItemHardJetpack}. Le réglage de la poussée modifie votre taux d’accélération, tandis que l’activation du stabilisateur permet de planer lorsqu’une hauteur donnée est atteinte. Le sac à dos spatial dispose de dix emplacements de stockage et peut être alimenté par n’importe quel gaz, tant que la pression interne de la <color=#0080FFFF>{LINK:AtmosphericsPage;bouteille de gaz}</color> est supérieure à la pression ambiante. Si la pression externe est supérieure, le jetpack ne fonctionnera pas. Utilisez 'J' pour activer ; 'espace' pour voler vers le haut ; 'ctrl gauche' pour descendre ; et 'ZQSD' pour se déplacer.

# Things.StructureKlaxon
source: Klaxons allow you to play over 50 announcemets and sounds, depending on your <color=#0080FFFF>{LINK:LogicPage;logic}</color> set-up. Set the mode to select the output.
fr: Les haut-parleur vous permet de lire plus de 50 annonces et sons, en fonction de votre configuration <color=#0080FFFF>{LINK:LogicPage;logique}</color>. Définissez le mode pour sélectionner la sortie sonore.

# Things.ItemMushroom
source: A tasty food item. Unlike normal plants, it consumes {GAS:Oxygen} and outputs {GAS:CarbonDioxide} and will only grow when not in sunlight.
fr: Un aliment savoureux. Contrairement aux plantes normales, il consomme de l'{GAS:Oxygen} et produit du {GAS:CarbonDioxide} et il se développera à l'ombre du soleil.
ru: Вкусный продукт питания. В отличии от обычных растений, потребляет {GAS:Oxygen} и производит {GAS:CarbonDioxide} и растет только при отсутствии солнечного света.

# Things.StructureSolarPanelDual
source: {<color=#0080FFFF>{LINK:Sinotai;Sinotai's}</color> dual solar panels are used for generating power from sunlight, with dedicated data and power ports. They can be connected to {<color=#0080FFFF>{LINK:LogicPage;logic}</color> systems, in order to track sunlight, but their efficiency is reduced during storms and when damaged. You can repair these using some trusty {THING:ItemDuctTape}.
fr: Les panneaux solaires à double connexion de <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> produisent de l’énergie à partir de la lumière du soleil. Ils ont un port de données et port d’alimentation dédiés. Ils peuvent être connectés aux systèmes <color=#0080FFFF>{LINK:LogicPage;logiques}</color>, afin de suivre la lumière du soleil. Mais leur efficacité est réduite pendant les tempêtes et lorsqu’ils sont endommagés. Vous pouvez les réparer en utilisant du {THING:ItemDuctTape}.

# Things.StructureTransformerSmallReversed
source: Transformers control the maximum power that will flow down a cable subnetwork, to prevent overloading <color=#0080FFFF>{LINK:ElectronicPage;electrical}</color> systems. Output on small transformers can be set from 0 to 5000W. Note that transformers operate as data isolators, preventing data flowing into any network beyond it.
fr: Les transformateurs limitent la puissance maximale qui circule dans un sous-réseau de câbles, pour éviter la surcharge des systèmes <color=#0080FFFF>{LINK:ElectronicPage;électriques}</color>. La sortie sur les petits transformateurs peut être réglée de 0 à 5000W. Notez que les transformateurs fonctionnent comme un isolateur de réseau de donnée, empêchant les données de circuler au travers d'un réseau à un autre.

# Things.StructureAutolathe
source: The foundation of most <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> fabrication systems, the <color=#0080FFFF>{LINK:ExMin;ExMin}</color> autolathe is a multi-axis molecular compositional system. Its complexity demands considerable time to assemble, but it remains an indispensible creation tool. Upgrade the device using a {THING:AutolathePrinterMod} for additional recipes and faster processing speeds.
fr: La base de la plupart des systèmes de fabrication <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, le tour automatique <color=#0080FFFF>{LINK:ExMin;ExMin}</color> est un système de composition moléculaire multi-axes. Sa complexité exige un temps d’assemblage considérable, mais il reste un outil de création indispensable. Mettez à niveau le dispositif en utilisant un {THING:AutolathePrinterMod} pour des recettes supplémentaires et des vitesses de traitement plus rapides. \t

# Things.StructureArcFurnace
source: The simplest smelting system available to the average <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, <color=#0080FFFF>{LINK:Recurso;Recurso's}</color> arc furnace was forged itself in the depths of the Solar System to help explorational geologists determine the purity of potential asteroidal mining targets. Co-opted by the <color=#0080FFFF>{LINK:ODA;ODA}</color>, it now provides Stationeers with a way to produce pure ingots of various resources. The smelting process also releases a range of by product <color=#0080FFFF>{LINK:GasPage;gases}</color>, principally <color=#0080FFFF>{LINK:GasPage;nitrogen}</color>, <color=#0080FFFF>{LINK:GasPage;carbon dioxide}</color>, <color=#0080FFFF>{LINK:GasPage;volatiles}</color> and <color=#0080FFFF>{LINK:GasPage;oxygen}</color> in differing ratios. These can be recaptured from the atmosphere by filtering, but also make the arc furnace a risk in closed environments. Unlike the more advanced {THING:StructureFurnace}, the arc furnace cannot create <color=#0080FFFF>{LINK:IngotPage;alloys}</color>.
fr: L'installation métallurgique la plus simple disponible pour le <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> moyen. Le four à arc de <color=#0080FFFF>{LINK:Recurso;Recurso}</color> a été forgé dans les profondeurs du système solaire pour aider les géologues lors de leurs missions d'exploration, à déterminer la pureté des cibles potentielles de l’exploitation astéroïdale. Co-opté par l'<color=#0080FFFF>{LINK:ODA;ODA}</color>, il offre maintenant au Stationeers un moyen de produire des lingots métaux purs a partir de divers minerais. Le processus de fusion libère également divers <color=#0080FFFF>{LINK:GasPage;gaz}</color>, principalement de l'<color=#0080FFFF>{LINK:GasPage;azote}</color>, du <color=#0080FFFF>{LINK:GasPage;dioxide de carbone}</color>, de l'<color=#0080FFFF>{LINK:GasPage;hydrogène}</color> et de l'<color=#0080FFFF>{LINK:GasPage;oxygène}</color> dans différentes proportions. Ceux-ci peuvent être récupérés en filtrant l’atmosphère autour du four. mais l'utilisation du {THING:StructureArcFurnace} dans un environnement fermé présente un risque d'explosion. Contrairement au {THING:StructureFurnace}, le four à arc ne peut pas fondre d'<color=#0080FFFF>{LINK:IngotPage;alliages}</color>.

# Things.StructureTransformerSmall
source: Transformers control the maximum power that will flow down a cable subnetwork, to prevent overloading <color=#0080FFFF>{LINK:ElectronicPage;electrical}</color> systems. Output on small transformers can be set from 0 to 5000W. Note that transformers operate as data isolators, preventing data flowing into any network beyond it.
fr: Les transformateurs limitent la puissance maximale qui circule dans un sous-réseau de câbles, pour éviter la surcharge des systèmes <color=#0080FFFF>{LINK:ElectronicPage;électriques}</color>. La sortie sur les petits transformateurs peut être réglée de 0 à 5000W. Notez que les transformateurs fonctionnent comme un isolateur de réseau de donnée, empêchant les données de circuler au travers d'un réseau à un autre.

# Things.StructureTransformer
source: The large <color=#0080FFFF>{LINK:Norsec;Norsec}</color> transformer is a critical component of extended <color=#0080FFFF>{LINK:ElectronicPage;electrical}</color> networks, controlling the maximum power that will flow down a cable. To prevent overloading, output can be set from 0 to 50,000W. Note that transformers operate as data isolators, preventing data flowing into any network beyond it.
fr: Le grand transformateur <color=#0080FFFF>{LINK:Norsec;Norsec}</color> est un composant essentiel des grands réseaux <color=#0080FFFF>{LINK:ElectronicPage;électriques}</color>, il régule la puissance maximale dans un réseau de câble. Pour éviter toute surcharge, la sortie du transformateur peut être réglée de 0 à 50000 W. Notez que les transformateurs fonctionnent comme un isolateur de réseau de donnée, empêchant les données de circuler au travers d'un réseau à un autre.
