Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureGasMixer
source: Indispensable for producing precise atmospheric ratios, this gas mixer blends two gases in proportions ranging anywhere from 0-100%.
es: Indispensable para producir proporciones atmosféricas precisas, este mezclador de gas combina dos gases en proporciones que oscilan entre 0 y 100%.

# Things.StructureGasMixer
source: Gas Mixer
cs: Směšovač plynu
de: Gasmischer
es: Mezclador de Gas
fi: Kaasusekoitin
fr: Mélangeur de Gaz
hu: Gázkeverő
it: Miscelatore di gas
pt_pt: Misturador de Gases
ru: Газовый смеситель
tr: Gaz Karıştırıcı

# Things.StructureFurnace
source: The Zhurong furnace employs a high-temperature gas mixture of {GAS:Oxygen} and {GAS:Volatiles} to smelt {LINK:IngotPage;ingots} and a range of {LINK:IngotPage;alloys} as raw materials for {LINK:FabricatorPage;fabricators}. A basic gas mixture can be achieved by adding {THING:ItemOxite} and {THING:ItemVolatiles} in a 1:2 ratio directly to the furnace, but more complex alloys will require careful management of a dedicated gas mixing network. Exact ingredient ratios must be observed. Likewise, smelting ores at insufficient temperatures will produce {LINK:ReagentPage;reagents}, which must be recycled. If water is present in the furnace, it will gather there until the furnace is connected to a liquid pipe network.
es: El horno Zhurong emplea una mezcla de gases a alta temperatura de {GAS:Oxygen} y {GAS:Volatiles} para fundir {LINK:IngotPage;lingotes} y una gama de {LINK:IngotPage;aleaciones} como materias primas para {LINK:FabricatorPage;fabricadores}. Se puede lograr una mezcla básica de gases agregando {THING:ItemOxite} y {THING:ItemVolatiles} en una proporción de 1:2 directamente al horno, pero las aleaciones más complejas requerirán una gestión cuidadosa de una red de mezcla de gas dedicada. Se deben observar las proporciones exactas de ingredientes. Del mismo modo, los minerales de fundición a temperaturas insuficientes producirán {LINK:ReagentPage;reactivos}, que deben reciclarse. Si el agua está presente en el horno, se acumulará allí hasta que el horno esté conectado a una red de tuberías de líquido.

# Things.StructureFurnace
source: Furnace
cs: Pec
de: Schmelzofen
es: Horno
fi: Sulatusuuni
fr: Fourneau
hu: Kohó
it: Fornace
pt_pt: Fornalha
ru: Печь
tr: Fırın

# Things.StructureFrameSide
source: More durable than the {THING:StructureFrameIron}, steel frames also provide variations for more ornate constructions.
es: Más duraderos que {THING:StructureFrameIron}, los marcos de acero también proporcionan variaciones para construcciones más ornamentadas.

# Things.StructureFrameSide
source: Steel Frame (Side)
cs: Ocelový rám (Boční)
de: Stahlrahmen (seitlich)
es: Marco de acero (Lateral)
fr: Cadre (Côté)
ru: Стальной Каркас (Склон)
tr: Çelik Çerçeve (Yan)

# Things.StructureFrameCorner
source: More durable than the {THING:StructureFrameIron}, steel frames also offer several variations for more complex lattice constructions. With a little patience and maneuvering, the corner frame's Gothic-inspired silhouette allows the creation of ogival arches and even more ambitious architecture, although they are not airtight and cannot be built on.
es: Más duraderos que {THING:StructureFrameIron}, los marcos de acero también ofrecen varias variaciones para construcciones de celosía más complejas. Con un poco de paciencia y maniobra, la silueta de inspiración gótica del marco de esquina permite la creación de arcos ojivales y una arquitectura aún más ambiciosa, aunque no son herméticos y no se pueden construir.

# Things.StructureFrameCorner
source: Steel Frame (Corner)
cs: Ocelový rám (Rohový)
de: Stahlrahmen (Ecke)
es: Marco de acero (esquina)
fr: Cadre (Coin)
ru: Стальной Каркас (Угол)
tr: Çelik Frame (Köşe)

# Things.StructureFrame
source: More durable than the {THING:StructureFrameIron}, steel frames also have several variations for more complex constructions, such as the {THING:StructureFrameCorner} and {THING:StructureFrameCornerCut}. Like iron frames, they are placed then completed by welding {THING:ItemSteelSheets} to the open framework.
cs: Ocelové rámy, které jsou odolnější než {THING:StructureFrameIron}, mají také několik variant pro složitější konstrukce, například {THING:StructureFrameCorner} a {THING:StructureFrameCornerCut}. Stejně jako železné rámy se umisťují a dokončují přivařením {THING:ItemSteelSheets} k otevřené konstrukci.
es: Más duraderos que {THING:StructureFrameIron}, los marcos de acero también tienen varias variaciones para construcciones más complejas, como {THING:StructureFrameCorner} y {THING:StructureFrameCornerCut}. Como los marcos de hierro, se colocan y luego se completan soldando {THING:ItemSteelSheets} al marco abierto.
fr: Plus durables que le {THING:StructureFrameIron}, les cadres en acier offrent également plusieurs variations pour des constructions plus complexes, telle que le {THING:StructureFrameCorner} et le {THING:StructureFrameCornerCut}. Comme les {THING:StructureFrameIron}, ils sont placés avec {KEY:PrimaryAction}, puis complétés en soudant des {THING:ItemSteelSheets}.

# Things.StructureFrame
source: Steel Frame
cs: Ocelový rám
de: Stahlrahmen
es: Marco de acero
fr: Cadre en acier
ru: Стальной Каркас
tr: Çelik Çerçeve

# Things.StructureFlashingLight
source: Few objects or ideas are as clearly and transparently named as the Flashing Light, although fans of scrupulous accuracy have been known to refer to it by its full, official title: 'Default Yellow Flashing Light'.
cs: Několik objektů nebo nápadů je pojmenováno stejně jasně a transparentně jako Blikající světlo, ačkoli je známo, že fanoušci úzkostlivé přesnosti to označují plným oficiálním názvem: 'Výchozí žluté blikající světlo'.
es: Pocos objetos o ideas tienen un nombre tan claro y transparente como la luz intermitente, aunque se sabe que los fanáticos de la precisión escrupulosa se refieren a ella por su título oficial completo: 'Luz intermitente amarilla predeterminada'.
fr: Le nom de peu d’objets ou d’idées est aussi clair et transparent que le Gyrophare. Bien que les fans de la scrupuleuse précision ont été connus pour se référer à elle par son nom complet officiel: « Gyrophare Jaune Attention ».

# Things.StructureFlashingLight
source: Flashing Light
cs: Blikající světlo
de: Drehlicht
es: Luz intermitente
fi: Vilkkuvalo
fr: Gyrophare
hu: Villogó fény
it: Lampeggiante
pt_pt: Luz Intermitente
ru: Мигающая лампочка
tr: Yanıp Sönen Işık

# Things.StructureFiltration
source: The Filtration Unit is based on a long-standing {LINK:ExMin;ExMin} system, itself based on older designs of uncertain provenance. It is available in the {THING:ItemKitAtmospherics}. The device has nonetheless proven indispensable for {LINK:Stationeers;Stationeer} atmospheric systems, as it can filter two {LINK:GasPage;gases} simultaneously from a single pipe network using a dual filter array. The unit has an input, and a filter output as well as an unfiltered outlet for any residual gases.
es: La unidad de filtración se basa en un {LINK:ExMin; Sistema ExMin}, basado en diseños más antiguos de procedencia incierta. Está disponible en {THING:ItemKitAtmospherics}. Sin embargo, el dispositivo ha demostrado ser indispensable para {LINK:Stationeers; Stationeer} sistemas atmosféricos, ya que puede filtrar dos {LINK:GasPage;gases} simultáneamente desde una red de una sola tubería utilizando una matriz de filtros duales. La unidad tiene una entrada y una salida de filtro, así como una salida sin filtrar para cualquier gas residual.

# Things.StructureFiltration
source: Filtration
cs: Filtrace
de: Filtereinheit
es: Depurador de Aire
fi: Suodatinlaite
hu: Szűrőberendezés
it: Filtro
pt_pt: Filtração
ru: Воздушный фильтр
tr: Süzücü

# Things.StructureFabricator
source: Capable of manufacturing a vast array of items, the {LINK:Norsec;Norsec} General Fabricator was considered too risky by the {LINK:ODA;ODA} for widespread use. Certainly, it has been used for purposes beyond those it was intended, including counterfeiting, terrorism, and bad art. As a result, its deployment is now heavily regulated.
es: Capaz de fabricar una amplia gama de artículos, el {LINK:Norsec; Norsec} General Fabricator fue considerado demasiado arriesgado por el {LINK:ODA;ODA} para un uso generalizado. Ciertamente, se ha utilizado para fines más allá de los que se pretendía, incluida la falsificación, el terrorismo y el mal arte. Como resultado, su despliegue ahora está fuertemente regulado.

# Things.StructureFabricator
source: Fabricator
cs: Fabrikátor
de: Fertiger
es: Impresora Informatizada
fi: Kokoonpanija
fr: Fabricateur
hu: Fabrikátor
it: Fabbricatore
pt_pt: Fabricador
ru: Фабрикатор
tr: İmalatçı

# Things.StructureDigitalValve
source: The digital valve allows {LINK:Stationeers;Stationeers} to create {LINK:LogicPage;logic-controlled} valves and pipe networks.
de: Das digitale Ventil ermöglicht {LINK:Stationeers; Stationeers}, um {LINK:LogicPage;logic-controlled} Ventile und Rohrnetze zu erstellen.
es: La válvula digital permite {LINK:Stationeers; Stationeers} para crear {LINK:LogicPage;logic-controlled} válvulas y redes de tuberías.

# Things.StructureDigitalValve
source: Digital Valve
cs: Digitální ventil
de: Elektrisches Ventil
es: Válvula Digital
fi: Digitaalinen venttiili
fr: Électrovanne à gaz
hu: Digitális csap
it: Valvola digitale
pt_pt: Válvula Digital
ru: Электровентиль
tr: Dijital Vana

# Things.StructureDaylightSensor
source: Daylight sensors provide data on whether the current region of your base is in sunlight, and report the exact solar angle. Note that the orientation of the sensor alters the reported solar angle, while {LINK:LogicPage;Logic} systems can be used to offset it.
es: Los sensores de luz diurna proporcionan datos sobre si la región actual de su base está bajo la luz solar e informan el ángulo solar exacto. Tenga en cuenta que la orientación del sensor altera el ángulo solar informado, mientras que {LINK:LogicPage; Los sistemas Logic} se pueden usar para compensarlo.

# Things.StructureDaylightSensor
source: Daylight Sensor
cs: Senzor denního světla
de: Tageslichtsensor
es: Sensor de Luz Diurna
fi: Päivänvalosensori
fr: Capteur de luminosité
hu: Napfényérzékelő
it: Sensore di luminosità
pt_pt: Sensor de Luz Solar
ru: Датчик дневного света
tr: Gün Işığı Sensörü

# Things.StructureCryoTube
source: The exact operation of the Longsleep cryotube remains a commercial secret, with {LINK:Norsec;Norsec} merely licensing the design. Able to regenerate organ damage when supplied with power and an atmosphere, the Longsleep is a minor miracle of modern medical technology.
es: El funcionamiento exacto del criotubo Longsleep sigue siendo un secreto comercial, con {LINK:Norsec; Norsec} simplemente licenciando el diseño. Capaz de regenerar el daño a los órganos cuando se le suministra energía y una atmósfera, el Longsleep es un milagro menor de la tecnología médica moderna.

# Things.StructureCryoTube
source: CryoTube
cs: Kryokapsle
de: Kryogene Röhre
es: CrioTubo
fi: Syväjäädytin
it: Vasca criogenica
pt_pt: Tubo Criogénico
ru: Криокапсула
tr: Dondurucu Kapsül

# Things.StructureConveyorStraightShort
source: Originally designed by {LINK:Recurso;Recurso} for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places. An recurring {LINK:Stationeers;Stationeer} complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
es: Diseñado originalmente por {LINK:Recurso; Recurso} para el desplazamiento de mineral, las soluciones de transportadores Flexi-belt se pueden personalizar para usos específicos para facilitar flujos de trabajo de transporte eficientes. En otras palabras, mueven cosas entre lugares. Un {LINK:Stationeers recurrente; La queja de Stationeer} se centra en el hecho de que cada etapa de un sistema de transporte debe ser alimentada individualmente. En palabras de los agentes de atención al cliente de Recurso a través de los tiempos: "Estamos trabajando en eso".

# Things.StructureConveyorStraightShort
source: Conveyor (Straight Short)
cs: Dopravník (Rovný krátký)
de: Förderband (kurz)
es: Cinta (Recta Corta)
fi: Kuljetin (lyhyt, suora)
fr: Convoyeur (Court Droit)
hu: Futószalag (egyenes rövid)
it: Trasportatore (Diritto Corto)
pt_pt: Esteira Transportadora (Pequena Reta)
ru: Конвейер (Короткий)
tr: Taşıyıcı (Düz Kısa)

# Things.StructureConveyorStraightLong
source: Originally designed by {LINK:Recurso;Recurso} for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places. An recurring {LINK:Stationeers;Stationeer} complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
es: Diseñado originalmente por {LINK:Recurso;Recurso} para el desplazamiento de mineral, las soluciones de transportador de cinta flexible se pueden personalizar para usos específicos para facilitar flujos de trabajo de transporte eficientes. En otras palabras, mueven cosas entre lugares. Una queja recurrente de {LINK:Stationeers;Stationeer} se centra en el hecho de que cada etapa de un sistema de transporte debe ser alimentada individualmente. En palabras de los agentes de servicio al cliente de Recurso a lo largo de los tiempos: "Estamos trabajando en eso".

# Things.StructureConveyorStraightLong
source: Conveyor (Straight Long)
cs: Dopravník (Rovný dlouhý)
de: Förderband (lang)
es: Cinta (Recta Larga)
fi: Kuljetin (pitkä, suora)
fr: Convoyeur (Droit Long)
hu: Futószalag (egyenes hosszú)
it: Trasportatore (Diritto Lungo)
pt_pt: Esteira Transportadora (Longa Reta)
ru: Конвейер (Длинный)
tr: Taşıyıcı (Düz Uzun)

# Things.StructureConveyorStraight
source: Originally designed by {LINK:Recurso;Recurso} for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places. An recurring {LINK:Stationeers;Stationeer} complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
es: Diseñado originalmente por LINK:Recurso;Recurso} para el desplazamiento de mineral, las soluciones de transportador de cinta flexible se pueden personalizar para usos específicos para facilitar flujos de trabajo de transporte eficientes. En otras palabras, mueven cosas entre lugares. Una queja recurrente de {LINK:Stationeers;Stationeer} se centra en el hecho de que cada etapa de un sistema de transporte debe ser alimentada individualmente. En palabras de los agentes de servicio al cliente de Recurso a lo largo de los tiempos: "Estamos trabajando en eso".

# Things.StructureConveyorStraight
source: Conveyor (Straight)
cs: Dopravník (Rovný)
de: Förderband (mittel)
es: Cinta (Recta)
fi: Kuljetin (suora)
fr: Convoyeur (Droit)
hu: Futószalag (egyenes)
it: Trasportatore (Diritto)
pt_pt: Esteira Transportadora (Reta)
ru: Конвейер (Средний)
tr: Taşıyıcı (Düz)

# Things.StructureConveyorRiser
source: Originally designed by {LINK:Recurso;Recurso} for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places - and up slightly, in the case of the riser. An recurring {LINK:Stationeers;Stationeer} complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
es: Diseñado originalmente por {LINK:Recurso; Recurso} para el desplazamiento de mineral, las soluciones de transportadores Flexi-belt se pueden personalizar para usos específicos para facilitar flujos de trabajo de transporte eficientes. En otras palabras, mueven cosas entre lugares, y ligeramente hacia arriba, en el caso del ascensor. Un {LINK:Stationeers recurrente; La queja de Stationeer} se centra en el hecho de que cada etapa de un sistema de transporte debe ser alimentada individualmente. En palabras de los agentes de atención al cliente de Recurso a través de los tiempos: "Estamos trabajando en eso".

# Things.StructureConveyorRiser
source: Conveyor (Riser)
cs: Dopravník (Stoupající)
de: Förderband (schräg)
es: Cinta (Vertical)
fi: Kuljetin (nostaja)
fr: Convoyeur (Vertical)
hu: Futószalag (ferde)
it: Trasportatore (Verticale)
pt_pt: Esteira Transportadora (Subida)
ru: Конвейер (Подъём)
tr: Taşıyıcı (Yükseltici)

# Things.StructureConveyorCorner
source: Originally designed by {LINK:Recurso;Recurso} for ore-shifting, Flexi-belt conveyor solutions can be customized to specific uses for facilitating efficient transportation workflows. In other words, they move stuff between places. An recurring {LINK:Stationeers;Stationeer} complaint focuses on the fact that every stage of a conveyor system must be individually powered. In the words of Recurso customer service agents through the ages: 'We're working on that.'
es: Diseñado originalmente por {LINK:Recurso;Recurso} para el desplazamiento de mineral, las soluciones de transportador de cinta flexible se pueden personalizar para usos específicos para facilitar flujos de trabajo de transporte eficientes. En otras palabras, mueven cosas entre lugares. Una queja recurrente de {LINK:Stationeers;Stationeer} se centra en el hecho de que cada etapa de un sistema de transporte debe ser alimentada individualmente. En palabras de los agentes de servicio al cliente de Recurso a lo largo de los tiempos: "Estamos trabajando en eso".

# Things.StructureConveyorCorner
source: Conveyor (Corner)
cs: Dopravník (Rohový)
de: Förderband (Kurve)
es: Cinta (Esquina)
fi: Kuljetin (kulma)
fr: Convoyeur (Coin)
hu: Futószalag (sarok)
it: Trasportatore (Angolo)
pt_pt: Esteira Transportadora (Curva)
ru: Конвейер (Угловой)
tr: Taşıyıcı (Köşe)

# Things.StructureControlChair
source: Once, these chairs were the heart of space-going behemoths. Now, they're items of nostalgia built only by a handful of Stationeers with a sense of history. In other words, kitsch.
cs: Kdysi byly tyto židle srdcem vesmírných monster. Nyní jsou to položky nostalgie postavené jen hrstkou Stationeerů se smyslem pro historii. Jinými slovy, kýč.
es: Una vez, estas sillas fueron el corazón de los monstruos del espacio. Ahora, son objetos de nostalgia construidos sólo por un puñado de estafadores con sentido de la historia. En otras palabras, kitsch.
fr: Autrefois, ces fauteuils étaient au cœur des gigantesques vaisseaux spatiaux. Maintenant, ce sont des objets de nostalgie, construits seulement par une poignée de Stationeers avec un sens aiguë de l’histoire. En d’autres termes, c'est kitsch.

# Things.StructureControlChair
source: Control Chair
cs: Ovládací křeslo
de: Steuersitz
es: Silla de Control
fi: Hallintatuoli
fr: Siège de contrôle
hu: Vezérlő szék
it: Sedia di controllo
pt_pt: Cadeira de Controle
ru: Сиденье пилота
tr: Kontrol Koltuğu

# Things.StructureConsoleMonitor
source: This {LINK:Norsec;Norsec-designed} control box manages devices such as the {THING:StructureActiveVent}, {THING:StructurePassiveVent}, {THING:StructureGasSensor}, {THING:ItemSecurityCamera} and {THING:StructureCompositeDoor}, depending on which {LINK:LogicPage;circuitboard} is inserted into the unit. It has a shared data/power port, and a charming sloped interface. A completed console displays all devices connected to the current power network. Any devices not related to the installed circuitboard will be greyed-out and inoperable. Consoles are locked once a {THING:ItemDataDisk} is removed.
es: Este {LINK:Norsec; El cuadro de control diseñado por Norsec} administra dispositivos como {THING:StructureActiveVent}, {THING:StructurePassiveVent}, {THING:StructureGasSensor}, {THING:ItemSecurityCamera} y {THING:StructureCompositeDoor}, dependiendo de qué {LINK:LogicPage;circuitboard} se inserte en la unidad. Tiene un puerto de datos / energía compartido y una encantadora interfaz inclinada. Una consola completa muestra todos los dispositivos conectados a la red eléctrica actual. Cualquier dispositivo no relacionado con la placa de circuito instalada estará atenuado e inoperable. Las consolas se bloquean una vez que se quita {THING:ItemDataDisk}.

# Things.StructureConsoleMonitor
source: Console Monitor
cs: Monitor konzole
de: Konsolenanzeige
es: Monitor de Consola
fi: Konsoli (monitori)
fr: Console Moniteur
hu: Konzol (Monitor)
it: Monitor Console
pt_pt: Monitor de Consola
ru: Консоль (Монитор)
tr: Konsol Ekranı

# Things.StructureConsoleDual
source: This {LINK:Norsec;Norsec-designed} control box manages devices such as the {THING:StructureActiveVent}, {THING:StructureGasSensor}, {THING:StructureCompositeDoor} and others, depending on which {LINK:LogicPage;circuitboard} is inserted into the unit. It has separate data and power ports. A completed console displays all devices connected to the current power network. Any devices not related to the installed circuitboard will be greyed-out and inoperable. Consoles are locked once a {THING:ItemDataDisk} is removed.
es: Este {LINK:Norsec; El cuadro de control diseñado por Norsec} administra dispositivos como {THING:StructureActiveVent}, {THING:StructureGasSensor}, {THING:StructureCompositeDoor} y otros, dependiendo de qué {LINK:LogicPage;circuitboard} se inserte en la unidad. Tiene puertos de datos y alimentación separados. Una consola completa muestra todos los dispositivos conectados a la red eléctrica actual. Cualquier dispositivo no relacionado con la placa de circuito instalada estará atenuado e inoperable. Las consolas se bloquean una vez que se quita {THING:ItemDataDisk}.

# Things.StructureConsoleDual
source: Console Dual
cs: Konzole duální
de: Dualkonsole
es: Consola Doble
fi: Konsoli (2-tie)
fr: Console Double
hu: Konzol (Kétoldalú bemenet)
it: Console doppia
pt_pt: Consola Dupla
ru: Консоль (Раздельные порты)
tr: Konsol Çift

# Things.StructureConsole
source: This {LINK:Norsec;Norsec-designed} control box manages devices such as the {THING:StructureActiveVent}, {THING:StructurePassiveVent}, {THING:StructureGasSensor} and {THING:StructureCompositeDoor}, depending on which {LINK:LogicPage;circuitboard} is inserted into the unit. It has a shared data/power port. A completed console displays all devices connected to the current power network. Any devices not related to the installed circuitboard will be greyed-out and inoperable. Consoles are locked once a {THING:ItemDataDisk} is removed.
es: Este {LINK:Norsec; El cuadro de control diseñado por Norsec} administra dispositivos como {THING:StructureActiveVent}, {THING:StructurePassiveVent}, {THING:StructureGasSensor} y {THING:StructureCompositeDoor}, dependiendo de qué {LINK:LogicPage;circuitboard} se inserte en la unidad. Tiene un puerto de datos / energía compartido. Una consola completa muestra todos los dispositivos conectados a la red eléctrica actual. Cualquier dispositivo no relacionado con la placa de circuito instalada estará atenuado e inoperable. Las consolas se bloquean una vez que se quita {THING:ItemDataDisk}.

# Things.StructureConsole
source: Console
cs: Konzole
de: Konsole
es: Consola
fi: Konsoli
hu: Konzol
pt_pt: Consola
ru: Консоль
tr: Konsol
