Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemSprayCanGreen
source: Green is the color of life, and longing. Paradoxically, it's also the color of envy, and tolerance. It denotes sickness, youth, and wealth. But really, it's just what light does at around 500 billionths of a meter.
cs: Zelená je barva života a touhy. Paradoxně je to také barva závisti a tolerance. Označuje nemoc, mládí a bohatství. Ale ve skutečnosti je to přesně to, co světlo dělá kolem 500 miliardtin metru.
es: El verde es el color de la vida y el anhelo. Paradójicamente, también es el color de la envidia y la tolerancia. Denota enfermedad, juventud y riqueza. Pero en realidad, es lo que hace la luz a unas 500 mil millonésimas de metro.
fr: Le vert est la couleur de la vie, et le désir. Paradoxalement, c’est aussi la couleur de l’envie et de la tolérance. Il dénote la maladie, la jeunesse et la richesse. Mais en réalité, c'est juste de la lumière avec une longueur d'onde à environ 500 milliardièmes de mètre.

# Things.ItemSprayCanGreen
source: Spray Paint (Green)
cs: Barva ve spreji (Zelená)
de: Farbspray (Grün)
es: Spray Pintura (Verde)
fi: Spraymaaali (vihreä)
fr: Peinture en Aérosol (Vert)
hu: Festékszóró (Zöld)
it: Spray (Verde)
pt_pt: Tinta Spray (Verde)
ru: Баллончик с краской (Зеленый)
tr: Püskürtme Boya (Yeşil)

# Things.ItemSprayCanBrown
source: In more artistic {LINK:Stationeers;Stationeers} circles, the absence of brown is often lamented, but seldom changed.
es: En más artístico {LINK:Stationeers; Estacionarios} círculos, la ausencia de marrón a menudo se lamenta, pero rara vez se cambia.

# Things.ItemSprayCanBrown
source: Spray Paint (Brown)
cs: Barva ve spreji (Hnědá)
de: Farbspray (Braun)
es: Spray Pintura (Marrón)
fi: Spraymaaali (ruskea)
fr: Peinture en Aérosol (Marron)
hu: Festékszóró (Barna)
it: Spray (Marrone)
pt_pt: Tinta Spray (Castanha)
ru: Баллончик с краской (Коричневый)
tr: Püskürtme Boya (Kahverengi)

# Things.ItemSprayCanBlue
source: What kind of a color is blue? The kind of of color that says, 'Hey, what about me?'
cs: Jaká barva je modrá? Druh barvy, který říká: 'Hej, a co já?'
es: ¿Qué tipo de color es el azul? El tipo de color que dice: 'Oye, ¿qué hay de mí?'
fr: Quel genre de couleur est le bleu ? Le genre de couleur qui dit, 'Hé, et moi alors ? '

# Things.ItemSprayCanBlue
source: Spray Paint (Blue)
cs: Barva ve spreji (Modrá)
de: Farbspray (Blau)
es: Spray Pintura (Azul)
fi: Spraymaaali (sininen)
fr: Peinture en Aérosol (Bleu)
hu: Festékszóró (Kék)
it: Spray (Blu)
pt_pt: Tinta Spray (Azul)
ru: Баллончик с краской (Синий)
tr: Püskürtme Boya (Mavi)

# Things.ItemSprayCanBlack
source: Go classic, clandestine or just plain Gothic with black paint, which can be applied to most items. Each can has 20 uses.
es: Vaya clásico, clandestino o simplemente gótico con pintura negra, que se puede aplicar a la mayoría de los artículos. Cada lata tiene 20 usos.

# Things.ItemSprayCanBlack
source: Spray Paint (Black)
cs: Barva ve spreji (Černá)
de: Farbspray (Schwarz)
es: Spray Pintura (Negro)
fi: Spraymaaali (musta)
fr: Peinture en Aérosol (Noir)
hu: Festékszóró (Fekete)
it: Spray (Nero)
pt_pt: Tinta Spray (Preta)
ru: Баллончик с краской (Чёрный)
tr: Püskürtme Boya (Siyah)

# Things.ItemSpacepack
source: The basic {LINK:CHAC;CHAC} spacepack isn't 'technically' a jetpack, it's a gas thruster. It can be powered by any gas, so long as the internal pressure of the {LINK:AtmosphericsPage;canister} is higher than the ambient external pressure. If the external pressure is greater, the spacepack will not function. Indispensable for building, mining and general movement, it has ten storage slots and lets {LINK:Stationeers;Stationeers} fly at 3m/s, compared to the more powerful {THING:ItemJetpackBasic} or {THING:ItemHardJetpack}. Adjusting the thrust value alters your rate of acceleration, while activating the stablizer causes the spacepack to hover when a given height is reached. USE: 'J' to activate; 'space' to fly up; 'left ctrl' to descend; and 'WASD' to move.
es: El básico {LINK:CHAC; CHAC} spacepack no es "técnicamente" un jetpack, es un propulsor de gas. Puede ser alimentado por cualquier gas, siempre y cuando la presión interna del {LINK:AtmosphericsPage;canister} sea mayor que la presión externa ambiental. Si la presión externa es mayor, el spacepack no funcionará. Indispensable para la construcción, la minería y el movimiento en general, tiene diez ranuras de almacenamiento y permite {LINK:Stationeers; Los stationeers} vuelan a 3 m/s, en comparación con los más potentes {THING:ItemJetpackBasic} o {THING:ItemHardJetpack}. El ajuste del valor de empuje altera su velocidad de aceleración, mientras que la activación del estabilizador hace que el paquete espacial se mantenga flotante cuando se alcanza una altura determinada. USO: 'J' para activar; 'espacio' para volar hacia arriba; 'ctrl izquierdo' para descender; y 'WASD' para moverse.

# Things.ItemSpacepack
source: Spacepack
cs: Kosmický batoh
de: Astronautenrucksack
es: Mochila Propulsora
fi: Avaruusreppu
fr: Sac à dos Spatial
hu: Űrhajós hátizsák
it: Zaino spaziale
pt_pt: Mochila Espacial
ru: Реактивный ранец
tr: Sırt Roketi

# Things.ItemSpaceHelmet
source: The basic space helmet insulates {LINK:Stationeers;Stationeers} against everything from hard vacuum to weird cooking smells. Providing a pressure-controlled, breathable atmosphere, it comes with a built-in light powered by your {THING:ItemEvaSuit} {THING:ItemBatteryCell}. It also incorporates a lock/unlock feature to avoid accidental opening, as well as a flush function to expel and replace the internal atmosphere. If damaged, use {THING:ItemDuctTape} to fix it, or paint it any color you like using the {THING:AppliancePaintMixer}.
es: El casco espacial básico aísla {LINK:Stationeers;Stationeers} contra todo, desde el vacío duro hasta los olores extraños de la cocina. Proporcionando una atmósfera transpirable controlada por presión, viene con una luz incorporada alimentada por su {THING:ItemEvaSuit} {THING:ItemBatteryCell}. También incorpora una función de bloqueo / desbloqueo para evitar la apertura accidental, así como una función de descarga para expulsar y reemplazar la atmósfera interna. Si está dañado, use {THING:ItemDuctTape} para arreglarlo o píntelo del color que desee usando {THING:AppliancePaintMixer}.

# Things.ItemSpaceHelmet
source: Space Helmet
cs: Vesmírná přilba
de: Astronautenhelm
es: Casco Espacial
fi: Avaruuskypärä
fr: Casque spatial
hu: Űrsisak
it: Casco spaziale
pt_pt: Capacete Espacial
ru: Шлем
tr: Uzay Başlığı

# Things.ItemSpaceCleaner
source: There was a time when humanity really wanted to keep space clean. That time has passed.
cs: Byly doby, kdy lidstvo opravdu chtělo udržovat vesmír čistý. Ten čas uplynul.
es: Hubo un tiempo en que la humanidad realmente quería mantener el espacio limpio. Ese tiempo ha pasado.
fr: Il fut un temps où l’humanité voulait vraiment garder l’espace propre. Ce temps est passé.

# Things.ItemSpaceCleaner
source: Space Cleaner
cs: Čistič prostoru
de: Raumreiniger
es: Limpiador Espacial
fi: Puhdistusaine
fr: Nettoyeur Spatial
hu: Űrtisztító
it: Pulitore spaziale
pt_pt: Limpador Espacial
ru: Чистящее средство
tr: Uzay Temizleyicisi

# Things.ItemSecurityCamera
source: Security cameras can be paired with a {THING:StructureMotionSensor}, then connected to a {THING:StructureConsole} fitted with a {THING:CircuitboardCameraDisplay} for that 'always watched' feeling.
cs: Bezpečnostní kamery lze spárovat s {THING:StructureMotionSensor} a poté připojit ke {THING:StructureConsole} vybavenou {THING:CircuitboardCameraDisplay} pro tento 'vždy sledovaný' pocit.
es: Las cámaras de seguridad pueden ser emparejadas con un {THING:StructureMotionSensor}, y luego conectado a un {THING:StructureConsole} equipado con un {THING:CircuitboardCameraDisplay} por ese sentimiento de "siempre vigilado".
fr: Les caméras de sécurité peuvent être associées à un {THING:StructureMotionSensor}, puis connectées à une {THING:StructureConsole} équipé d’un {THING:CircuitboardCameraDisplay}. Vous aurez ce sentiment d'avoir tout sous surveillance. Big Brother, c'est vous.

# Things.ItemSecurityCamera
source: Security Camera
cs: Bezpečnostní kamera
de: Sicherheitskamera
es: Cámara de seguridad
fi: Valvontakamera
fr: Caméra de Sécurité
hu: Biztonsági kamera
it: Telecamera di sicurezza
pt_pt: Câmara de Segurança
ru: Камера видеоконтроля
tr: Güvenlik Kamerası

# Things.ItemScrewdriver
source: This standard issue frictional adherence adjustor is a top of the line, bi-rotational model with a columnated uni-grip. It's definitely not just a screwdriver. Use it for construction and deconstruction of certain kits, and setting values on {LINK:LogicUnitPage;logic} units.
es: Este ajustador de adherencia por fricción estándar es un modelo de birrotación de primera línea con un uni-grip columnado. Definitivamente no es solo un destornillador. Úselo para la construcción y deconstrucción de ciertos kits, y para establecer valores en unidades {LINK:LogicUnitPage;logic}.

# Things.ItemScrewdriver
source: Screwdriver
cs: Šroubovák
de: Schraubendreher
es: Destornillador
fi: Ruuvimeisseli
fr: Tournevis
hu: Csavarhúzó
it: Cacciavite
pt_pt: Chave de Fendas
ru: Отвёртка
tr: Tornavida

# Things.ItemScanner
source: A mysterious piece of technology, rumored to have Zrillian origins.
es: Una misteriosa pieza de tecnología, de la que se rumorea que tiene orígenes Zrillianos.

# Things.ItemScanner
source: Handheld Scanner
cs: Ruční skener
de: Tricorder
es: Escáner de Mano
fi: Käsiskanneri
fr: Scanneur portable
hu: Kézi szkenner
it: Scanner portatile
pt_pt: Scanner de Mão
ru: Ручной сканер
tr: El Tarayıcısı

# Things.ItemRTGSurvival
source: This kit creates a {THING:ItemRTGSurvival}.
cs: Tato sada vytváří {THING:ItemRTGSurvival}.
es: Este kit crea un {THING:ItemRTGSurvival}.
fr: Ce kit crée un {THING:StructureRTGSurvival}.

# Things.ItemRTG
source: This kit creates that miracle of modern science, a {THING:ItemRTG}.
cs: Tato sada vytváří zázrak moderní vědy, {THING:ItemRTG}.
es: Este kit crea ese milagro de la ciencia moderna, una {THING:ItemRTG}.
fr: Ce kit crée un miracle de la science moderne, un {THING:StructureRTG}. Il génère de l'électricité grâce à une micro-singularité quantique. (Créatif seulement).
ru: Из этого набора собирается чудо современной науки: {THING:ItemRTG}.

# Things.ItemRTG
source: Kit (Creative RTG)
cs: Kreativní RTG (sada)
de: Kit (RTG)
es: Kit (Creativo RTG)
hu: Készlet (Kreatív RTG)
pt_pt: Kit (Criativo RTG)
ru: Набор (Креатив РИТЭГ)
tr: Donanım (Yaratıcı RTG)

# Things.ItemRoadFlare
source: Designed to burn anywhere in the Solar System, the EZC magnesium fusee supplies its own oxygen to fuel combustion, and dispel the eternal night of space.
cs: Hořčíková pojistka EZC, navržená k hoření kdekoli ve sluneční soustavě, dodává svůj vlastní kyslík ke spalování paliva a rozptyluje věčnou noc vesmíru.
es: Diseñado para arder en cualquier lugar del Sistema Solar, el fusible de magnesio EZC suministra su propio oxígeno para la combustión del combustible, y disipa la eterna noche del espacio.
fr: Conçu pour brûler n’importe où dans le système solaire, la fusée de magnésium EZC fournit son propre oxygène pour la combustion du carburant. Elle dissipe la nuit éternelle de l’espace.

# Things.ItemRoadFlare
source: Road Flare
cs: Světlice
de: Leuchtfackel
es: Bengalas
fi: Hätäsoihtu
fr: Fusée éclairante
hu: Jelzőfáklya
it: Razzo di segnalazione
pt_pt: Foguete de Sinalização
ru: Сигнальный огонь
tr: İşaret Fişeği

# Things.ItemReagentMix
source: Reagent mix is pure potential. A slurry of undifferentiated {LINK:OrePage;ores}, it is output by the {THING:StructureRecycler} and can be fed into the {THING:StructureCentrifuge} to separate and recover the individual materials. Reagent mix is also output by the {THING:StructureFurnace} when the current contents are ejected without smelting a specific ingot.
es: La mezcla de reactivos es puro potencial. Una suspensión de {LINK:OrePage;ores} indiferenciada, es producida por {THING:StructureRecycler} y se puede alimentar a {THING:StructureCentrifuge} para separar y recuperar los materiales individuales. La mezcla de reactivos también es emitida por {THING:StructureFurnace} cuando el contenido actual se expulsa sin fundir un lingote específico.

# Things.ItemReagentMix
source: Reagent Mix
cs: Směs činidla
de: Reagenzgemisch
es: Mezcla de Reactivos
fi: Reagenssimassa
fr: Mélange de Réactifs
hu: Reagens keverék
it: Mix di reagenti
pt_pt: Mistura de Reagentes
ru: Смесь реагентов
tr: Reaktif Karışımı

# Things.ItemPowerConnector
source: This kit creates a {THING:StructurePowerConnector}.
cs: Tato sada vytváří {THING:StructurePowerConnector}.
es: Este kit crea un {THING:StructurePowerConnector}.
fr: Ce kit crée un {THING:StructurePowerConnector}. Ne soyez plus en panne de batterie, brancher vos équipements mobiles sur secteur.
ru: Этот набор используется для сборки {THING:StructurePowerConnector}.

# Things.ItemPowerConnector
source: Kit (Power Connector)
cs: Napájecí konektor (sada)
de: Adapterplatte (Elektrisch)
es: Conector de Energía
fi: Varustepakkaus (virtaliitin)
fr: Kit (Connecteur électrique)
hu: Készlet (Áramforrás csatlakozó)
it: Connettore alimentazione
pt_pt: Kit (Conector de Energia)
ru: Коннектор (Силовой)
tr: Donanım (Güç Bağlantısı)

# Things.ItemLiquidPipeValve
source: This kit creates a {THING:StructureLiquidValve}.
cs: Tato sada vytváří {THING:StructureLiquidValve}.
es: Este kit crea un {THING:StructureLiquidValve}.
fr: Ce kit crée une {THING:StructureLiquidValve}. Simple d'usage, tourner la poignée, c'est ouvert. Tourner la poignée, c'est fermé.
ru: Этот набор используется для сборки {THING:StructureLiquidValve}.

# Things.ItemLiquidPipeValve
source: Kit (Liquid Pipe Valve)
cs: Potrubní ventil na kapaliny (sada)
es: Kit (Válvula de tubería de líquido)
fr: Kit (vanne à liquide)
ru: Набор (Жидкостная труба с вентилем)

# Things.ItemPipeVolumePump
source: This kit creates a {THING:StructureVolumePump}.
cs: Tato sada vytváří {THING:StructureVolumePump}.
es: Este kit crea un {THING:StructureVolumePump}.
fr: Ce kit crée une {THING:StructureVolumePump}. Ca pompe !
ru: Этот набор используется для сборки {THING:StructureVolumePump}.

# Things.ItemPipeVolumePump
source: Kit (Volume Pump)
cs: Objemové čerpadlo (sada)
de: Volumenpumpe (Rohre)
es: Bomba de Volumen de Tubería
fi: Varustepakkaus (pumppu)
fr: Kit (Tuyau avec Pompe)
hu: Készlet (Pumpa)
it: Tubo con pompa
pt_pt: Kit (Bomba Volumétrica)
ru: Насос
tr: Donanım (Hacim Pompası)

# Things.ItemPipeValve
source: This kit creates a {THING:StructureValve}.
cs: Tato sada vytváří {THING:StructureValve}.
es: Este kit crea un {THING:StructureValve}.
fr: Ce kit crée une {THING:StructureValve}. Simple d'usage, tourner la poignée, c'est ouvert. Tourner la poignée, c'est fermé.
ru: Этот набор используется для сборки {THING:StructureValve}.

# Things.ItemPipeValve
source: Kit (Pipe Valve)
cs: Potrubní ventil (sada)
de: Handventil (Rohre)
es: Tubería con Válvula
fi: Varustepakkaus (putkiventtiili)
fr: Kit (Vanne)
hu: Készlet (Csap)
it: Valvola tubi
pt_pt: Kit (Válvula para Canos)
ru: Вентиль
tr: Donanım (Boru Vana)

# Things.ItemPipeTJunction
source: This kit creates a {THING:StructurePipeTJunction}.
cs: Tato sada vytváří {THING:StructurePipeTJunction}.
es: Este kit crea un {THING:StructurePipeTJunction}.
fr: Ce kit crée un {THING:StructurePipeTJunction}.
ru: Этот набор используется для сборки {THING:StructurePipeTJunction}.

# Things.ItemPipeTJunction
source: Kit (Pipe T Junction)
cs: Křížové potrubí T (sada)
de: Rohr-T-Kreuzung
es: Tubería (Conexión T)
fi: Varustepakkaus (putki, T-liitos)
fr: Tuyau (Jonction T)
hu: Készlet (Cső, T elágazás)
it: Tubo (Giunto a T)
pt_pt: Kit (Cano Junção em T)
ru: Труба (3-конечная)
tr: Donanım (Boru T Bağlantısı)

# Things.ItemPipeStraight
source: This kit creates a {THING:StructurePipeStraight}.
cs: Tato sada vytváří {THING:StructurePipeStraight}.
es: Este kit crea un {THING:StructurePipeStraight}.
fr: Ce kit crée un {THING:StructurePipeStraight}.
ru: Этот набор используется для сборки {THING:StructurePipeStraight}.

# Things.ItemPipeStraight
source: Kit (Pipe Straight)
cs: Rovné potrubí (sada)
de: Rohr-Gerade
es: Tubería (Recta)
fi: Varustepakkaus (putki, suora)
fr: Tuyau (Droit)
hu: Készlet (Cső, egyenes)
it: Tubo (Diritto)
pt_pt: Kit (Cano Reto)
ru: Труба (прямая)
tr: Donanım (Boru Düz)

# Things.ItemPipeRadiator
source: This kit creates a {THING:StructurePipeRadiator}.
cs: Tato sada vytváří {THING:StructurePipeRadiator}.
es: Este kit crea un {THING:StructurePipeRadiator}.
fr: Ce kit crée un {THING:StructurePipeRadiator}. Ca chauffe du chaud vers le froid.
ru: Этот набор используется для сборки {THING:StructurePipeRadiator}.

# Things.ItemPipeRadiator
source: Kit (Radiator)
cs: Radiátor (sada)
de: Kühler (Rohre)
es: Radiador de Tubería
fi: Varustepakkaus (putkijäähdytin)
fr: Kit (Radiateur de Tuyau)
hu: Készlet (Radiátor)
it: Radiatore
pt_pt: Kit (Radiador)
ru: Радиатор
tr: Donanım (Radyatör)

# Things.ItemPipeMeter
source: This kit creates a {THING:StructurePipeMeter}.
cs: Tato sada vytváří {THING:StructurePipeMeter}.
es: Este kit crea un {THING:StructurePipeMeter}.
fr: Ce kit crée un {THING:StructurePipeMeter}. Toujours un charme fou, un {THING:StructurePipeMeter} sur un tuyau.
ru: Этот набор используется для сборки {THING:StructurePipeMeter}.

# Things.ItemPipeMeter
source: Kit (Pipe Meter)
cs: Měřič potrubí (sada)
de: Barometer (Rohre)
es: Medidor de Tubería (kit)
fi: Varustepakkaus (putkimittari)
fr: Kit (Tuyau avec Manomètre)
hu: Készlet (Csőmérő)
it: Manometro
pt_pt: Kit (Medidor de Pressão em Canos)
ru: Манометр
tr: Donanım (Boru Ölçer)

# Things.ItemPipeLabel
source: This kit creates a {THING:StructurePipeLabel}.
cs: Tato sada vytváří {THING:StructurePipeLabel}.
es: Este kit crea un {THING:StructurePipeLabel}.
fr: Ce kit crée une {THING:StructurePipeLabel} que vous pourrez coller sur vos tuyaux. Cela vous permettra d'éviter de confondre vos tuyaux d'Oxygène et de Polluants.
ru: Этот набор используется для сборки {THING:StructurePipeLabel}.

# Things.ItemPipeLabel
source: Kit (Pipe Label)
cs: Štítek na potrubí (sada)
de: Beschriftung (Rohre)
es: Etiqueta de Tubo
fi: Varustepakkaus (putkietiketti)
fr: Kit (Étiquette de Tuyau)
hu: Készlet (Csőcímke)
it: Etichetta per tubi
pt_pt: Kit (Rótulo para Canos)
ru: Наклейка для трубы
tr: Donanım (Boru Etiketi)

# Things.ItemPipeGasMixer
source: This kit creates a {THING:StructureGasMixer}.
cs: Tato sada vytváří {THING:StructureGasMixer}.
es: Este kit crea un {THING:StructureGasMixer}.
fr: Ce kit crée un {THING:StructureGasMixer}.
ru: Этот набор используется для сборки {THING:StructureGasMixer}.

# Things.ItemPipeGasMixer
source: Kit (Gas Mixer)
cs: Směšovač plynu (sada)
de: Gasmischer (Rohre)
es: Tubería Mezclador de Gases
fi: Varustepakkaus (kaasunsekoitin)
fr: Kit (Mélangeur de Gaz)
hu: Készlet (Gázkeverő)
it: Miscelatore di gas
pt_pt: Kit (Misturador de Gases)
ru: Газовый смеситель
tr: Donanım (Gaz Karıştırıcı)

# Things.ItemPipeDigitalValve
source: This kit creates a {THING:StructureDigitalValve}.
cs: Tato sada vytváří {THING:StructureDigitalValve}.
es: Este kit crea un {THING:StructureDigitalValve}.
fr: Ce kit crée une {THING:StructureDigitalValve}.
ru: Этот набор используется для сборки {THING:StructureDigitalValve}.

# Things.ItemPipeDigitalValve
source: Kit (Digital Valve)
cs: Digitální ventil (sada)
de: Elektrisches Ventil (Rohre)
es: Válvula Digital de Tubería
fi: Varustepakkaus (digitaalinen putkiventtiili)
fr: Kit (Électrovanne à gaz)
hu: Készlet (Digitális csap)
it: Valvola tubi digitale
pt_pt: Kit (Válvula Digital)
ru: Электровентиль
tr: Donanım (Dijital Vana)

# Things.ItemPipeCrossJunction6
source: This kit creates a {THING:StructurePipeCrossJunction6}.
cs: Tato sada vytváří {THING:StructurePipeCrossJunction6}.
es: Este kit crea un {THING:StructurePipeCrossJunction6}.
fr: Ce kit crée un {THING:StructurePipeCrossJunction6}.
ru: Этот набор используется для сборки {THING:StructurePipeCrossJunction6}.

# Things.ItemPipeCrossJunction6
source: Kit (Pipe 6-Way Junction)
cs: Potrubí 6-cestné (sada)
de: Rohr-6-Wege-Kreuzung
es: Tubería (Unión de 6 Vías)
fi: Varustepakkaus (putki, 6-tieliittymä)
fr: Tuyau (6 Jonctions)
hu: Készlet (Cső, 6 irányú elágazás)
it: Tubo (6 giunti)
pt_pt: Kit (Cano Junção de 6 Conexões)
ru: Труба (6-конечная)
tr: Donanım (Boru 6 Yönlü Bağlantı)

# Things.ItemPipeCrossJunction5
source: This kit creates a {THING:StructurePipeCrossJunction5}.
cs: Tato sada vytváří {THING:StructurePipeCrossJunction5}.
es: Este kit crea un {THING:StructurePipeCrossJunction5}.
fr: Ce kit crée un {THING:StructurePipeCrossJunction5}.
ru: Этот набор используется для сборки {THING:StructurePipeCrossJunction5}.

# Things.ItemPipeCrossJunction5
source: Kit (Pipe 5-Way Junction)
cs: Potrubí 5-cestné (sada)
de: Rohr-5-Wege-Kreuzung
es: Tubería (Unión de 5 Vías)
fi: Varustepakkaus (putki, 5-tieliittymä)
fr: Tuyau (5 Jonctions)
hu: Készlet (Cső, 5 irányú elágazás)
it: Tubo (5 giunti)
pt_pt: Kit (Cano Junção de 5 Conexões)
ru: Труба (5-конечная)
tr: Donanım (Boru 5 Yönlü Bağlantı)

# Things.ItemPipeCrossJunction3
source: This kit creates a {THING:StructurePipeCrossJunction3}.
cs: Tato sada vytváří {THING:StructurePipeCrossJunction3}.
es: Este kit crea un {THING:StructurePipeCrossJunction3}.
fr: Ce kit crée un {THING:StructurePipeCrossJunction3}.
ru: Этот набор используется для сборки {THING:StructurePipeCrossJunction3}.

# Things.ItemPipeCrossJunction3
source: Kit (Pipe 3-Way Junction)
cs: Potrubí 3-cestné (sada)
de: Rohr-3-Wege-Kurve
es: Tubería (Unión de 3 Vías)
fi: Varustepakkaus (putki, 3-tieliittymä)
fr: Tuyau (3 Jonctions)
hu: Készlet (Cső, 3 irányú elágazás)
it: Tubo (3 giunti)
pt_pt: Kit (Cano Junção de 3 Conexões)
ru: Труба (Угловая 3-конечная)
tr: Donanım (Boru 3 Yönlü Bağlantı)

# Things.ItemPipeCrossJunction
source: This kit creates a {THING:StructurePipeCrossJunction}.
cs: Tato sada vytváří {THING:StructurePipeCrossJunction}.
es: Este kit crea un {THING:StructurePipeCrossJunction}.
fr: Ce kit crée un {THING:StructurePipeCrossJunction}.
ru: Этот набор используется для сборки {THING:StructurePipeCrossJunction}.

# Things.ItemPipeCrossJunction
source: Kit (Pipe Cross Junction)
cs: Potrubní křížový spoj (sada)
de: Rohrkreuzung
es: Tubería (Cruce Cruzado)
fi: Varustepakkaus (putki, risteys)
fr: Tuyau (En Croix)
hu: Készlet (Cső, kereszt alakú)
it: Tubo (A croce)
pt_pt: Kit (Cano Junção Cruzada)
ru: Труба (Крестовая)
tr: Donanım (Boru Çapraz Bağlantı)

# Things.ItemPipeCorner
source: This kit creates a {THING:StructurePipeCorner}.
cs: Tato sada vytváří {THING:StructurePipeCorner}.
es: Este kit crea un {THING:StructurePipeCorner}.
fr: Ce kit crée un {THING:StructurePipeCorner}. Un tuyau coudé comme l'aime les plombiers.
ru: Этот набор используется для сборки {THING:StructurePipeCorner}.

# Things.ItemPipeCorner
source: Kit (Pipe Corner)
cs: Rohové potrubí (sada)
de: Rohrkurve
es: Tubo (Esquina)
fi: Varustepakkaus (putki, kulma)
fr: Tuyau (Coin)
hu: Készlet (Cső, sarok)
it: Tubo (Curva)
pt_pt: Kit (Cano Canto)
ru: Труба (Угловая)
tr: Donanım (Boru Köşe)

# Things.ItemPipeAnalyizer
source: This kit creates a {THING:StructurePipeAnalysizer}.
cs: Tato sada vytváří {THING:StructurePipeAnalysizer}.
es: Este kit crea un {THING:StructurePipeAnalysizer}.
fr: Ce kit un {THING:StructurePipeAnalysizer}. Utile pour entendre les souris courrir dans les tuyaux.
ru: Этот набор используется для сборки {THING:StructurePipeAnalysizer}.
