Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureReinforcedCompositeWindow
source: Enjoy vistas of even the most savage, alien landscapes with these heavy duty window frames, which are resistant to pressure differentials up to 1MPa.
cs: S těmito odolnými okenními rámy, které jsou odolné vůči tlakovým rozdílům až 1 MPa, si můžete vychutnat výhledy i na tu nejdivočejší, cizí krajinu.
de: Genieße Ausblicke auf selbst die wildesten, fremden Landschaften mit diesen robusten Fensterrahmen, die gegen Druckunterschiede von bis zu 1 MPa resistent sind.
es: Disfrute de las vistas de los paisajes más salvajes y extraños con estos marcos de ventanas de alta resistencia, que son resistentes a los diferenciales de presión de hasta 1MPa.

# Things.StructureReinforcedCompositeWindowSteel
source: Reinforced Window (Composite Steel)
cs: Vyztužené okno (kompozitní ocel)
de: Verstärktes Fenster (Verbundstahl)
es: Ventana Reforzada (Acero Compuesto)

# Things.StructureReinforcedCompositeWindowSteel
source: Enjoy vistas of even the most savage, alien landscapes with these heavy duty window frames, which are resistant to pressure differentials up to 1MPa.
cs: S těmito odolnými okenními rámy, které jsou odolné vůči tlakovým rozdílům až 1 MPa, si můžete vychutnat výhledy i na tu nejdivočejší, cizí krajinu.
de: Genieße Ausblicke auf selbst die wildesten, fremden Landschaften mit diesen robusten Fensterrahmen, die gegen Druckunterschiede von bis zu 1 MPa resistent sind.
es: Disfrute de las vistas de los paisajes más salvajes y extraños con estos marcos de ventanas de alta resistencia, que son resistentes a los diferenciales de presión de hasta 1MPa.

# Things.StructureReinforcedWallPaddedWindow
source: Reinforced Window (Padded)
cs: Vyztužené okno (polstrované)
de: Verstärktes Fenster (gepolstert)
es: Ventana Reforzada (Acolchada)

# Things.StructureReinforcedWallPaddedWindow
source: Enjoy vistas of even the most savage, alien landscapes with these heavy duty window frames, which are resistant to pressure differentials up to 1MPa.
cs: S těmito odolnými okenními rámy, které jsou odolné vůči tlakovým rozdílům až 1 MPa, si můžete vychutnat výhledy i na tu nejdivočejší, cizí krajinu.
de: Genieße Ausblicke auf selbst die wildesten, fremden Landschaften mit diesen robusten Fensterrahmen, die gegen Druckunterschiede von bis zu 1 MPa resistent sind.
es: Disfrute de las vistas de los paisajes más salvajes y extraños con estos marcos de ventanas de alta resistencia, que son resistentes a los diferenciales de presión de hasta 1MPa.

# Things.StructureReinforcedWallPaddedWindowThin
source: Reinforced Window (Thin)
cs: Vyztužené okno (tenké)
de: Verstärktes Fenster (dünn)
es: Ventana Reforzada (Delgada)

# Things.StructureReinforcedWallPaddedWindowThin
source: Enjoy vistas of even the most savage, alien landscapes with these heavy duty window frames, which are resistant to pressure differentials up to 1MPa.
cs: S těmito odolnými okenními rámy, které jsou odolné vůči tlakovým rozdílům až 1 MPa, si můžete vychutnat výhledy i na tu nejdivočejší, cizí krajinu.
de: Genieße Ausblicke auf selbst die wildesten, fremden Landschaften mit diesen robusten Fensterrahmen, die gegen Druckunterschiede von bis zu 1 MPa resistent sind.
es: Disfrute de las vistas de los paisajes más salvajes y extraños con estos marcos de ventanas de alta resistencia, que son resistentes a los diferenciales de presión de hasta 1MPa.

# Things.ItemStelliteGlassSheets
source: Item Stellite Glass Sheets
cs: Stelitové skleněné tabule
de: Gegenstand Stellite Glasscheiben
es: Artículo Hojas de cristal de Stellite

# Things.ItemStelliteGlassSheets
source: A stronger glass substitute.
cs: Silnější náhražka skla.
de: Ein stärkerer Glasersatz.
es: Un sustituto del cristal normal pero mucho más fuerte.

# Things.ItemKitReinforcedWindows
source: Reinforced Windows (Kit)
cs: Vyztužené okno (Sada)
de: Verstärktes Fenster (Bausatz)
es: Ventanas Reforzadas (Kit)

# Things.ItemKitReinforcedWindows
source: Creates {THING:StructureReinforcedCompositeWindow} and other variants.
cs: Vytváří {THING:StructureReinforcedCompositeWindow} a další varianty.
de: Erstellt {THING:StructureReinforcedCompositeWindow} und andere Varianten.
es: Crea {THING:StructureReinforcedCompositeWindow} y otras variantes.

# Things.ItemKitHorizontalAutoMiner
source: Creates a {THING:StructureHorizontalAutoMiner}.
cs: Vytvoří {THING:StructureHorizontalAutoMiner}.
de: Erstellt einen {THING:StructureHorizontalAutoMiner}.
es: Crea un {THING:StructureHorizontalAutoMiner}.

# Things.ItemLaptop
source: Laptop
es: Portátil

# Things.ItemLaptop
source: The Laptop functions as a portable IC editor. To operate the Laptop it must be powered with a battery, have a {THING:MotherboardProgrammableChip} in the motherboard slot, and an {THING:ItemIntegratedCircuit10} in the Programmable Chip Slot. You must place the laptop down to interact with the onsreen UI.
es: El ordenador portátil funciona como un editor de IC portátil. Para operar el ordenador portátil, debe estar alimentado con una batería, tener un {THING:MotherboardProgrammableChip} en la ranura de la placa base y un {THING:ItemIntegratedCircuit10} en la ranura para chip programable. Debe colocar el ordenador portátil hacia abajo para interactuar con la interfaz de usuario on screen.

# Things.ItemPlantEndothermic_Genepool1
source: Winterspawn (Alpha variant)
cs: Winterspawn (Alfa verze)
de: Winterspawn (Alpha-Variante)
es: Bioprocesador Atmosférico Winterspawn (Variante Alpha)

# Things.ItemPlantEndothermic_Genepool1
source: {LINK:Agrizero;Agrizero's} Winterspawn atmospheric bio-processor is a recent addition to their catalog of genespliced environmental decorations. Using ambient heat to split {GAS:Water} into {GAS:Volatiles} and {GAS:Oxygen}, the Winterspawn cools its surroundings, when supplied with sufficient {GAS:Nitrogen}. The alpha variant has a peak cooling and electrolysis capacity of 90Watts and is most efficient operating in air temperatures of 0 to 40 Degrees Celsius.
es: {LINK:Agrizero; El bioprocesador atmosférico Winterspawn de Agrizero es una adición reciente a su catálogo de decoraciones ambientales genéticas. Usando el calor ambiente para dividir el {LINK:GasPage;agua} en {LINK:GasPage;volátiles} y {LINK:GasPage;oxígeno}, el Winterspawn enfría su entorno, cuando se le suministra suficiente {LINK:GasPage;nitrógeno}. La variante alfa tiene una capacidad máxima de enfriamiento y electrólisis de 90 watios y es más eficiente operando en temperaturas del aire de 0 a 40 grados centígrados.

# Things.ItemPlantEndothermic_Genepool2
source: Winterspawn (Beta variant)
cs: Winterspawn (Beta verze)
de: Winterspawn (Beta-Variante)
es: Bioprocesador atmosférico Winterspawn (variante Beta)

# Things.ItemPlantEndothermic_Genepool2
source: {LINK:Agrizero;Agrizero's} Winterspawn atmospheric bio-processor is a recent addition to their catalog of genespliced environmental decorations. Using ambient heat to split {GAS:Water} into {GAS:Volatiles} and {GAS:Oxygen}, the Winterspawn cools its surroundings when supplied with sufficient {GAS:Nitrogen}. The beta variant has a peak cooling and electrolysis capacity of 150Watts and is most efficient operating in air temperatures of 14 to 24 Degrees Celsius.
es: {LINK:Agrizero; El bioprocesador atmosférico Winterspawn de Agrizero es una adición reciente a su catálogo de decoraciones ambientales genéticas. Usando el calor ambiente para dividir el {LINK:GasPage;Water} en {LINK:GasPage;volatiles} y {LINK:GasPage;oxygen}, el Winterspawn enfría su entorno, cuando se le suministra suficiente {LINK:GasPage;Nitrogen}. La variante beta tiene una capacidad máxima de enfriamiento y electrólisis de 150 watios y es más eficiente operando en temperaturas del aire de 14 a 24 grados centígrados.

# Things.ItemPlantThermogenic_Genepool1
source: Hades Flower (Alpha strain)
cs: Hadesova květina (Alfa kmen)
de: Hades Flower (Alpha-Sorte)
es: Flor de Hades (cepa Alpha)

# Things.ItemPlantThermogenic_Genepool1
source: The {LINK:Agrizero;Agrizero's}-created Hades Flower is the result of as dubious experiment to combine the allure of tropical plants with the comfort and homeliness of a heat pump. The plant breathes a 1:3 mix of {GAS:Volatiles} and {GAS:Oxygen}, and exhales heated {GAS:Pollutant}.
de: Der {LINK:Agrizero; Die von Agrizero geschaffene Hades Flower ist das Ergebnis eines zweifelhaften Experiments, die Faszination tropischer Pflanzen mit dem Komfort und der Gemütlichkeit einer Wärmepumpe zu kombinieren. Die Pflanze atmet eine 1:3-Mischung aus {GAS:Volatiles} und {GAS:Oxygen} und atmet erhitzte {GAS:Pollutant} aus.
es: El {LINK:Agrizero;Agricero's} La flor de Hades creada por Agrizero es el resultado de un experimento dudoso para combinar el encanto de las plantas tropicales con la comodidad y la homeidad de una bomba de calor. La planta respira una mezcla 1 a 3 de {LINK:GasPage;volátiles} y {LINK:GasPage;oxígeno}, y exhala {LINK:GasPage;pollutants}.calientes.

# Things.ItemPlantThermogenic_Genepool2
source: Hades Flower (Beta strain)
cs: Hadesova květina (Beta kmen)
de: Hades Flower (Beta-Sorte)
es: Flor de Hades (cepa Beta)

# Things.ItemPlantThermogenic_Genepool2
source: The {LINK:Agrizero;Agrizero's}-created Hades Flower is the result of as dubious experiment to combine the allure of tropical plants with the comfort and homeliness of a heat pump. The plant breathes a 1:3 mix of {GAS:Volatiles} and {GAS:Oxygen}, and exhales heated {GAS:Pollutant}. The beta strain is notably more efficient than the earlier, more experimental alpha variant.
de: Der {LINK:Agrizero; Die von Agrizero geschaffene Hades Flower ist das Ergebnis eines zweifelhaften Experiments, die Faszination tropischer Pflanzen mit dem Komfort und der Gemütlichkeit einer Wärmepumpe zu kombinieren. Die Pflanze atmet eine 1:3-Mischung aus {GAS:Volatiles} und {GAS:Oxygen} und atmet erhitzte {GAS:Pollutant} aus. Der Beta-Stamm ist deutlich effizienter als die frühere, experimentellere Alpha-Variante.
es: El {LINK:Agrizero;Agricero's} La flor de Hades creada por Agrizero es el resultado de un experimento dudoso para combinar el encanto de las plantas tropicales con la comodidad y la homeidad de una bomba de calor. La planta respira una mezcla 1 a 3 de {LINK:GasPage;volátiles} y {LINK:GasPage;oxígeno}, y exhala {LINK:GasPage;pollutants}.calientes. La Variante Beta es notablemente mas eficiente que la anterior mas experimental Variante Alpha.

# Things.ItemKitStirlingEngine
source: Kit (Stirling Engine)
de: Bausatz (Stirlingmotor)
es: Motor Stirling (kit)

# Things.ItemKitStirlingEngine
source: Creates a {THING:StructureStirlingEngine}.
cs: Vytvoří {THING:StructureStirlingEngine}.
de: Erstellt einen {THING:StructureStirlingEngine}.
es: Crea un {THING:StructureStirlingEngine}.

# Things.StructureStirlingEngine
source: Stirling Engine
cs: Stirlingův motor
de: Stirlingmotor
es: Motor Stirling

# Things.StructureStirlingEngine
source: Harnessing an ancient thermal exploit, the {LINK:Recurso;Recurso} 'Libra' Stirling Engine generates power via the expansion and contraction of a working gas to drive pistons operating an electrical generator. When high pressure hot gas is supplied into the input pipe, this gas will heat the hot side of the unit, then pass into the output pipe. The cooler side uses the room's ambient atmosphere, which must be kept at a lower temperature and pressure in order to create a differential. Add a working gas by inserting a {SLOT:GasCanister}. The unit must be deactivated when adding or removing canisters, or the working gas may leak into the surrounding atmosphere. Gases with a low molecular mass make the most efficient working gases. Increasing the moles of working gas can result in a greater potential power output. However, overpressuring the unit may have ... sub-optimal results.
de: Der {LINK:Recurso; Recurso} 'Libra' Stirlingmotor erzeugt Strom durch die Ausdehnung und Kontraktion eines Arbeitsgases, um Kolben anzutreiben, die einen elektrischen Generator betreiben. Wenn heißes Hochdruckgas in das Eingangsrohr eingespeist wird, erwärmt dieses Gas die heiße Seite des Geräts und gelangt dann in das Ausgangsrohr. Die kühlere Seite nutzt die Umgebungsatmosphäre des Raumes, die auf einer niedrigeren Temperatur und einem niedrigeren Druck gehalten werden muss, um ein Differential zu erzeugen. Fügen Sie ein Arbeitsgas hinzu, indem Sie einen {SLOT:GasCanister} einfügen. Das Gerät muss beim Hinzufügen oder Entfernen von Kanistern deaktiviert werden, da sonst das Arbeitsgas in die umgebende Atmosphäre gelangen kann. Gase mit niedriger Molekülmasse bilden die effizientesten Arbeitsgase. Die Erhöhung der Mole des Arbeitsgases kann zu einer größeren potenziellen Leistungsabgabe führen. Überdruck im Gerät kann jedoch ... suboptimale Ergebnisse hervorrufen.
es: Aprovechando una antigua explotación térmica, el {LINK:Recurso;Recurso} 'Libra' Stirling Engine genera energía a través de la expansión y contracción de un gas de trabajo para impulsar pistones que operan un generador eléctrico. Cuando se suministra gas caliente a alta presión en la tubería de entrada, este gas calentará el lado caliente de la unidad y luego pasará a la tubería de salida. El lado más frío utiliza la atmósfera ambiente de la habitación, que debe mantenerse a una temperatura y presión más bajas para crear un diferencial. Agregue un gas de trabajo insertando un recipiente de gas. La unidad debe desactivarse al agregar o quitar botes, o el gas de trabajo puede filtrarse a la atmósfera circundante. Los gases con una masa molecular baja hacen que los gases de trabajo sean los más eficientes. El aumento de los moles del gas de trabajo puede resultar en una mayor potencia de salida potencial. Sin embargo, la sobrepresuración de la unidad puede haber ... resultados subóptimos.

# Things.StructurePowerTransmitter
source: Microwave Power Transmitter
cs: Vysílač mikrovlnné energie
de: Mikrowellen-Leistungsüberträger
es: Transmisor de Energia de microondas

# Things.StructurePowerTransmitter
source: The {LINK:Norsec;Norsec} Wireless Power Transmitter is an uni-directional, A-to-B, far field microwave electrical transmission system.The rotatable base transmitter delivers a narrow, non-lethal microwave beam to a dedicated base receiver. The transmitter must be aligned to the base station in order to transmit any power. The brightness of the transmitter's collimator arc provides an indication of transmission intensity. Note that there is an attrition over longer ranges, so the unit requires more power over greater distances to deliver the same output.
de: Der {LINK:Norsec; Norsec} Mikrowellen-Leistungsüberträger ist ein unidirektionales A-zu-B-Fernfeld-Mikrowellen-Elektroübertragungssystem. Der drehbare Basissender liefert einen schmalen, nicht tödlichen Mikrowellenstrahl an einen dedizierten Basisempfänger. Der Sender muss auf die Basisstation ausgerichtet sein, um Strom zu übertragen. Die Helligkeit des Kollimatorbogens des Senders gibt einen Hinweis auf die Übertragungsintensität. Beachte, dass es über größere Entfernungen zu einem Leistungsverlust kommt, so dass das Gerät mehr Leistung über größere Entfernungen benötigt, um die gleiche Leistung zu liefern.
es: El {LINK:Norsec;Norsec} Transmisor de Energia Inhalámbrico es un sistema de transmisión eléctrica de microondas unidireccional, de la A a la B, de campo lejano. El transmisor de base giratorio entrega un haz de microondas estrecho y no letal a un receptor de base dedicado. El transmisor debe estar alineado con la estación base para transmitir cualquier energia. El brillo del arco colimador del transmisor proporciona una indicación de la intensidad de la transmisión. Tenga en cuenta que hay un desgaste en rangos más largos, por lo que la unidad requiere más potencia a mayores distancias para ofrecer la misma salida.

# Things.StructurePowerTransmitterReceiver
source: Microwave Power Receiver
cs: Přijímač mikrovlnné energie
de: Mikrowellen-Leistungsempfänger
es: Receptor de energía de microondas

# Things.StructurePowerTransmitterReceiver
source: The {LINK:Norsec;Norsec} Wireless Power Transmitter is an uni-directional, A-to-B, far field microwave electrical transmission system.The rotatable base transmitter delivers a narrow, non-lethal microwave beam to a dedicated base receiver. The transmitter must be aligned to the base station in order to transmit any power. The brightness of the transmitter's collimator arc provides an indication of transmission intensity. Note that there is an attrition over longer ranges, so the unit requires more power over greater distances to deliver the same output.
de: Der {LINK:Norsec; Norsec} Mikrowellen-Leistungsempfänger ist ein unidirektionales A-zu-B-Fernfeld-Mikrowellen-Elektroübertragungssystem. Der drehbare Basissender liefert einen schmalen, nicht tödlichen Mikrowellenstrahl an einen dedizierten Basisempfänger. Der Sender muss auf die Basisstation ausgerichtet sein, um Strom zu übertragen. Die Helligkeit des Kollimatorbogens des Senders gibt einen Hinweis auf die Übertragungsintensität. Beachten Sie, dass es über größere Entfernungen zu einem Leistungsverlust kommt, so dass das Gerät mehr Leistung über größere Entfernungen benötigt, um die gleiche Leistung zu liefern.
es: El Transmisor de energia inalámbrico {LINK:Norsec;Norsec} es un sistema de transmisión eléctrica de microondas unidireccional, de la A a la B, de campo lejano. El transmisor de base giratorio entrega un haz de microondas estrecho y no letal a un receptor de base dedicado. El transmisor debe estar alineado con la estación base para transmitir cualquier energia. El brillo del arco colimador del transmisor proporciona una indicación de la intensidad de la transmisión. Tenga en cuenta que hay un desgaste en rangos más largos, por lo que la unidad requiere más potencia a mayores distancias para ofrecer la misma salida.

# Things.StructureOverheadShortCornerLocker
source: Overhead Corner Locker
cs: Stropní rohová skřínka
de: Eckhängeschrank
es: Taquilla de esquina superior

# Things.StructureOverheadShortLocker
source: Overhead Locker
cs: Stropní skřínka
de: Hängeschrank
es: Taquilla aérea

# Things.StructureShortCornerLocker
source: Short Corner Locker
cs: Malá rohová skřínka
de: Kurzer Eckschrank
es: Taquilla de esquina corta

# Things.StructureShortLocker
source: Short Locker
cs: Krátká skříňka
de: Kurzer Schrank
es: Taquilla corta

# Things.StructureCornerLocker
source: Corner Locker
cs: Rohová skříňka
de: Eckschrank
es: Taquilla de esquina

# Things.ItemPlantEndothermic_Creative
source: Endothermic Plant Creative
cs: Endotermická rostlina Kreativní
de: Endothermische Pflanze Creative
es: Planta Endotérmica Creativa

# Things.ItemPlantThermogenic_Creative
source: Thermogenic Plant Creative
cs: Termogenní rostlina Kreativní
de: Thermogene Pflanze Creative
es: Planta Termogénica Creativa

# Things.ItemKitPowerTransmitter
source: Kit (Power Transmitter)
de: Bausatz (Leistungsüberträger)
es: Tramsmisor de Energia (kit)

# Things.StructureInteriorDoorTriangle
source: Interior Door Triangle
cs: Vnitřní dveře s Trojúhelníkem
de: Innentür-Dreieck
es: Triángulo interior de la puerta

# Things.StructureInteriorDoorPaddedThin
source: Interior Door Padded Thin
cs: Vnitřní dveře Polstrované tenké
de: Innentür dünn gepolstert
es: Puerta interior acolchada delgada

# Things.StructureInteriorDoorPadded
source: Interior Door Padded
cs: Vnitřní dveře polstrované
de: Innentür gepolstert
es: Puerta interior acolchada

# Things.StructureInteriorDoorGlass
source: Interior Door Glass
cs: Vnitřní dveře Prosklené
de: Innentür-Glas
es: Cristal interior de la puerta

# Things.ItemKitInteriorDoors
source: Kit (Interior Doors)
cs: Interiérové dveře (sada)
de: Bausatz (Innentüren)
es: Kit (Puertas Interiores)

# Things.StructureUnpoweredHatch
source: Structure Unpowered Hatch
cs: Nenapájený poklop
de: Struktur Manuelle Luke
es: Estructura de la escotilla sin alimentación

# Things.StructureManualHatch
source: Manual Hatch
cs: Ruční poklop
de: Manuelle Luke
es: Escotilla manual

# Things.ItemKitPowerTransmitterOmni
source: Kit (Power Transmitter Omni)
de: Bausatz (Omni-Leistungsüberträger)
es: Tramsmisor de energia Omnidireccional (kit)

# Things.StructurePowerTransmitterOmni
source: Structure Power Transmitter Omni
cs: Struktura Vysílače energie Omni
de: Struktur Omni-Leistungsüberträger
es: Transmisor de potencia de estructura Omni

# Things.Battery_Wireless_cell
source: Battery Wireless Cell
de: Akku-Funkladezelle
es: Bateria Inalambrica

# Things.Battery_Wireless_cell_Big
source: Battery Wireless Cell (Big)
de: Akku-Funkladezelle (groß)
es: Bateria Inalambrica (Grande)

# Things.DynamicLightNetworkTest
source: Dynamic Light Network Test
cs: Test dynamické světelné sítě
de: Dynamisches Licht Netzwerktest
es: Prueba de red de luz dinámica

# Things.ItemKitLargeExtendableRadiator
source: Kit (Large Extendable Radiator)
de: Bausatz (Großer ausfahrbarer Heizkörper)
es: Radiador Extensible Grande (kit)

# Things.ItemKitLargeExtendableRadiator
source: Creates {THING:StructureLargeExtendableRadiator}.
de: Erstellt {THING:StructureLargeExtendableRadiator}.
es: Crea {THING:StructureLargeExtendableRadiator}.

# Things.StructureLargeExtendableRadiator
source: Structure Large Extendable Radiator
cs: Velký výsuvný radiátor
de: Struktur großer ausfahrbarer Heizkörper
es: Estructura Gran Radiador Extensible

# Things.StructureLargeExtendableRadiator
source: Omptimised for radiating heat in vacuum and low pressure environments. If pointed at the sun it will heat its contents rapidly via solar heating. The panels can fold away to stop all heat radiation/solar heating and protect them from storms.
de: Omptimiert für Strahlungswärme in Vakuum- und Niederdruckumgebungen. Wenn es auf die Sonne gerichtet ist, erwärmt es seinen Inhalt schnell durch die Sonnenenergie. Die Paneele können eingefahren werden, um die gesamte Wärmestrahlung/Solarheizung zu meiden und sie vor Stürmen zu schützen.
es: Omptimizado para irradiar calor en ambientes de vacío y baja presión. Si apunta al sol, calentará su contenido rápidamente a través del calentamiento solar. Los paneles pueden plegarse para detener toda la radiación de calor / calefacción solar y protegerlos de las tormentas.

# Things.ItemWreckageLargeExtendableRadiator01
source: Wreckage Large Extendable Radiator
de: Wrack großer ausfahrbarer Heizkörper
es: Radiador Extensible Grande Destruido

# Things.StructureWaterBottleFillerPoweredBottom
source: Waterbottle Filler
cs: Plnička lahví na vodu
de: Wasserflaschen-Befüller
es: Rellenador de botellas de agua

# Things.StructureWaterBottleFillerPowered
source: Waterbottle Filler
cs: Plnička lahví na vodu
de: Wasserflaschen-Befüller
es: Rellenador de botellas de agua

# Things.ItemNitrice
source: Ice (Nitrice)
cs: Led (Nitrice)
de: Eis (Stickstoff)
es: Hielo (Nitrice)
