Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemBiomass
source: Diced organic material that is returned when food and organic matter is passed through the {THING:StructureRecycler} and {THING:StructureCentrifuge}. Can be burned in a {THING:StructureFurnace} into {THING:ItemCharcoal} for use in the {THING:StructureSolidFuelGenerator}.
cs: Nakrájený organický materiál, který je vrácen při průchodu jídla a organické hmoty přes {THING:StructureRecycler} a {THING:StructureCentrifuge}. Může být spálen v {THING:StructureFurnace} na {THING:ItemCharcoal} pro použití v {THING:StructureSolidFuelGenerator}.
de: Gewürfeltes organisches Material, das zurückgegeben wird, wenn Nahrung und organisches Material durch {THING:StructureRecycler} und {THING:StructureCentrifuge} geleitet werden. Kann in einem {THING:StructureFurnace} in {THING:ItemCharcoal} zur Verwendung im {THING:StructureSolidFuelGenerator} gebrannt werden.
es: Material orgánico cortado en cubos que se devuelve cuando el alimento y la materia orgánica pasan por la {THING:StructureRecycler} y la {THING:StructureCentrifuge}. Puede ser quemado en una {THING:StructureFurnace} o en {THING:ItemCharcoal} para ser usado en la {THING:StructureSolidFuelGenerator}.
fr: Matières organiques en dés qui sont retournées lorsque les aliments et la matière organique sont passés par le {THING:StructureRecycler} et {THING:StructureCentrifuge}. Peut être brûlé dans un {THING:StructureFurnace} en {THING:ItemCharcoal} pour une utilisation dans le {THING:StructureSolidFuelGenerator}.
ru: Перемолотый органический материал который возвращён после обработки еды и органических материалов в {THING:StructureRecycler} и {THING:StructureCentrifuge}. Может быть сожжён в {THING:StructureFurnace} в {THING:ItemCharcoal} для использования в {THING:StructureSolidFuelGenerator}.

# Things.ItemBiomass
source: Biomass
cs: Biomasa
de: Biomasse
es: Biomasa
fr: Biomasse
ru: Биомасса

# Things.ItemBreadLoaf
source: Bread Loaf
cs: Bochník chleba
de: Brotlaib
es: Hogaza de pan
fr: Miche de pain
ru: Буханка Хлеба

# Things.ItemCornSoup
source: Made using {THING:ItemCookedCorn} and an {THING:ItemEmptyCan} in a {THING:AppliancePackagingMachine} or {THING:StructureAdvancedPackagingMachine}. Faily high in nutrition, canned food does not {LINK:DecayPage;decay}.
cs: Vyrobeno pomocí {THING:ItemCookedCorn} a {THING:ItemEmptyCan} v {THING:AppliancePackagingMachine} nebo {THING:StructureAdvancedPackagingMachine}. Konzervované potraviny s vysokým obsahem živin se {LINK:DecayPage;nerozkládají}.
de: Erstellt mit {THING:ItemCookedCorn} und einem {THING:ItemEmptyCan} in einer {THING:AppliancePackagingMachine} oder {THING:StructureAdvancedPackagingMachine}. Ziemlich nahrhafte Konserven ohne {LINK:DecayPage;decay}
es: Hecho usando {THING:ItemCookedCorn} y una {THING:ItemEmptyCan} en un {THING:AppliancePackagingMachine} o {THING:StructureAdvancedPackagingMachine}. Fallando alto en nutrición, los alimentos enlatados no {LINK:DecayPage;decay}.

# Things.ItemCornSoup
source: Corn Soup
cs: Kukuřičná polévka
de: Maissuppe
es: Sopa de Maíz
fr: Soupe de maïs
ru: Кукурузовый Суп

# Things.ItemPumpkinSoup
source: Made using {THING:ItemCookedPumpkin} and an {THING:ItemEmptyCan} in a {THING:AppliancePackagingMachine} or {THING:StructureAdvancedPackagingMachine}. Fairly high in nutrition, canned food does not {LINK:DecayPage;decay}
cs: Vyrobeno pomocí {THING:ItemCookedPumpkin} a {THING:ItemEmptyCan} v {THING:AppliancePackagingMachine} nebo {THING:StructureAdvancedPackagingMachine}. Konzervované potraviny s vysokým obsahem živin se {LINK:DecayPage;nerozkládají}.
de: Erstellt mit {THING:ItemCookedPumpkin} und einem {THING:ItemEmptyCan} in einer {THING:AppliancePackagingMachine} oder {THING:StructureAdvancedPackagingMachine}. Ziemlich nahrhafte Konserven ohne {LINK:DecayPage;decay}
es: Hecho usando {THING:ItemCookedPumpkin} y una {THING:ItemEmptyCan} en {THING:AppliancePackagingMachine} o {THING:StructureAdvancedPackagingMachine}. Bastante alto en nutrición, los alimentos enlatados no {LINK:DecayPage;decay}

# Things.ItemPumpkinSoup
source: Pumpkin Soup
cs: Dýňová polévka
de: Kürbissuppe
es: Sopa de Calabaza
fr: Soupe de citrouille
ru: Тыквенный Суп

# Things.ItemEmptyCan
source: Used for making soups when combined with food in the {THING:AppliancePackagingMachine} or {THING:StructureAdvancedPackagingMachine}. Fairly high in nutrition, canned food does not {LINK:DecayPage;decay}.
cs: Používá se k přípravě polévek v kombinaci s potravinami v {THING:AppliancePackagingMachine} nebo {THING:StructureAdvancedPackagingMachine}. Má poměrně vysoký obsah živin, konzervované potraviny se {LINK:DecayPage;nerozkládají}.
de: Wird zum Zubereiten von Suppen verwendet, wenn sie mit Lebensmitteln in der {THING:AppliancePackagingMachine} oder {THING:StructureAdvancedPackagingMachine} kombiniert werden. Ziemlich nahrhafte Konserven ohne {LINK:DecayPage;decay}.
es: Se utiliza para hacer sopas cuando se combina con alimentos en un {THING:AppliancePackagingMachine} o {THING:StructureAdvancedPackagingMachine}. Bastante alto en nutrición, los alimentos enlatados no {LINK:DecayPage;decay}.

# Things.ItemEmptyCan
source: Empty Can
cs: Prázdná plechovka
de: Leere Dose
es: Lata vacia
fr: Boîte vide
ru: Пустая Банка

# Things.ItemKitCrateMkII
source: This kit produces a {THING:CrateMkII}.
cs: Tato sada vytváří {THING:CrateMkII}.
de: Dieser Bausatz erzeugt eine {THING:CrateMkII}.
es: Este kit produce una {THING:CrateMkII}
fr: Ce kit produit une {THING:CrateMkII}.
ru: Этот комплект производит {THING:CrateMkII}.

# Things.ItemKitCrateMkII
source: Kit (Crate Mk II)
cs: Bedna Mk II (sada)
de: Bausatz (Kiste Mk II)
es: Kit (Caja Mk II)
fr: Kit (Caisse Mk 2)
ru: Набор (Ящик MK II)

# Things.CrateMkII
source: A more heavily reinforced version of the iconic {THING:DynamicCrate}, the Crate Mk II is resistant to incredibly high pressures and temperatures. Short of disposing of it in a black hole, the Mk II is about as safe as luggage gets.
cs: Bedna Mk II, silněji vyztužená verze ikonické bedny {THING:DynamicCrate}, je odolná vůči neuvěřitelně vysokým tlakům a teplotám. Pokud ji nehodíte do černé díry, je Mk II tak bezpečná, jak jen zavazadlo může být.
de: Die Kiste Mk II ist eine schwer verstärkte Version der legendären {THING:DynamicCrate} und beständig gegen unglaublich hohen Druck und Temperaturen. Abgesehen davon, dass er in einem Schwarzen Loch entsorgt werden kann, ist der Mk II so sicher wie das sicherste Gepäck.
es: Una versión más reforzada del icónico {THING:DynamicCrate}, el Crate Mk II es resistente a presiones y temperaturas increíblemente altas. A menos que lo deseche en un agujero negro, el Mk II es tan seguro como el equipaje.
fr: Version renforcée de l’emblématique {THING:DynamicCrate}, la Caisse MkII résiste aux pressions et aux températures extrêmes. A part s’en débarrasser dans un trou noir, la Caisse MkII est la plus sûr des bagages.
ru: Усиленная версия классического {THING:DynamicCrate}, Ящик МК II выдерживает очень высокие температуры и давления. За исключением выбрасывания в черную дыру, МК II настолько безопасен на сколько это вообще возможно для багажа.

# Things.CrateMkII
source: Crate Mk II
cs: Bedna Mk II
de: Kiste Mk II
es: Caja MK II
fr: Caisse Mk 2
ru: Ящик MK II

# Things.StructureUprightWindTurbine
source: Norsec's basic wind turbine is an easily fabricated, rapidly deployed design that is strong enough to withstand the worst that environments can throw at it. While the wind turbine is optimized to produce power even on low atmosphere worlds (up to 200W), it performs best in denser environments. Output varies with wind speed, and during storms, may increase dramatically (up to 800W), so be careful to design your power networks with that in mind.
cs: Základní větrná turbína Norsec je snadno vyrobitelná a rychle nasaditelná konstrukce, která je dostatečně silná, aby odolala i těm nejhorším podmínkám. Větrná turbína je sice optimalizována tak, aby vyráběla energii i na světech s nízkou atmosférou (až 200 W), ale nejlépe funguje v hustším prostředí. Výkon se mění v závislosti na rychlosti větru a během bouřek se může výrazně zvýšit (až na 800 W), proto dbejte na to, abyste své energetické sítě navrhovali s ohledem na tuto skutečnost.
de: H-Darrieus-Windturbinen von Norsec sind ein einfach herzustellendes, schnell einsetzbares Design, das stark genug ist, um den schlimmsten Umwelteinflüssen standzuhalten. Während die Windkraftanlage optimiert ist, um selbst auf Welten mit niedriger Atmosphäre (bis zu 200 W) Strom zu erzeugen, arbeitet sie in dichteren Umgebungen am besten. Die Leistung variiert mit der Windgeschwindigkeit und kann bei Stürmen dramatisch ansteigen (bis zu 800 W). Achten Sie also darauf, Ihre Stromnetze entsprechend zu gestalten.
es: La turbina eólica básica de Norsec es un diseño fácil de fabricar y de despliegue rápido que es lo suficientemente fuerte como para resistir lo peor que los entornos pueden arrojarle. Si bien la turbina eólica está optimizada para producir energía incluso en mundos de baja atmósfera (hasta 200 W), funciona mejor en entornos más densos. La salida varía con la velocidad del viento y, durante las tormentas, puede aumentar drásticamente (hasta 800 W), así que tenga cuidado de diseñar sus redes eléctricas con eso en mente.
fr: L’éolienne verticale de Norsec est d'une conception facile à fabriquer. Elle est rapidement déployable et assez solide pour résister au pire des environnements. Bien que l’éolienne soit optimisée pour produire de l’énergie même sur des mondes avec une faible pression atmosphérique (jusqu’à 200W), elle fonctionne mieux dans des environnements à l'atmosphère plus denses. La puissance produite varie en fonction de la vitesse du vent et, pendant les tempêtes, elle peut augmenter considérablement (jusqu’à 800 W). Soyez prudent lors de la conception de votre réseau électrique, gardez cela à l’esprit.
ru: Базовые ветряные турбины Norsec это легкий в производстве, быстрый в установки дизайн который достаточно надежен чтобы выстоять худшие условия которые может предложить внешняя среда. Хоть ветряные турбины оптимизированы для производства энергии даже на мирах с низкой атмосферой (до 200Вт), они работают лучше всего в условиях более плотных сред. Производимая мощность так же варьируется в зависимости от скорости ветра, во время штормов может подниматься крайне существенно (до 800Вт), так что будьте осторожны и учтите это при планировке вашей сети.

# Things.StructureUprightWindTurbine
source: Upright Wind Turbine
cs: Větrná turbína
de: H-Darrieus-Windkraftanlage
es: Turbina de viento vertical
fr: Éolienne verticale
ru: Вертикальная ветряная турбина

# Things.ItemKitUprightWindTurbine
source: This kit produces a {THING:StructureUprightWindTurbine}.
cs: Tato sada vytváří {THING:StructureUprightWindTurbine}.
de: Mit diesem Bausatz stellst du {THING:StructureUprightWindTurbine} her.
es: Este kit produce una {THING:StructureUprightWindTurbine}.
fr: Ce kit produit une {THING:StructureUprightWindTurbine}.
ru: Этот комплект производит {THING:StructureUprightWindTurbine}.

# Things.ItemKitUprightWindTurbine
source: Kit (Upright Wind Turbine)
cs: Větrná turbína (sada)
de: Bausatz (H-Darrieus-Windkraftanlage)
es: Kit (Turbina de viento vertical)
fr: Kit (Éolienne verticale)
ru: Набор (Вертикальная ветряная турбина)

# Things.ItemKitWeatherStation
source: Kit (Weather Station)
cs: Meteorologická stanice (sada)
de: Bausatz (Wetterstation)
es: Kit (Estación meteorológica)
fr: Kit (Station météo)
ru: Набор (Метеостанция)

# Things.StructureWeatherStation
source: Weather Station
cs: Meteorologická stanice
de: Wetterstation
es: Estación meteorológica
fr: Station météo
ru: Метеостанция

# Things.ItemKitGrowLight
source: This kit produces an {LINK:Agrizero;Agrizero} {THING:StructureGrowLight}.
de: DieseRbAUSATZ erzeugt eine {LINK:Agrizero; Agrizero} {THING:StructureGrowLight}.
es: Este kit produce un {LINK:Agrizero;Agrizero} p una (Luz de cultivo) {THING:StructureGrowLight}.

# Things.ItemKitGrowLight
source: Kit (Grow Light)
cs: Růstové světlo (sada)
de: Bausatz (UV-Lampe)
es: Kit (Luz de cultivo)
fr: Kit (Lampe horticole)
ru: Набор (Освещение для растений)

# Things.StructureGrowLight
source: {LINK:Agrizero;Agrizero's} leading hydroponic lighting system, the GrowUp UV light supplements sunshine in low light or sun-distant conditions. The unit adds growability over the space of a grid, so requires proximate placement to work.
de: {LINK:Agrizero;Agrizero's} Das führende hydroponische Beleuchtungssystem von Agrizero, das UV-Licht von GrowUp, ergänzt Sonnenschein bei schlechten Lichtverhältnissen oder sonnenfernen Bedingungen. Das Gerät fügt Pflanzenwachstum über einen Gitterbereich hinzu, so dass sie über kurze Distanz eingesetzt werden sollten.
es: El sistema de iluminación hidropónico líder {LINK:Agrizero;Agrizero's}, es una luz Ultra violeta llamada GrowUp que complementa la luz del sol en condiciones de poca luz o lejos del sol. La unidad agrega capacidad de crecimiento en el espacio de una cuadrícula, por lo que requiere una ubicación próxima para trabajar.

# Things.StructureGrowLight
source: Grow Light
cs: Růstové světlo
de: UV-Lampe
es: Luz de cultivo
fr: Lampe horticole
ru: Освещение для растений

# Things.Rover_MkI_build_states
source: Rover MKI
es: Rover MK1 estado de construcción
ru: Планетоход МКI

# Things.ItemKitRoverMKI
source: Creates a {THING:Rover_MkI}
cs: Vytvoří {THING:Rover_MkI}
de: Erstellt einen {THING:Rover_MkI}
es: Crea un {THING:Rover_MkI}

# Things.ItemWreckageWallCooler2
source: Wreckage Wall Cooler
cs: Vrak nástěnného chladiče
de: Zerstörter Wandkühler
es: Restos enfriador de pared
fr: Ventilateur de {THING:StructureWallCooler}
ru: Обломки Настенного Охлаждения

# Things.ItemWreckageWallCooler1
source: Wreckage Wall Cooler
cs: Vrak nástěnného chladiče
de: Zerstörter Wandkühler
es: Restos enfriador de pared
fr: Morceau de {THING:StructureWallCooler}
ru: Обломки Настенного Охлаждения

# Things.ItemWreckageAirConditioner2
source: Wreckage Air Conditioner
cs: Vrak klimatizace
de: Zerstörte Klimaanlage
es: Restos del aire acondicionado
fr: Ecran de climatiseur
ru: Обломок Воздушного Кондиционера

# Things.ItemWreckageAirConditioner1
source: Wreckage Air Conditioner
cs: Vrak klimatizace
de: Zerstörte Klimaanlage
es: Restos del generador de la turbina
fr: Capot de climatiseur
ru: Обломок Воздушного Кондиционера

# Things.ItemWreckageTurbineGenerator3
source: Wreckage Turbine Generator
cs: Vrak turbogenerátoru
de: Zerstörter Turbinengenerator
es: Restos del generador de la turbina
fr: Ailette de générateur à turbine
ru: Обломки Турбинного Генератора

# Things.ItemWreckageTurbineGenerator2
source: Wreckage Turbine Generator
cs: Vrak turbogenerátoru
de: Zerstörter Turbinengenerator
es: Restos del generador de la turbina
fr: Ailette de générateur à turbine
ru: Обломки Турбинного Генератора

# Things.ItemWreckageTurbineGenerator1
source: Wreckage Turbine Generator
cs: Vrak turbogenerátoru
de: Zerstörter Turbinengenerator
es: Generador de turbina de restos
fr: Ailette de générateur à turbine
ru: Обломки Турбинного Генератора

# Things.ItemWreckageStructureRTG1
source: Wreckage Structure RTG
cs: Vrak konstrukce RTG
de: Zerstörte Struktur RTG
es: Estructura de los restos RTG
fr: Morceau de RTG
ru: Обломки РИТЭГ

# Things.Flag_ODA_4m
source: Flag (ODA 4m)
cs: Vlajka (ODA 4 m)
de: Markierung (ODA 4m)
es: Kit (ODA 4m)
fr: Drapeau ODA (4m)
ru: Флаг (ODA 4м)

# Things.Flag_ODA_6m
source: Flag (ODA 6m)
cs: Vlajka (ODA 6 m)
de: Markierung (ODA 6m)
es: Kit (ODA 6m)
fr: Drapeau ODA (6m)
ru: Флаг (ODA 6м)

# Things.Flag_ODA_8m
source: Flag (ODA 8m)
cs: Vlajka (ODA 8 m)
de: Markierung (ODA 8m)
es: Kit (ODA 8m)
fr: Drapeau ODA (8m)
ru: Флаг (ODA 8м)

# Things.Flag_ODA_10m
source: Flag (ODA 10m)
cs: Vlajka (ODA 10 m)
de: Markierung (ODA 10m)
es: Kit (ODA 10m)
fr: Drapeau ODA (10m)
ru: Флаг (ODA 10м)

# Things.ItemKitFlagODA
source: Kit (ODA Flag)
cs: Vlajka ODA (sada)
de: Kit (ODA-Markierung)
es: Kit (Bandera ODA)
fr: Kit (Drapeau ODA)
ru: Набор (Флаг ODA)

# Things.ItemKitRespawnPointWallMounted
source: Kit (Respawn)
cs: Oživovač (sada)
de: Bausatz (Respawn)
es: Kit (reaparición)
fr: Kit (Réapparition)
ru: Набор (Возрождение)

# Things.RespawnPointWallMounted
source: Respawn Point (Mounted)
cs: Místo oživení (nastaveno)
de: Respawn-Punkt (Montiert)
es: Punto de reaparición (montado)
fr: Point de réapparition (monté)
ru: Точка Возрождения (Фиксированная)

# Things.RespawnPoint
source: Place a respawn point to set a player entry point to your base when loading in, or returning from the dead.
cs: Umístěním resetovacího bodu nastavíte vstupní bod hráče do základny při načítání nebo návratu z mrtvých.
de: Platziere einen Respawnpunkt, um einen Spieler Wiedereinstiegspunkt zu deiner Basis zu setzen, wenn du das Spiel lädst oder von den Toten zurückkehrst.
es: Coloque un punto de reaparición para establecer un punto de entrada del jugador a su base cuando se cargue o regrese de entre los muertos.

# Things.RespawnPoint
source: Respawn Point
cs: Místo oživení
de: Respawn-Punkt
es: Punto de reaparición
fr: Point de réapparition (panneau sur pieds)
ru: Место Возрождения

# Things.StructureSpawnPoint
source: {BLANK}
es: Punto de generación de la estructura

# Things.StructureSpawnPoint
source: Spawn Point
cs: Místo zrození
de: Spawn-Punkt
es: Punto de reaparición
fr: Point de réapparition
ru: Точка Возрождения

# Things.Rover_MkI
source: A distant cousin of the jeep, the Mk I {{LINK:Sinotai;Sinotai} electric rover is one of the most simple and durable light vehicles in the known universe. Able to carry two passengers and cargo such as the {THING:DynamicGasCanisterAir} or {THING:Crate}, it is powered by up to three batteries, accepting everything including {THING:ItemBatteryCellNuclear}. A quad-array of hub-mounted electric engines propels the reinforced aluminium frame over most terrain and modest obstacles. While the Mk I is designed for stability in low-horizontality circumstances, if it rolls, try using your {THING:ItemCrowbar} to put it right way up.
de: Ein entfernter Cousin des Jeeps, der Mk I {{LINK:Sinotai; Sinotai} elektrischer Rover ist eines der einfachsten und langlebigsten Leichtfahrzeuge im bekannten Universum. Es kann zwei Passagiere und Fracht wie {THING:DynamicGasCanisterAir} oder {THING:Crate} befördern, wird aber mit bis zu drei Batterien betrieben und akzeptiert alles, einschließlich {THING:ItemBatteryCellNuclear}. Ein Quad-Array von Naben-Elektromotoren treibt den verstärkten Aluminiumrahmen über das meiste Gelände und kleinere Hindernisse. Der Mk I ist zwar für Stabilität mit niedriger Horizontalität ausgelegt, doch wenn er mal kippt, versuche deine {THING:ItemCrowbar} zu verwenden, um ihn aufzurichten.
es: Un primo lejano del jeep, el rover eléctrico Mk I {LINK:Sinotai;Sinotai} es uno de los vehículos ligeros más simples y duraderos del universo conocido. Capaz de transportar dos pasajeros y carga como {THING:DynamicGasCanisterAir} o {THING:Crate}, funciona con hasta tres baterías y acepta todas, incluida la {THING:ItemBatteryCellNuclear}. Una serie cuádruple de motores eléctricos montados en el buje de la rueda impulsa el marco de aluminio reforzado sobre la mayoría de los terrenos y obstáculos modestos. Si bien el Mk I está diseñado para la estabilidad en circunstancias de baja horizontalidad, si vuelca o se queda atascado, intente usar su {THING:ItemCrowbar} para colocarlo correctamente.

# Things.Rover_MkI
source: Rover MkI
es: Rover Mk1
ru: Планетоход МК1

# Things.StructurePlinth
source: Plinth
cs: Podstavec
de: Sockel
es: Estructura Plinth
fr: Piédestal
ru: Постамент

# Things.ItemKitDynamicGasTankAdvanced
source: {BLANK}
es: Kit (Tanque portátil avanzado)

# Things.ItemKitDynamicGasTankAdvanced
source: Kit (Portable Gas Tank Mk II)
cs: Přenosná nádrž na plyn Mk II (sada)
de: Bausatz (Tragbarer Gastank Mk II)
es: Kit (Tanque portátil de gas MK II)
fr: Kit (Réservoir portable MKII)
ru: Набор (Переносной газовый резервуар MK2)

# Things.DynamicGasTankAdvanced
source: {BLANK}
es: Tanque de gas (Avanzado)

# Things.DynamicGasTankAdvanced
source: Gas Tank Mk II
cs: Nádrž na plyn Mk II
es: Tanque de gas MKII
fr: Réservoir MKII
ru: Газовый резервуар MK2

# Things.ItemWreckageHydroponicsTray1
source: {BLANK}
es: Restos bandeja de hidroponía

# Things.ItemWreckageHydroponicsTray1
source: Wreckage Hydroponics Tray
cs: Vrak hydroponické vaničky
de: Zerstörter Hydroponik Behälter
es: Restos bandeja de hidroponía
fr: Morceau de {THING:StructureHydroponicsTray}
ru: Обломки Гидропонного Лотка

# Things.StructureBlocker
source: {BLANK}
es: Bloque de estructura

# Things.StructureBlocker
source: Blocker
cs: Blokování
es: Bloqueado
fr: Bloqueur

# Things.SpecialBlocks
source: {BLANK}
es: Bloques especiales

# Things.SpecialBlocks
source: Special Blocks
cs: Speciální bloky
de: Spezielle Blöcke
es: Bloques especiales
ru: Спец Блоки

# Things.StructureHarvie
source: Use above a {THING:StructureHydroponicsTray} or {THING:StructureHydroponicsTrayData} to manage the planting and harvest of your crops. It contains a button that will allow you to activate it's modes, or connect it to a logic system to do this for you. The modes indicate current growth status of the plant below. Import is used for planting, and harvested plants are sent to export.
cs: Použijte nad {THING:StructureHydroponicsTray} nebo {THING:StructureHydroponicsTrayData} pro správu výsadby a sklizně plodin. Obsahuje tlačítko, které vám umožní spustit pracovní režimy nebo jej připojte k logickému systému a ten to bude dělat za vás. Pracovní režimy ukazují aktuální růstový stav rostliny. Import se používá pro výsadbu a sklizené rostliny jsou odesílány do exportu.
de: Verwende oben einen {THING:StructureHydroponicsTray} oder {THING:StructureHydroponicsTrayData}, um die Aussaat und Ernte deiner Pflanzen zu verwalten. Er hat ein Bedienfeld, mit dem du die Modi aktivieren kannst, oder du schließt es an ein Logiksystem an, um das für dich zu erledigen. Die Modi zeigen den aktuellen Wachstumsstatus der Pflanze darunter an. Der Import wird für die Saat verwendet, und geerntete Pflanzen werden zum Export geleitet.
es: Utiliza sobre una {THING:StructureHydroponicsTray} o {THING:StructureHydroponicsTrayData} para manejar la plantación y la cosecha de tus cultivos. Contiene un botón que te permitirá activar sus modos, o conectarlo a un sistema lógico para hacer esto por ti. Los modos indican el estado de crecimiento actual de la planta a continuación. La importación se utiliza para la plantación, y las plantas cosechadas se envían a la exportación.
fr: Installez-le au-dessus d'un {THING:StructureHydroponicsTray} ou d'un {THING:StructureHydroponicsTrayData} pour planter et récolter vos cultures automatiquement.Un bouton vous permettra d’activer ses différents modes, ou connecter-le à un système logique pour le contrôler automatiquement. Les modes indiquent l’état de croissance actuel de la plante dessous. L’importation est utilisée pour la plantation, et les plantes récoltées sont envoyées à l’exportation.
