Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureAutoMinerSmall
source: The {LINK:Recurso;Recurso} SquareDig autominer is a structure that when built will mine a vertical 2x2 shaft until it hits bedrock. The autominer can be connected to a chute system, and is controllable by a logic network. Note that the autominer outputs more {LINK:OrePage;ore} than a conventional {THING:ItemMiningDrill} over the same area.
de: Der {LINK:Recurso; Recurso} SquareDig Förderbohrer ist eine Struktur die, wenn sie errichtet wird, einen vertikalen 2x2-Schacht bohrt, bis sie auf das Grundgestein trifft. Der Förderbohrer kann an ein Schachtsystem angeschlossen werden und ist über ein Logiknetzwerk ansteuerbar. Beachten Sie, dass der Förderbohrer mehr {LINK:OrePage;ore} ausgibt als ein herkömmlicher {THING:ItemMiningDrill} im selben Bereich.
es: El autominador de excavación cuadrada {LINK:Recurso;Recurso} es una estructura que cuando se construya minará un eje vertical de 2x2 hasta que golpee el lecho rocoso. El autominador se puede conectar a un sistema de conductos y es controlable por una red lógica. Tenga en cuenta que el autominador produce más mineral {LINK:OrePage;ore} que un {THING:ItemMiningDrill} convencional en la misma zona.

# Things.StructureAutoMinerSmall
source: Autominer (Small)
cs: Malý automatický těžič
de: Förderbohrer (Klein)
es: Autominador (Pequeño)

# Things.ItemVoxelTool
source: Voxel Tool
cs: Voxel nástroj
de: Voxel Werkzeug
es: Herramienta Voxel
fr: Outil Voxel
pt_pt: Ferramenta Voxel
ru: Воксельный инструмент
tr: Öbek Aleti

# Things.ItemKitPictureFrame
source: Kit Picture Frame
cs: Rámeček obrázku (sada)
de: Bausatz Bilderrahmen
es: Kit Marco de Foto
fr: Kit (Cadre photo)
pt_pt: Kit Moldura
ru: Набор рамка
tr: Donanım Resim Çerçevesi

# Things.ItemResearchCapsule
source: Research Capsule Blue
cs: Výzkumná kapsle modrá
de: Forschungskapsel Blau
es: Cápsula de Investigación Azul
fr: Capsule de recherche bleue
pt_pt: Cápsula de pesquisa azul
ru: Исследовательская капсула Синяя
tr: Araştırma Kapsülü Mavi

# Things.ItemResearchCapsuleGreen
source: Research Capsule Green
cs: Výzkumná kapsle zelená
de: Forschungskapsel Grün
es: Cápsula de Investigación Verde
fr: Capsule de recherche verte
pt_pt: Cápsula de pesquisa verde
ru: Исследовательская капсула Зеленая
tr: Araştırma Kapsülü Yeşil

# Things.ItemResearchCapsuleYellow
source: Research Capsule Yellow
cs: Výzkumná kapsle žlutá
de: Forschungskapsel Gelb
es: Cápsula de Investigación Amarilla
fr: Capsule de recherche jaune
pt_pt: Cápsula de pesquisa amarela
ru: Исследовательская капсула Желтая
tr: Araştırma Kapsülü Sarı

# Things.ItemResearchCapsuleRed
source: Research Capsule Red
cs: Výzkumná kapsle červená
de: Forschungskapsel Rot
es: Cápsula de Investigación Roja
fr: Capsule de recherche rouge
pt_pt: Cápsula de pesquisa vermelha
ru: Исследовательская капсула Красная
tr: Araştırma Kapsülü Kırmızı

# Things.QuarryDrillBitBasic
source: Quarry Drill Bit Basic
cs: Základní vrták na lom
de: Steinbruch-Bohrkopf Einfach
es: Broca del Taladro Básica
fr: Trépan de foreuse simple
pt_pt: Broca do minerador básica
ru: Базовое сверло
tr: Taş Ocağı Matkap Ucu Temel

# Things.ApplianceDeskLampRight
source: Appliance Desk Lamp Right
cs: Stolní lampa spotřebiče vpravo
de: Gerät Schreibtischlampe Rechts
es: Lámpara de escritorio Derecha
fr: Applique de bureau (lampe à droite)
pt_pt: Utensílio Luz de Secretária Direita
ru: Лампа настольная правая

# Things.ApplianceDeskLampLeft
source: Appliance Desk Lamp Left
cs: Stolní lampa spotřebiče vlevo
de: Gerät Schreibtischlampe Left
es: Lámpara de escritorio izquierda
fr: Applique de bureau (lampe à gauche)
pt_pt: Utensílio Luz de Secretária Esquerda
ru: Лампа настольная левая

# Things.StructurePictureFrameThinPortraitLarge
source: Picture Frame Thin Portrait Large
cs: Rámeček obrázku tenký portrét velký
de: Bilderrahmen Dünn Hochformat Groß
es: Estructura marco fino del Retrato Grande
fr: Cadre photo (Portrait, cadre fin, sans bordure, grande taille)
ru: Фоторамка Тонкая Портрет Большой

# Things.StructurePictureFrameThickPortraitLarge
source: Picture Frame Thick Portrait Large
cs: Rámeček obrázku tlustý portrét velký
de: Bilderrahmen Stabil Hochformat Groß
es: Estructura marco ancho del Retrato Grande
fr: Cadre photo (Portrait, cadre épais, sans bordure, grande taille)
ru: Фоторамка Толстый портрет Большой
tr: Resim Çerçevesi İnce Portre Büyük

# Things.StructurePictureFrameThickLandscapeLarge
source: Picture Frame Thick Landscape Large
cs: Rámeček obrázku tlustý krajina velká
de: Bilderrahmen Stabil Querformat Groß
es: Estructura marco ancho del Paisaje Grande
fr: Cadre photo (Paysage, cadre épais, sans bordure, grande taille)
ru: Фоторамка Толстая Пейзаж Большой

# Things.StructurePictureFrameThickLandscapeSmall
source: Picture Frame Thick Landscape Small
cs: Rámeček obrázku tlustý krajina malá
de: Bilderrahmen Stabil Querformat Klein
es: Estructura marco ancho del Paisaje Pequeño
fr: Cadre photo (Paysage, cadre épais, sans bordure, petite taille)
ru: Фоторамка Толстая Пейзаж Маленький

# Things.StructurePictureFrameThickMountLandscapeLarge
source: Picture Frame Thick Landscape Large
cs: Rámeček obrázku tlustý krajina velká
de: Bilderrahmen Stabil Querformat Groß
es: Estructura marco ancho del Paisaje de montaña Grande
fr: Cadre photo (Paysage, cadre épais, bordure blanche, grande taille)
ru: Фоторамка Толстая Пейзаж Большой

# Things.StructurePictureFrameThickMountLandscapeSmall
source: Picture Frame Thick Landscape Small
cs: Rámeček obrázku tlustý krajina malá
de: Bilderrahmen Stabil Querformat Klein
es: Estructura marco ancho del Paisaje de montaña Pequeño
fr: Cadre photo (Paysage, cadre épais, bordure blanche, petite taille)
ru: Фоторамка Толстая Пейзаж Маленький

# Things.StructurePictureFrameThickMountPortraitLarge
source: Picture Frame Thick Mount Portrait Large
cs: Rámeček obrázku tlustý hory portrét velký
de: Bilderrahmen Stabil Montiert Hochformat Groß
es: Retrato del marco grueso de la montura del cuadro grande
fr: Cadre photo (Portrait, cadre épais, bordure blanche, grande taille)
ru: Фоторамка Толстая Горный Портрет Большой

# Things.StructurePictureFrameThickMountPortraitSmall
source: Picture Frame Thick Mount Portrait Small
cs: Rámeček obrázku tlustý hory portrét malý
de: Bilderrahmen Stabil Montiert Hochformat Klein
es: Cuadro grueso retrato de monte pequeño
fr: Cadre photo (Portrait, cadre épais, bordure blanche, petite taille)
ru: Фоторамка Толстая Горный Портрет Маленький

# Things.StructurePictureFrameThickPortraitSmall
source: Picture Frame Thick Portrait Small
cs: Rámeček obrázku tlustý portrét malý
de: Bilderrahmen Stabil Hochformat Klein
es: Marco de foto retrato grueso pequeño
fr: Cadre photo (Portrait, cadre épais, sans bordure, petite taille)
ru: Фоторамка Толстая Портрет Маленький

# Things.StructurePictureFrameThinLandscapeLarge
source: Picture Frame Thin Landscape Large
cs: Rámeček obrázku tenký krajina velká
de: Bilderrahmen Dünn Querformat Groß
es: Cuadro delgado grande
fr: Cadre photo (Paysage, cadre fin, sans bordure, grande taille)
ru: Фоторамка Тонкая Пейзаж Большой

# Things.StructurePictureFrameThinLandscapeSmall
source: Picture Frame Thin Landscape Small
cs: Rámeček obrázku tenký krajina malá
de: Bilderrahmen Dünn Querformat Klein
es: Cuadro delgado pequeño
fr: Cadre photo (Paysage, cadre fin, sans bordure, petite taille)
ru: Фоторамка Тонкая Пейзаж Маленький

# Things.StructurePictureFrameThinPortraitSmall
source: Picture Frame Thin Portrait Small
cs: Rámeček obrázku tenký portrét malý
de: Bilderrahmen Dünn Hochformat Klein
es: Cuadro retrato delgado pequeño
fr: Cadre photo (Portrait, cadre fin, sans bordure, petite taille)
ru: Фоторамка Тонкая Портрет Маленький

# Things.StructurePictureFrameThinMountPortraitSmall
source: Picture Frame Thin Portrait Small
cs: Rámeček obrázku tenký portrét malý
de: Bilderrahmen Dünn Hochformat Klein
es: Cuadro retrato delgado pequeño
fr: Cadre photo (Portrait, cadre fin, bordure blanche, petite taille)
ru: Фоторамка Тонкая Портрет Маленький
tr: Resim Çerçevesi İnce Dağ Portresi Küçük

# Things.StructurePictureFrameThinMountPortraitLarge
source: Picture Frame Thin Portrait Large
cs: Rámeček obrázku tenký portrét velký
de: Bilderrahmen Dünn Hochformat Groß
es: Cuadro retrato delgado grande
fr: Cadre photo (Portrait, cadre fin, bordure blanche, grande taille)
ru: Фоторамка Тонкая Портрет Большой
tr: Resim Çerçevesi İnce Dağ Portresi Büyük

# Things.StructurePictureFrameThinMountLandscapeSmall
source: Picture Frame Thin Landscape Small
cs: Rámeček obrázku tenký krajina malá
de: Bilderrahmen Dünn Querformat Klein
es: Cuadro marco pequeño delgado
fr: Cadre photo (Paysage, cadre fin, bordure blanche, petite taille)
ru: Фоторамка Тонкая Пейзаж Маленькая
tr: Resim Çerçevesi İnce Dağ Manzarası Küçük

# Things.StructurePictureFrameThinMountLandscapeLarge
source: Picture Frame Thin Landscape Large
cs: Rámeček obrázku tenký krajina velká
de: Bilderrahmen Dünn Querformat Groß
es: Cuadro marco grande delgado
fr: Cadre photo (Paysage, cadre fin, bordure blanche, grande taille)
ru: Фоторамка Тонкая Пейзаж Большая
tr: Resim Çerçevesi İnce Dağ Manzarası Büyük

# Things.HumanSkull
source: Human Skull
cs: Lidská lebka
de: Schädel
es: Cráneo Humano
fr: Crâne Humain
hu: Emberi koponya
pt_pt: Caveira Humana
ru: Человеческий череп
tr: İnsan Kafatası

# Things.StructureShelf
source: Shelf
cs: Police
de: Regal
es: Estantería
fr: Etagère
ru: Полка
tr: Raf

# Things.StructureResearchMachine
source: Research Machine
cs: Výzkumný stroj
de: Forschungsmaschine
es: Máquina de investigación
fr: Machine de recherche
ru: Исследовательская Машина
tr: Araştırma Makinesi

# Things.ItemKitResearchMachine
source: Kit Research Machine
cs: Výzkumný stroj (sada)
de: Bausatz Forschungsmaschine
es: Kit Máquina de Investigación
fr: Kit (Machine de recherche)
pt_pt: Kit Máquina de Pesquisa
ru: Набор Исследовательская машина
tr: Donanım Araştırma Makinesi

# Things.ItemElectronicParts
source: Electronic Parts
cs: Elektronické součástky
de: Elektronische Teile
es: Partes Electrónicas
fr: Pièces électroniques
pt_pt: Partes Eletrónicas
ru: Электронные компоненты
tr: Elektronik Parçaları

# Things.ItemEmergencyToolBelt
source: Emergency Tool Belt
cs: Nouzový opasek na nářadí
de: Not-Werkzeuggürtel
es: Cinturón de herramientas de emergencia
fr: Ceinture d’outils de secours
hu: Vészhelyzeti eszköz öv
pt_pt: Cinto de Ferramentas de Emergência
ru: Запасной пояс для инструментов
tr: Acil Durum Alet Kemeri

# Things.ItemEmergencySpaceHelmet
source: Emergency Space Helmet
cs: Nouzová vesmírná přilba
de: Not-Astronautenhelm
es: Casco espacial de emergencia
fr: Casque spatial de secours
hu: Vészhelyzeti űrsisak
pt_pt: Capacete Espacial de Emergência
ru: Запасной космический шлем
tr: Acil Durum Uzay Başlığı

# Things.ItemEmergencyEvaSuit
source: Emergency Eva Suit
cs: Nouzový skafandr
de: Not-Raumanzug
es: Traje de emergencia Eva
fr: Combinaison spatiale de secours
hu: Vészhelyzeti űrruha
pt_pt: Fato de Emergência EVA
ru: Запасной cкафандр
tr: Acil Durum Eva Kıyafeti

# Things.ItemEmergencyScrewdriver
source: Emergency Screwdriver
cs: Nouzový šroubovák
de: Not-Schraubendreher
es: Destornillador de emergencia
fr: Tournevis de secours
hu: Vészhelyzeti csavarhúzó
pt_pt: Chave de fendas de Emergência
ru: Запасная отвертка
tr: Acil Durum Tornavidası

# Things.ItemEmergencyWireCutters
source: Emergency Wire Cutters
cs: Nouzové štípací kleště
de: Not-Kabelschneider
es: Cortadores de alambre de emergencia
fr: Pince coupante de secours
hu: Vészhelyzeti drótvágó
pt_pt: Alicate de Emergência
ru: Запасные кусачки
tr: Acil Durum Tel Kesicisi

# Things.ItemEmergencyWrench
source: Emergency Wrench
cs: Nouzový hasák
de: Not-Schraubenschlüssel
es: Llave de emergencia
fr: Clé à molette de secours
hu: Vészhelyzeti franciakulcs
pt_pt: Chave Inglesa de Emergência
ru: Запасной разводной ключ
tr: Acil Durum İngiliz Anahtarı

# Things.ItemEmergencyPickaxe
source: Emergency Pickaxe
cs: Nouzový krumpáč
de: Not-Spitzhacke
es: Pico de emergencia
fr: Pioche de secours
hu: Vészhelyzeti csákány
pt_pt: Picareta de Emergência
ru: Запасная кирка
tr: Acil Durum Kazması

# Things.ItemEmergencyCrowbar
source: Emergency Crowbar
cs: Nouzové páčidlo
de: Not-Stemmeisen
es: Palanca de emergencia
fr: Pied de biche de secours
hu: Vészhelyzeti feszítővas
pt_pt: Pé de Cabra de Emergência
ru: Запасной лом
tr: Acil Durum Levyesi

# Things.ItemEmergencyAngleGrinder
source: Emergency Angle Grinder
cs: Nouzová úhlová bruska
de: Notfall-Winkelschleifer
es: Amoladora angular de emergencia
fr: Meuleuse de secours
hu: Vészhelyzeti sarokcsiszoló
pt_pt: Rebarbadora de Emergência
ru: Запасная болгарка
tr: Acil Durum Açılı Öğütücü

# Things.ItemEmergencyDrill
source: Emergency Drill
cs: Nouzový vrták
de: Not-Bergbaubohrer
es: Taladro de emergencia
fr: Foreuse de secours
hu: Vészhelyzeti fúró
pt_pt: Berbequim de Emergência
ru: Запасная дрель
tr: Acil Durum Matkabı

# Things.ItemEmergencyArcWelder
source: Emergency Arc Welder
cs: Nouzová oblouková svářečka
de: Not-Lichtbogenschweißgerät
es: Soldador Eléctrico de emergencia
fr: Chalumeau de secours
hu: Vészhelyzeti elektromos hegesztő
pt_pt: Soldador Eléctrico de Emergência
ru: Запасной дуговой сварщик
tr: Acil Durum Ark Kaynak Aleti

# Things.ItemEmergencyHelmet
source: Emergency Helmet
cs: Nouzová přilba
de: Not-Helm
es: Casco de emergencia
fr: Casque de secours
hu: Vészhelyzeti sisak
pt_pt: Capacete de Emergência
ru: Запасной шлем
tr: Acil Durum Kaskı

# Things.ItemJetpackBasic
source: The basic {LINK:CHAC;CHAC} jetpack isn't 'technically' a jetpack, it's a gas thruster. It can be powered by any gas, so long as the internal pressure of the {LINK:AtmosphericsPage;canister} is higher than the ambient external pressure. If the external pressure is greater, the spacepack will not function. Indispensable for building, mining and general movement, it has ten storage slots and lets {LINK:Stationeers;Stationeers} fly at 3m/s, compared to the more powerful {THING:ItemHardJetpack}. Adjusting the thrust value alters your rate of acceleration, while activating the stabilizer causes the spacepack to hover when a given height is reached. USE: 'J' to activate; 'space' to fly up; 'left ctrl' to descend; and 'WASD' to move.
es: El jetpack básico {LINK:CHAC;CHAC} no es 'técnicamente' un jetpack, es un propulsor de gas. Puede funcionar con cualquier gas, siempre que la presión interna del {LINK:AtmosphericsPage;canister}sea mayor que la presión externa ambiental. Si la presión externa es mayor, el spacepack no funcionará. Indispensable para la construcción, la minería y el movimiento en general, tiene diez espacios de almacenamiento y permite que {LINK:Stationeers;Stationeers} vuele a 3 m/s, en comparación con el {THING:ItemHardJetpack} más potente. El ajuste del valor de empuje altera su tasa de aceleración, mientras que la activación del estabilizador hace que el paquete espacial se mueva cuando se alcanza una altura determinada. USE: 'J' para activar; 'espacio' para volar; 'Ctrl izquierda' para descender; y 'WASD' para moverse.

# Things.ItemJetpackBasic
source: Jetpack Basic
cs: Základní jetpack
de: Jetpack Einfach
es: Jetpack Básico
fr: Jetpack basique
pt_pt: Propulsor a Jato Básico
ru: Базовый реактивный ранец
tr: Sırt Roketi Basit

# Things.StructureTransformerMedium(Reversed)
source: Transformer Reversed (Medium)
cs: Obrácený transformátor (střední)
de: Transformator umgekehrt (Mittel)
es: Transformador invertido (Medio)
fr: Transformateur Inversé (Moyen)
hu: Transzformátor; fordított (Közepes)
pt_pt: Transformador Invertido (Médio)
ru: Трансформатор Обратный (Средний)
tr: Trafo Ters (Orta)

# Things.StructureTransformerMediumReversed
source: Transformers control the maximum power that will flow down a sub-network of cables, to prevent overloading {LINK:ElectronicPage;electrical} systems. Medium transformers are used in larger setups where more than 5000W is required, with output that can be set to a maximum of 25000W. Note that transformers also operate as data isolators, preventing data flowing into any network beyond it.
de: Transformatoren steuern die maximale Leistung, die durch ein Teilnetz von Kabeln fließt, um eine Überlastung von {LINK:ElectronicPage;electrical}-Systemen zu verhindern. Mittlere Transformatoren werden in größeren Setups verwendet, in denen mehr als 5000 W benötigt werden, mit einer Leistung, die auf maximal 25000 W eingestellt werden kann. Beachte, dass Transformatoren auch als Datenisolatoren fungieren und verhindern, dass Daten in ein dahinter gelegenes Netzwerk fließen.
es: Los transformadores controlan la potencia máxima que fluirá por una subred de cables, para evitar la sobrecarga de los sistemas {LINK:ElectronicPage;electrical}. Los transformadores medianos se utilizan en configuraciones más grandes donde se requieren más de 5000W, con una salida que se puede configurar a un máximo de 25000W. Tenga en cuenta que los transformadores también funcionan como aisladores de datos, evitando que los datos fluyan hacia cualquier red más allá de ella.

# Things.StructureTransformerMediumReversed
source: Transformer Reversed (Medium)
cs: Transformátor (střední, obrácený)
de: Transformator umgekehrt (Mittel)
es: Transformador invertido (Medio)
fr: Transformateur Inversé (Moyen)
ru: Трансформатор Обратный (Средний)

# Things.StructureTransformerMedium
source: Transformers control the maximum power that will flow down a sub-network of cables, to prevent overloading {LINK:ElectronicPage;electrical} systems. Medium transformers are used in larger setups where more than 5000W is required, with output that can be set to a maximum of 25000W. Note that transformers also operate as data isolators, preventing data flowing into any network beyond it.
de: Transformatoren steuern die maximale Leistung, die durch ein Teilnetz von Kabeln fließt, um eine Überlastung von {LINK:ElectronicPage;electrical}-Systemen zu verhindern. Mittlere Transformatoren werden in größeren Setups verwendet, in denen mehr als 5000 W benötigt werden, mit einer Leistung, die auf maximal 25000 W eingestellt werden kann. Beachte, dass Transformatoren auch als Datenisolatoren fungieren und verhindern, dass Daten in ein dahinter gelegenes Netzwerk fließen.
es: Los transformadores controlan la potencia máxima que fluirá por una subred de cables, para evitar la sobrecarga de los sistemas {LINK:ElectronicPage;electrical}. Los transformadores medianos se utilizan en configuraciones más grandes donde se requieren más de 5000W, con una salida que se puede configurar a un máximo de 25000W. Tenga en cuenta que los transformadores también funcionan como aisladores de datos, evitando que los datos fluyan hacia cualquier red más allá de ella.

# Things.StructureTransformerMedium
source: Transformer (Medium)
cs: Transformátor (střední)
de: Transformator (Mittel)
es: Transformador (Medio)
fr: Transformateur (Moyen)
ru: Трансформатор (средний)
tr: Trafo (Orta)

# Things.ToolPrinterMod
source: Apply to an {THING:StructureToolManufactory} with a {THING:ItemWeldingTorch} or {THING:ItemArcWelder} to upgrade for increased processing speed and more recipe options.
cs: Použijte na {THING:StructureToolManufactory} se {THING:ItemWeldingTorch} nebo {THING:ItemArcWelder} pro vylepšení na zvýšení rychlosti zpracování a více možností receptů.
de: Montiere an einem {THING:StructureToolManufactory} mit einem {THING:ItemWeldingTorch} oder {THING:ItemArcWelder}, um ein Upgrade für eine höhere Verarbeitungsgeschwindigkeit und mehr Rezeptoptionen durchzuführen.
es: Aplicar a una {THING:StructureToolManufactory} con una {THING:ItemWeldingTorch} o {THING:ItemArcWelder} para actualizar para una mayor velocidad de procesamiento y más opciones de recetas.
fr: Fixer-le sur un {THING:StructureToolManufactory} avec un {THING:ItemWeldingTorch} ou {THING:ItemArcWelder} pour mettre à niveau pour une vitesse de traitement accrue et plus d’options de recettes.
ru: Примените к {THING:StructureToolManufactory} при помощи {THING:ItemWeldingTorch} или {THING:ItemArcWelder} чтобы увеличить скорость работы и получить доступ к большему числу рецептов.

# Things.ToolPrinterMod
source: Tool Printer Mod
cs: Mod tiskárny nástrojů
de: Werkzeugmanufaktur-Upgrade
es: Impresora Herramientas Mod
fr: Module Imprimante Outillage
hu: Eszköz nyomtató modul
pt_pt: Mod para Impressora de Ferramentas
ru: Модуль принтера инструментов
tr: Alet Yazıcı Modu

# Things.PipeBenderMod
source: Apply to an {THING:StructureHydraulicPipeBender} with a {THING:ItemWeldingTorch} or {THING:ItemArcWelder} to upgrade for increased processing speed and more recipe options.
cs: Použijte na {THING:StructureHydraulicPipeBender} se {THING:ItemWeldingTorch} nebo {THING:ItemArcWelder} pro vylepšení na zvýšení rychlosti zpracování a více možností receptů.
de: Montiere an einem {THING:StructureHydraulicPipeBender} mit einem {THING:ItemWeldingTorch} oder {THING:ItemArcWelder}, um ein Upgrade für eine höhere Verarbeitungsgeschwindigkeit und mehr Rezeptoptionen durchzuführen.
es: Aplicar a un {THING:StructureHydraulicPipeBender} con un {THING:ItemWeldingTorch} o {THING:ItemArcWelder} para actualizar y obtener una mayor velocidad de procesamiento y más opciones de recetas.
fr: Fixer-le sur un {THING:StructureHydraulicPipeBender} avec un {THING:ItemWeldingTorch} ou {THING:ItemArcWelder} pour mettre à niveau pour une vitesse de traitement accrue et plus d’options de recettes.
ru: Примените к {THING:StructureHydraulicPipeBender} с {THING:ItemWeldingTorch} или {THING:ItemArcWelder} для усовершенствования ради увеличенной скорости обработки и большего количества рецептов.

# Things.PipeBenderMod
source: Pipe Bender Mod
cs: Mod hydraulické ohýbačky trubek
de: Rohrbieger-Upgrade
es: Dobladora Hidraulica Mod
fr: Module Cintreuse Hydraulique
hu: Csőhajlító modul
pt_pt: Mod para Dobrador Hidráulico de Canos
ru: Модуль гидравлического сгибателя труб
tr: Boru Bükücü Modu

# Things.AutolathePrinterMod
source: Apply to an {THING:StructureAutolathe} with a {THING:ItemWeldingTorch} or {THING:ItemArcWelder} to upgrade for increased processing speed and more recipe options.
cs: Použijte na {THING:StructureAutolathe} se {THING:ItemWeldingTorch} nebo {THING:ItemArcWelder} pro vylepšení na zvýšení rychlosti zpracování a více možností receptů.
de: Montiere an einer {THING:StructureAutolathe} mit einem {THING:ItemWeldingTorch} oder {THING:ItemArcWelder}, um ein Upgrade für eine höhere Verarbeitungsgeschwindigkeit und mehr Rezeptoptionen durchzuführen.
es: Aplicar a un {THING:StructureAutolathe} con un {THING:ItemWeldingTorch} o {THING:ItemArcWelder} para actualizar para una mayor velocidad de procesamiento y más opciones de recetas.
fr: Appliquer-le à un {THING:StructureAutolathe} avec un {THING:ItemWeldingTorch} ou un {THING:ItemArcWelder} pour augmenter la vitesse de traitement et plus de recettes de fabrication.
ru: Примените к {THING:StructureAutolathe} при помощи {THING:ItemWeldingTorch} или {THING:ItemArcWelder} чтобы увеличить скорость работы и получить доступ к большему числу рецептов.

# Things.AutolathePrinterMod
source: Autolathe Printer Mod
cs: Mod autosoustruh tiskárny
de: Drehmaschinen-Upgrade
es: Torno Automático Mod
fr: Module Tour Automatique
hu: Automata eszterga modul
pt_pt: Mod para Torno Mecânico Auto
ru: Модуль улучшения автолата
tr: Otomatik Torna Yazıcı Modu
