Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemKitAtmospherics
source: Kit (Atmospherics)
cs: Atmosferika (sada)
de: Bausatz (Atmosphärische Geräte)
es: Kit (Atmosféricos)
fi: Varustepakkaus (ilmastointilaitteet)
fr: Kit (Atmosphérique)
hu: Készlet (Atmoszferika)
it: Kit (Sistemi atmosferici)
pt_pt: Kit (Atmosféricos)
ru: Набор (Атмосфера)
tr: Donanım (Atmosferikler)

# Things.ItemKitAirlock
source: This kit produces a single {THING:StructureAirlock} portal.
cs: Tato sada vytváří jediný portál {THING:StructureAirlock}.
es: Este kit produce un único portal de {THING:StructureAirlock}.
fr: Ce kit produit une seule {THING:StructureAirlock}. Encore une autre, et vous pourrez construire un sas étanche.

# Things.ItemKitAirlock
source: Kit (Airlock)
cs: Přechodová komora (sada)
de: Bausatz (Luftschleuse)
es: Kit (Esclusa)
fi: Varustepakkaus (ilmalukko)
fr: Kit (Porte étanche)
hu: Készlet (Légzsilip)
it: Kit (Camera di decompressione)
ru: Набор (Дверь шлюза)
tr: Donanım (Hava Kilidi)

# Things.ItemIronOre
source: Abundant throughout the Solar System, iron is the {LINK:OrePage;ore} most commonly used by {LINK:Stationeers;Stationeers} constructing offworld bases. It can be smelted into both {THING:ItemIronIngot}s and {THING:ItemSteelIngot}s.
es: Abundante en todo el Sistema Solar, el hierro es el {LINK:OrePage;ore} más comúnmente utilizado por {LINK:Stationeers;Stationeers} construyendo bases fuera del mundo. Se puede fundir tanto en {THING:ItemIronIngot} como en {THING:ItemSteelIngot}.

# Things.ItemIronOre
source: Ore (Iron)
cs: Železo (ruda)
de: Eisen (Erz)
es: Mineral (Hierro)
fi: Malmi (rauta)
fr: Minerai (Fer)
hu: Érc (Vas)
it: Minerale (Ferro)
pt_pt: Minério (Ferro)
ru: Железная руда
tr: Cevher (Demir)

# Things.ItemIronIngot
source: The most basic unit of construction available to {LINK:Stationeers;Stationeer}-kind, iron ingots are created by smelting {THING:ItemIronOre} in the {THING:StructureFurnace} and {THING:StructureArcFurnace}, and used to create a variety of items.
es: La unidad de construcción más básica disponible para {LINK:Stationeers;Stationeer} Los lingotes de hierro se crean fundiendo {THING:ItemIronOre} en {THING:StructureFurnace} y {THING:StructureArcFurnace}, y se utilizan para crear una variedad de artículos.

# Things.ItemIronIngot
source: Ingot (Iron)
cs: Železo (ingot)
de: Eisen (Barren)
es: Lingote (Hierro)
fi: Harkko (rauta)
fr: Lingot (Fer)
hu: Öntvény (Vas)
it: Lingotto (Ferro)
pt_pt: Lingote (Ferro)
ru: Слиток железа
tr: Külçe (Demir)

# Things.ItemInsulation
source: Mysterious in the extreme, the function of this item is lost to the ages.
cs: V extrémním tajemství je funkce této položky ztracena na věky.
es: Misterioso en extremo, la función de este objeto se pierde con el paso del tiempo.
fr: Mystérieuse à l’extrême, la fonction de cet article a été perdue au cours des âges.

# Things.ItemInsulation
source: Insulation
cs: Izolace
de: Isolierung
es: Aislamiento
fi: Eristys
fr: Isolation
hu: Szigetelés
it: Isolante
pt_pt: Isolamento
ru: Изоляция
tr: Yalıtım

# Things.ItemIgniter
source: This kit creates an {THING:ItemIgniter} unit.
cs: Tato sada vytváří jednotku {THING:ItemIgniter}.
es: Este kit crea una unidad de {THING:ItemIgniter}.
fr: Ce kit crée un {THING:StructureIgniter}.

# Things.ItemIgniter
source: Kit (Igniter)
cs: Roznětka (sada)
de: Entzünder
es: Encendedor
fi: Varustepakkaus (sytytin)
fr: Kit (Allumeur)
hu: Készlet (Gyújtó)
it: Ignitore
pt_pt: Kit (Dispositivo de Ignição)
ru: Воспламенитель
tr: Donanım (Tutuşturucu)

# Things.ItemIce
source: Water ice can be found on most planets in the Solar System, though not all worlds visited by {LINK:Stationeers;Stationeers} possess this resource. Highly sensitive to temperature, ice will begin to melt as soon as it is mined, unless kept in the {THING:ItemMiningBelt}. When melting, ice produces a mixture of {GAS:Water} and {GAS:Nitrogen} gas.
es: El hielo de agua se puede encontrar en la mayoría de los planetas del Sistema Solar, aunque no en todos los mundos visitados por {LINK:Stationeers;Stationeers} poseen este recurso. Altamente sensible a la temperatura, el hielo comenzará a derretirse tan pronto como se extraiga, a menos que se mantenga en el {THING:ItemMiningBelt}. Al derretirse, el hielo produce una mezcla de gas {GAS:Water} y {GAS:Nitrogen}.

# Things.ItemIce
source: Ice (Water)
cs: Led (Voda)
de: Eis (Wasser)
es: Trozo de hielo
fi: Jää (vesi)
fr: Glace (Eau)
hu: Jég (Víz)
it: Ghiaccio (Acqua)
pt_pt: Gelo (Água)
ru: Лёд (Вода)
tr: Buz (Su)

# Things.ItemHydroponicTray
source: This kits creates a {THING:StructureHydroponicsTray} for growing various plants.
cs: Tato sada vytváří {THING:StructureHydroponicsTray} pro pěstování různých rostlin.
es: Este kit crea una {THING:StructureHydroponicsTray} para el cultivo de varias plantas.
fr: Ces kits créent un {THING:StructureHydroponicsTray} pour la culture de diverses plantes.
ru: Этот набор создает {THING:StructureHydroponicsTray} для выращивания различных растений.

# Things.ItemHydroponicTray
source: Kit (Hydroponic Tray)
cs: Hydroponická nádoba (sada)
de: Hydroponisches Tablett
es: Bandeja hidropónica
fi: Varustepakkaus (hydroponinen kasvatusalusta)
fr: Kit (Bac Hydroponique)
hu: Készlet (Hidroponikus tálca)
it: Vasca per Idroponica
pt_pt: Kit (Tabuleiro de Hidroponia)
ru: Набор (Гидропонный Лоток)
tr: Donanım (Hidroponik Tepsisi)

# Things.ItemHealPill
source: Three centuries of pharmaceutical technology compressed into one small, easy to ingest pill: the Heal Pill, aka the Proton Pill, aka Mr Happy contains active enzymes, therapeutic proteins, modified microbial strains, and mammalian cell line analogues in a single-dose boost of high purity, efficacy, and potency that potentiates a swift parasympathetic immune response.
es: Tres siglos de tecnología farmacéutica comprimidos en una pequeña píldora fácil de ingerir: la píldora curativa, también conocida como la píldora de protones, también conocida como Mr. Happy, contiene enzimas activas, proteínas terapéuticas, cepas microbianas modificadas y análogos de líneas celulares de mamíferos en un impulso de una sola dosis de alta pureza, eficacia y potencia que potencia una rápida respuesta inmunológica parasimpática.

# Things.ItemHealPill
source: Heal Pill
cs: Léčivá pilulka
de: Heilpille
es: Píldora de curación
fi: Parannuspilleri
fr: Pilule de Soin
hu: Gyógypirula
it: Pillola medica
pt_pt: Comprimido de Cura
ru: Медикамент
tr: İyileşme Hapı

# Things.ItemHat
source: As the name suggests, this is a hat.
cs: Jak název napovídá, jedná se o čepici.
es: Como el nombre sugiere, esto es un sombrero.
fr: Comme son nom l’indique, c’est un chapeau.

# Things.ItemHat
source: Hat
cs: Čepice
de: Kappe
es: Gorra
fi: Hattu
fr: Chapeau
hu: Sapka
it: Cappello
pt_pt: Chapéu
ru: Бейсболка
tr: Şapka

# Things.ItemGrenade
source: Invented by the Romans, who threw Greek Fire at their enemies in ceramic jars, the word 'grenade' is derived from the Old French word for 'pomegranate', as many modern grenades resemble this round, many-seeded fruit. Also like many grenades before it, this one goes boom and breaks stuff.
cs: Vynalezen Římany, kteří vrhali řecký oheň na své nepřátele v keramických nádobách a stejně jako mnoho granátů před ním, i tento vybuchuje a rozbíjí věci. Slovo 'granát' je odvozeno od starofrancouzského slova pro 'granátové jablko', protože mnoho moderních granátů připomíná toto kulaté, mnohosemenné ovoce.
es: Inventado por los romanos, que arrojaban fuego griego a sus enemigos en frascos de cerámica, la palabra "granada" se deriva de la antigua palabra francesa para "granada", ya que muchas granadas modernas se parecen a esta fruta redonda de muchas semillas. También como muchas granadas anteriores, ésta hace "boom" y rompe cosas.
fr: Inventé par les Romains, qui ont jeté du feu grec sur leurs ennemis dans des bocaux en céramique, le mot 'grenade' est dérivé du vieux mot français désignant le fruit du grenadier, car de nombreuses grenades modernes ressemblent à ce fruit rond à graines multiples. Comme beaucoup de grenades avant, celle-ci explose et casse des trucs.

# Things.ItemGrenade
source: Hand Grenade
cs: Granát
de: Handgranate
es: Granada de Mano
fi: Käsikranaatti
fr: Grenade
hu: Kézigránát
it: Granata
pt_pt: Granada de Mão
ru: Граната
tr: El Bombası

# Things.ItemGoldOre
source: Surprisingly common throughout the Solar System, {REAGENT:Gold} is thought to originate in the heart of supernovas, gathering as dust in the early stages of solar formation, then incorporating into the slowly accreting planetary bodies. Now a prized element in {LINK:Stationeers;Stationeer} construction, {REAGENT:Gold} is valued not for its beauty, but its reliability: inert, durable, conductive and highly stable, gold's strength is that it does nothing.
es: Sorprendentemente común en todo el Sistema Solar, se cree que {REAGENT:Gold} se origina en el corazón de las supernovas, acumulándose como polvo en las primeras etapas de la formación solar, y luego incorporándose a los cuerpos planetarios que se acumulan lentamente. Ahora un elemento preciado en {LINK:Stationeers;Stationeer} construcción, {REAGENT:Gold} es valorado no por su belleza, sino por su fiabilidad: inerte, duradero, conductor y altamente estable, la fuerza del oro es que no hace nada.

# Things.ItemGoldOre
source: Ore (Gold)
cs: Zlato (ruda)
de: Gold (Erz)
es: Mineral (Oro)
fi: Malmi (kulta)
fr: Minerai (Or)
hu: Érc (Arany)
it: Minerale (Oro)
pt_pt: Minério (Ouro)
ru: Золотая руда
tr: Cevher (Altın)

# Things.ItemGoldIngot
source: There is an enduring paradox at the heart of the {LINK:Stationeers;Stationeers} project: An initiative conceived as 'cut-price space exploration' uses {REAGENT:Gold} as a fundamental ingredient in fabricating so much of its equipment and materiel.
es: Hay una paradoja perdurable en el corazón de el Projecto {LINK:Stationeers;Stationeers}: Una iniciativa concebida como "exploración espacial a precio reducido" utiliza {REAGENT:Gold} como ingrediente fundamental en la fabricación de gran parte de su equipo y material.

# Things.ItemGoldIngot
source: Ingot (Gold)
cs: Zlato (ingot)
de: Gold (Barren)
es: Lingote (Oro)
fi: Harkko (kulta)
fr: Lingot (Or)
hu: Öntvény (Arany)
it: Lingotto (Oro)
pt_pt: Lingote (Ouro)
ru: Слиток золота
tr: Külçe (Altın)

# Things.ItemCopperOre
source: Copper is a chemical element with the symbol "Cu". This common and highly conductive material is found on most astronomical bodies and is used in a variety of manufacturing processes including electronic components, alloys, and wires.
cs: Měď je chemický prvek se symbolem "Cu". Tento běžný a vysoce vodivý materiál se nachází na většině astronomických těles a používá se v různých výrobních procesech včetně elektronických součástek, slitin a vodičů.
es: El cobre es un elemento químico con el símbolo "Cu". Este material común y altamente conductor se encuentra en la mayoría de los cuerpos astronómicos y se utiliza en una variedad de procesos de fabricación, incluidos componentes electrónicos, aleaciones y cables.

# Things.ItemCopperOre
source: Ore (Copper)
cs: Měď (ruda)
de: Kupfer (Erz)
es: Mineral (Cobre)
fi: Malmi (kupari)
fr: Minerai (Cuivre)
hu: Érc (Réz)
it: Minerale (Rame)
pt_pt: Minério (Cobre)
ru: Медная руда
tr: Cevher (Bakır)

# Things.ItemCopperIngot
source: Copper ingots are created by smelting {THING:ItemCopperOre} in the {THING:StructureFurnace} and {THING:StructureArcFurnace}, and used to create a variety of items.
es: Los lingotes de cobre se crean fundiendo {THING:ItemCopperOre} en {THING:StructureFurnace} y {THING:StructureArcFurnace}, y se utilizan para crear una variedad de artículos.

# Things.ItemCopperIngot
source: Ingot (Copper)
cs: Měď (ingot)
de: Kupfer (Barren)
es: Lingote (Cobre)
fi: Harkko (kupari)
fr: Lingot (Cuivre)
hu: Öntvény (Réz)
it: Lingotto (Rame)
pt_pt: Lingote (Cobre)
ru: Слиток меди
tr: Külçe (Bakır)

# Things.ItemGlassSheets
source: A fundamental construction component, glass sheets are created from {REAGENT:Silicon}. Fabricated on the {THING:StructureAutolathe}, they are used to make {THING:StructureSolarPanel;Solar Panels}, {THING:StructureAirlock;Airlocks} and many other structures.
es: Un componente fundamental de la construcción, las láminas de vidrio se crean a partir de {REAGENT:Silicon}. Fabricados en {THING:StructureAutolathe}, se utilizan para hacer {THING:StructureSolarPanel; Paneles solares}, {THING:StructureAirlock;Airlocks} y muchas otras estructuras.

# Things.ItemGlassSheets
source: Glass Sheets
cs: Skleněné tabule
de: Glasscheiben
es: Placa de Cristal
fi: Lasilevyt
fr: Plaques de Verre
hu: Üveglap
it: Lastre di vetro
pt_pt: Folhas de Vidro
ru: Лист стекла
tr: Cam Levhalar

# Things.ItemLiquidTankStorage
source: This kit produces a {THING:ItemLiquidTankStorage} for refilling a {THING:ItemLiquidCanisterEmpty}.
cs: Tato sada vytváří {THING:ItemLiquidTankStorage} pro doplňování {THING:ItemLiquidCanisterEmpty}.
es: Este kit produce una {THING:ItemLiquidTankStorage} para rellenar una {THING:ItemLiquidCanisterEmpty}.
fr: Ce kit produit un {THING:ItemLiquidTankStorage} pour le remplissage d’une {THING:ItemLiquidCanisterEmpty}.
ru: Этот комплект производит {THING:ItemLiquidTankStorage} для пополнения {THING:ItemLiquidCanisterEmpty}.

# Things.ItemLiquidTankStorage
source: Kit (Liquid Canister Storage)
cs: Úložiště kanystru na kapaliny (sada)
es: Kit (almacenamiento de bote de líquido)
fr: Kit (Connecteur pour Bonbonne)
ru: Набор (Стойка для жидкостного баллона)

# Things.ItemGasTankStorage
source: This kit produces a {THING:ItemGasTankStorage} for refilling a {THING:ItemGasCanisterEmpty}.
cs: Tato sada vytváří {THING:ItemGasTankStorage} pro doplňování {THING:ItemGasCanisterEmpty}.
es: Este kit produce una {THING:ItemGasTankStorage} para rellenar una {THING:ItemGasCanisterEmpty}.
fr: Ce kit produit un {THING:ItemGasTankStorage} pour le remplissage d’une {THING:ItemGasCanisterEmpty}.
ru: Этот комплект производит {THING:ItemGasTankStorage} для пополнения {THING:ItemGasCanisterEmpty}.

# Things.ItemGasTankStorage
source: Kit (Canister Storage)
cs: Úložiště kanystru na plyn (sada)
de: Bausatz (Druckflaschen Anschluss)
es: Recargador de Bombonas
fi: Varustepakkaus (kaasusäiliön teline)
fr: Kit (Connecteur pour Bouteille)
hu: Készlet (Gázpalack tároló)
it: Connettore per bombole
pt_pt: Kit (Armazenamento de Cilindro)
ru: Набор (Стойка для баллона)
tr: Donanım (Kapsül Deposu)

# Things.ItemGasFilterWater
source: {LINK:Sinotai;Sinotai} filters are used to capture various gases, which can be disposed of, or used elsewhere. {GAS:Water} can be collected by filtering smelted {THING:ItemIce}
es: Los filtros {LINK:Sinotai;Sinotai} se utilizan para capturar varios gases, que pueden eliminarse o usarse en otro lugar. {GAS:Water} se puede recolectar filtrando {THING:ItemIce}

# Things.ItemGasFilterWater
source: Filter (Water)
cs: Filtr (voda)
de: Leichter Filter (Wasser - H2O)
es: Filtro (Agua)
fi: Suodatin (vesi)
fr: Filtre (Eau)
hu: Szűrő (Víz)
it: Filtro (Acqua)
pt_pt: Filtro (Água)
ru: Фильтр (Вода)
tr: Filtre (Su)

# Things.ItemGasFilterVolatiles
source: Filters are used to capture various gases, which can be disposed of or used elsewhere. {GAS:Volatiles} are created by exposing {THING:ItemVolatiles} to heat. The product can then be collected and combined with {GAS:Oxygen} to create fuel, or used within a {THING:StructureFurnace} to smelt ores and create {LINK:IngotPage;alloys}.
es: Los filtros se utilizan para capturar varios gases, que se pueden eliminar o usar en otro lugar. {GAS:Volatiles} se crean exponiendo {THING:ItemVolatiles} al calor. El producto puede ser recolectado y combinado con {GAS:Oxygen} para crear combustible, o utilizado dentro de un {THING:StructureFurnace} para fundir minerales y crear {LINK:IngotPage;alloys}.

# Things.ItemGasFilterVolatiles
source: Filter (Volatiles)
cs: Filtr (těkavé látky)
de: Leichter Filter (Flüchtige Stoffe - H2)
es: Filtro (Volatiles)
fi: Suodatin (volatiili)
fr: Filtre (Hydrogène)
hu: Szűrő (Hidrogén)
it: Filtro (Gas volatili)
pt_pt: Filtro (Voláteis)
ru: Фильтр (Летучее вещество)
tr: Filtre (Uçucu Madde)

# Things.ItemGasFilterOxygen
source: {LINK:Sinotai;Sinotai} have cornered the market in filter design. Their trademarked templates are simple to print and highly efficient at capturing various gases, which can be disposed of or used elsewhere. {GAS:Oxygen} is a common byproduct of smelting various ores, but must be filtered of such impurities as {GAS:Nitrogen} using this filter and various devices, such as the {THING:ItemDynamicScrubber}.
es: {LINK:Sinotai;Sinotai} han acaparado el mercado en el diseño de filtros. Sus plantillas de marca registrada son fáciles de imprimir y altamente eficientes en la captura de varios gases, que se pueden eliminar o usar en otro lugar. {GAS:Oxygen} es un subproducto común de la fundición de varios minerales, pero debe filtrarse de impurezas como {GAS:Nitrogen} usando este filtro y varios dispositivos, como el {THING:ItemDynamicScrubber}.

# Things.ItemGasFilterOxygen
source: Filter (Oxygen)
cs: Filtr (kyslík)
de: Leichter Filter (Sauerstoff - O2)
es: Filtro (Oxigeno)
fi: Suodatin (happi)
fr: Filtre (Oxygène)
hu: Szűrő (Oxigén)
it: Filtro (Ossigeno)
pt_pt: Filtro (Oxigénio)
ru: Фильтр (Кислород)
tr: Filtre (Oksijen)

# Things.ItemGasFilterNitrogen
source: Filters are used to capture various gases, which can be disposed of or used elsewhere. {GAS:Nitrogen} is a byproduct of smelting various ores, notably {THING:ItemNitrice}, which may be combined with {GAS:Oxygen} to make a breathable - and considerably less flammable - atmosphere.
es: Los filtros se utilizan para capturar varios gases, que se pueden eliminar o usar en otro lugar. {GAS:Nitrogen} es un subproducto de la fundición de varios minerales, en particular {THING:ItemNitrice}, que puede combinarse con {GAS:Oxygen} para hacer una atmósfera transpirable, y considerablemente menos inflamable.

# Things.ItemGasFilterNitrogen
source: Filter (Nitrogen)
cs: Filtr (dusík)
de: Leichter Filter (Stickstoff - N2)
es: Filtro (Nitrogeno)
fi: Suodatin (typpi)
fr: Filtre (Azote)
hu: Szűrő (Nitrogén)
it: Filtro (Azoto)
pt_pt: Filtro (Nitrogénio)
ru: Фильтр (Азот)
tr: Filtre (Azot)

# Things.ItemGasFilterPollutants
source: Filters are used to capture various gases, such as waste emissions from a {THING:StructureFurnace} or {THING:StructureArcFurnace}. Adding {LINK:Sinotai;Sinotai}-designed {GAS:Pollutant} filters to a {THING:ItemDynamicScrubber} allows you to isolate this gas, then add it to a pipe network and employ its excellent coolant properties in a {THING:StructureWallCooler}. Try not to inhale.
es: Los filtros se utilizan para capturar varios gases, como las emisiones de residuos de {THING:StructureFurnace} o {THING:StructureArcFurnace}. Añadiendo {LINK:Sinotai;Sinotai} Los filtros {GAS:Pollutant} diseñados por Sinotai a un {THING:ItemDynamicScrubber} le permiten aislar este gas, luego agregarlo a una red de tuberías y emplear sus excelentes propiedades de refrigerante en un {THING:StructureWallCooler}. Trate de no inhalar.

# Things.ItemGasFilterPollutants
source: Filter (Pollutant)
cs: Filtr (znečišťující látka)
de: Leichter Filter (Schadstoffe - X)
es: Filtro (Contaminante)
fi: Suodatin (saaste)
fr: Filtre (Polluant)
hu: Szűrő (Mérgező gáz)
it: Filtro (Inquinanti)
pt_pt: Filtro (Poluentes)
ru: Фильтр (Токсины)
tr: Filtre (Kirletici Madde)

# Things.ItemGasFilterCarbonDioxide
source: Given humanity's obsession with exhaling {GAS:CarbonDioxide}, all {LINK:Stationeers;Stationeers} are issued two basic {LINK:Sinotai;Sinotai} {GAS:CarbonDioxide} {SLOT:GasFilter} as part of their standard deployment kit (SDK). These filters allow passage of {GAS:CarbonDioxide} into the suit's waste {THING:ItemGasCanisterEmpty}, but are also critical components of the {THING:DynamicScrubber} and the {THING:StructureFiltration}. The {THING:ItemGasFilterCarbonDioxideM} and {THING:ItemGasFilterCarbonDioxideL} are also available.
es: Dada la obsesión de la humanidad por exhalar {GAS:CarbonDioxide}, todos {LINK:Stationeers; A los stationeers} se les emiten dos básicos {LINK:Sinotai;Sinotai} {GAS:CarbonDioxide} {SLOT:GasFilter} como parte de su kit de implementación estándar (SDK). Estos filtros permiten el paso de {GAS:CarbonDioxide} en los residuos del traje {THING:ItemGasCanisterEmpty}, pero también son componentes críticos de {THING:DynamicScrubber} y {THING:StructureFiltration}. {THING:ItemGasFilterCarbonDioxideM} y {THING:ItemGasFilterCarbonDioxideL} también están disponibles.

# Things.ItemGasFilterCarbonDioxide
source: Filter (Carbon Dioxide)
cs: Filtr (oxid uhličitý)
de: Leichter Filter (Kohlenstoffdioxid - CO2)
es: Filtro (Dioxido de carbono)
fr: Filtre (CO2)
hu: Szűrő (Szén-dioxid)
pt_pt: Filtro (Dióxido de Carbono)
ru: Фильтр (Углекислый газ)
tr: Filtre (Karbondioksit)

# Things.ItemLiquidCanisterEmpty
source: Holds {GAS:Water}, if you have some.
es: Contiene {GAS:Water}, si tiene alguna.

# Things.ItemLiquidCanisterEmpty
source: Liquid Canister
cs: Kanystr na kapalinu
de: Flüssigkeitsbehälter
es: Recipiente de líquido
fr: Bonbonne de liquide
ru: Баллон для Жидкости

# Things.ItemGasCanisterWater
source: The blue portable {GAS:Water} {SLOT:GasCanister} has a 64L capacity, supplying {GAS:Water} to items like the {THING:DynamicHydroponics} unit, or any other connected system. All liquid canisters are full when fabricated to a pressure of 8000kPa (80 atmospheres), and can be mounted to a {THING:DynamicLiquidCanisterEmpty} or {THING:StructureLiquidTankStorage} for refill.
es: La bombona portátil azul {GAS:Water} {SLOT:GasCanister} tiene una capacidad de 64L, suministrando {GAS:Water} a elementos como la unidad {THING:DynamicHydroponics} o cualquier otro sistema conectado. Todos los botes de líquidos están llenos cuando se fabrican a una presión de 8000kPa (80 atmósferas), y se pueden montar en {THING:DynamicLiquidCanisterEmpty} o {THING:StructureLiquidTankStorage} para su recarga.

# Things.ItemGasCanisterWater
source: Liquid Canister (Water)
cs: Kanystr na kapalinu (voda)
de: Flüssigkeitsbehälter (Wasser)
es: Bombona líquidos (Agua)
fr: Bonbonne (Eau)
ru: Жидкостный баллон (Вода)

# Things.ItemGasCanisterOxygen
source: The white portable 64L {SLOT:GasCanister} is the {LINK:Stationeers;Stationeer's} basic unit of {GAS:Oxygen} delivery. All gas canisters are full when fabricated to a pressure of 8000kPa (80 atmospheres), and can be mounted to a {THING:DynamicGasCanisterAir} or {THING:StructureGasTankStorage} for refill. Careful not to pressurize beyond 10MPa, or it may go 'bang'.
es: La bombona portátil blanca de 64L {SLOT:GasCanister} es el {LINK:Stationeers;Stationeer's} unidad básica de suministro {GAS:Oxygen}. Todos los botes de gas están llenos cuando se fabrican a una presión de 8000kPa (80 atmósferas), y se pueden montar en {THING:DynamicGasCanisterAir} o {THING:StructureGasTankStorage} para su recarga. Tenga cuidado de no presurizar más allá de 10MPa, o puede ir 'bang'.

# Things.ItemGasCanisterOxygen
source: Canister (Oxygen)
cs: Kanystr na plyn (kyslík)
de: Gasflasche (Sauerstoff - O2)
es: Bombona (Oxígeno)
fi: Kanisteri (happi)
fr: Bouteille de Gaz (Oxygène)
hu: Gázpalack (Oxigén)
it: Bombola (Ossigeno)
pt_pt: Cilindro (Oxigénio)
ru: Газовый баллон (Кислород)
tr: Kapsül (Oksijen)
