Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemKitBlastDoor
source: Kit (Blast Door)
cs: Obrněné dveře (sada)
de: Bausatz (Explosionsschutztür)
es: Kit (Puerta Blindada)
fi: Varustepakkaus (paineovi)
fr: Kit (Porte Anti-Souffle)
hu: Készlet (Páncélajtó)
it: Kit (Porta blindata)
pt_pt: Kit (Porta Blindada)
ru: Набор (Усиленная дверь)
tr: Donanım (Dayanıklı Kapı)

# Things.ItemKitAutolathe
source: Kit (Autolathe)
cs: Autosoustruh (sada)
de: Bausatz (Drehmaschine)
es: Kit (Torno Automático)
fi: Varustepakkaus (automaattinen sorvi)
fr: Kit (Tour Automatique)
hu: Készlet (Automata eszterga)
it: Kit (Tornio automatico)
pt_pt: Kit (Torno Mecânico Auto)
ru: Набор (Автолат)
tr: Donanım (Otomatik Torna)

# Things.ItemKitDoor
source: Kit (Door)
cs: Dveře (sada)
de: Bausatz (Tür)
es: Kit (Puerta)
fi: Varustepakkaus (ovi)
fr: Kit (Porte)
hu: Készlet (Ajtó)
it: Kit (Porta)
pt_pt: Kit (Porta)
ru: Набор (Дверь)
tr: Donanım (Kapı)

# Things.ItemKitElectronicsPrinter
source: Kit (Electronics Printer)
cs: Tiskárna elektroniky (sada)
de: Bausatz (Elektronikdrucker)
es: Kit (Impresora Electrónica)
fi: Varustepakkaus (elektroniikkatulostin)
fr: Kit (Imprimante Electronique)
hu: Készlet (Elektronika nyomtató)
it: Kit (Stampante elettronica)
pt_pt: Kit (Impressora de Componentes Eletrónicos)
ru: Набор (Принтер электроники)
tr: Donanım (Elektronik Yazıcı)

# Things.ItemKitEngineLarge
source: Kit (Engine Large)
cs: Velký motor (sada)
es: Kit (Motor Grande)
fi: Varustepakkaus (iso moottori)
fr: Kit (Moteur de Fusée Grand)
hu: Készlet (Nagy hajtómű)
it: Kit (Motore razzo grande)
pt_pt: Kit (Motor Grande)
ru: Набор (Большой двигатель)
tr: Donanım (Büyük Motor)

# Things.ItemKitEngineMedium
source: Kit (Engine Medium)
cs: Střední motor (sada)
de: Bausatz (Triebwerk Mittel)
es: Kit (Motor Mediano)
fi: Varustepakkaus (keskikokoinen moottori)
fr: Kit (Moteur de Fusée Moyen)
hu: Készlet (Közepes hajtómű)
it: Kit (Motore razzo medio)
pt_pt: Kit (Motor Médio)
ru: Набор (Средний двигатель)
tr: Donanım (Orta Motor)

# Things.ItemKitEngineSmall
source: Kit (Engine Small)
cs: Malý motor (sada)
de: Bausatz (Triebwerk Klein)
es: Kit (Motor Pequeño)
fi: Varustepakkaus (pieni moottori)
fr: Kit (Moteur de Fusée Petit)
hu: Készlet (Kis hajtómű)
it: Kit (Motore razzo piccolo)
pt_pt: Kit (Motor Pequeno)
ru: Набор (Малый двигатель)
tr: Donanım (Küçük Motor)

# Things.ItemKitLocker
source: Kit (Locker)
cs: Skřínka (sada)
de: Bausatz (Schrank)
es: Kit (Armario)
fi: Varustepakkaus (kaappi)
fr: Kit (Casier)
hu: Készlet (Szekrény)
it: Kit (Armadio)
pt_pt: Kit (Armário)
ru: Набор (Шкафчик)
tr: Donanım (Dolap)

# Things.ItemKitSolidGenerator
source: Kit (Solid Generator)
cs: Generátor na tuhá paliva (sada)
de: Bausatz (Feststoff Generator)
es: Kit (Generador Electrico de Carbón)
fi: Varustepakkaus (hiiligeneraattori)
fr: Kit (Générateur à Combustible Solide)
hu: Készlet (Szilárd tüzelésű generátor)
it: Kit (Generatore a Combustibile Solido)
pt_pt: Kit (Gerador a Sólidos)
ru: Набор (Твердотопливный генератор)
tr: Donanım (Katı Jeneratör)

# Things.ItemKitSuitStorage
source: Kit (Suit Storage)
cs: Stojan na oblek (sada)
de: Bausatz (Anzuggestell)
es: Kit (Soporte de Trajes)
fi: Varustepakkaus (pukuteline)
fr: Kit (Stockage de Combinaison)
hu: Készlet (Ruha tároló)
it: Kit (Cassaforte)
pt_pt: Kit (Resguardo do Fato)
ru: Набор (Стойка для скафандра)
tr: Donanım (Giysi Deposu)

# Things.ItemKitTransformerSmall
source: Kit (Transformer)
cs: Transformátor (sada)
de: Bausatz (Transformator)
es: Kit (Transformador)
fr: Kit (Transformateur petit)
hu: Készlet (Transzformátor)
pt_pt: Kit (Transformador Pequeno)
ru: Набор (Трансформатор)
tr: Donanım (Trafo)

# Things.Cube
source: Cube
cs: Kostka
de: Würfel
es: Cubo
fi: Kuutio
hu: Kocka
it: Cubo
pt_pt: Cubo
ru: Куб
tr: Küp

# Things.ItemKitCube
source: Kit (Cube)
cs: Kostka (sada)
de: Bausatz (Würfel)
es: Kit (Cubo)
fi: Varustepakkaus (kuutio)
hu: Készlet (Kocka)
it: Kit (Cubo)
pt_pt: Kit (Cubo)
ru: Набор (Куб)
tr: Donanım (Küp)

# Things.SpawnPoint
source: Spawn Point
cs: Místo zrození
de: Spawnpunkt
es: Punto de Aparición
fi: Heräämispiste
fr: Point de réapparition
hu: Újraéledés helye
it: Punto di Spawn
pt_pt: Ponto de Ressurgimento
ru: Место возрождения
tr: Canlanma Noktası

# Things.StructureStorageLocker
source: Locker
cs: Skříňka
de: Spind
es: Armario
fi: Kaappi
fr: Casier
hu: Szekrény
it: Armadio
pt_pt: Armário
ru: Шкафчик
tr: Dolap

# Things.ItemKitWallIron
source: Kit (Iron Wall)
cs: Železná stěna (sada)
de: Bausatz (Eisenwand)
es: Kit (Pared de Hierro)
fi: Varustepakkaus (rautaseinä)
fr: Kit (Mur en Fer)
hu: Készlet (Vasfal)
it: Kit (Muro di ferro)
pt_pt: Kit (Parede de Ferro)
ru: Набор (Железная стена)
tr: Donanım (Demir Duvar)

# Things.StructureWallIron
source: Iron Wall (Type 1)
cs: Železná stěna (typ 1)
de: Eisenwand (Typ 1)
es: Pared de Hierro (Tipo 1)
fr: Mur en Fer (Type 1)
ru: Железная стена (Тип 1)
tr: Demir Duvar (Tip 1)

# Things.ItemOxite
source: Oxite ice is largely composed of frozen {GAS:Oxygen}, and found on many planets in the Solar System. Highly valuable and sought after, not all planets a {LINK:Stationeers;Stationeer} visits will have some. Highly sensitive to temperature, oxite will begin to melt as soon as it is mined, unless the temperature is below zero, or it is stored in the {THING:ItemMiningBelt}, {THING:ItemMiningBeltAdvanced} or devices like the {THING:StructureIceCrusher} or {THING:StructureFridgeSmall}. When melting, oxite produces a mixture of {GAS:Oxygen} and {GAS:Nitrogen}.
de: Oxiteis besteht größtenteils aus gefrorenem {GAS:Oxygen} und kommt auf vielen Planeten im Sonnensystem vor. Sehr wertvoll und begehrt, nicht alle Planeten die ein {LINK:Stationeers; Stationeer} besucht, haben Oxiteis. Oxit ist sehr temperaturempfindlich und beginnt zu schmelzen, sobald es abgebaut wird, es sei denn, die Temperatur liegt unter Null oder es wird im {THING:ItemMiningBelt}, {THING:ItemMiningBeltAdvanced} oder Geräten wie dem {THING:StructureIceCrusher} oder {THING:StructureFridgeSmall} gespeichert. Beim Schmelzen erzeugt Oxit eine Mischung aus {GAS:Oxygen} und {GAS:Nitrogen}.
es: El hielo de oxite se compone en gran parte de {GAS: Oxígeno} congelado, y se encuentra en muchos planetas del Sistema Solar. Muy valioso y buscado, no todos los planetas son {LINK:Stationeers; Stationeer} visitas tendrán algunas. Altamente sensible a la temperatura, la oxita comenzará a derretirse tan pronto como se extraiga, a menos que la temperatura sea inferior a cero, o se almacene en {THING:ItemMiningBelt}, {THING:ItemMiningBeltAdvanced} o dispositivos como {THING:StructureIceCrusher} o {THING:StructureFridgeSmall}. Al fundirse, la oxita produce una mezcla de {GAS:Oxígeno} y {GAS:Nitrógeno}.

# Things.ItemOxite
source: Ice (Oxite)
cs: Led (Oxit)
de: Eis (Sauerstoff)
es: Hielo (Oxite)
fi: Jää (oksiitti)
fr: Glace (Oxite)
hu: Jég (Oxit)
it: Ghiaccio (Oxite)
pt_pt: Gelo (Oxite)
ru: Лёд (Оксит)
tr: Buz (Oksit)

# Things.ItemVolatiles
source: An extremely reactive ice with numerous hydrocarbons trapped inside. For simplicity's sake, these are often displayed as H2 by devices like the {THING:CartridgeAtmosAnalyser}. Volatiles combust in a 2:1 ratio with {GAS:Oxygen}, creating {GAS:CarbonDioxide} and pollutants. However when catalysed via devices such as the {THING:H2Combustor} in the presence of {GAS:Oxygen}, they produce water and heat with a modicum of {GAS:CarbonDioxide} and {GAS:Pollutant} due to the autoignition of the volatiles in the chamber. Along with {GAS:Oxygen}, volatiles gas is also the major component of fuel for such devices as the {THING:ItemWeldingTorch}.
de: Ein extrem reaktives Eis mit zahlreichen darin eingeschlossenen Kohlenwasserstoffen. Der Einfachheit halber werden diese oft von Geräten wie dem {THING:CartridgeAtmosAnalyser} als H2 angezeigt. Flüchtige Stoffe verbrennen im Verhältnis 2:1 mit {GAS:Oxygen}, wodurch {GAS:Kohlendioxid} und Schadstoffe entstehen. Wenn sie jedoch über Geräte wie den {THING:H2Combustor} in Gegenwart von {GAS:Oxygen} katalysiert werden, erzeugen sie Wasser und Wärme mit einer kleinen Menge an {GAS:Kohlendioxid} und {GAS:Schadstoff} aufgrund der Selbstentzündung der flüchtigen Stoffe in der Kammer. Neben {GAS:Oxygen} ist flüchtiges Gas auch der Hauptbestandteil des Kraftstoffs für Geräte wie das {THING:ItemWeldingTorch}.
es: Un hielo extremadamente reactivo con numerosos hidrocarburos atrapados en su interior. Por simplicidad, estos a menudo se muestran como H2 por dispositivos como {THING:CartridgeAtmosAnalyser}. Los volátiles se queman en una proporción de 2:1 con {GAS:Oxygen}, creando {GAS:CarbonDioxide} y contaminantes. Sin embargo, cuando se catalizan a través de dispositivos como el {THING:H2Combustor} en presencia de {GAS:Oxygen}, producen agua y calor con un mínimo de {GAS:CarbonDioxide} y {GAS:Pollutant} debido a la autoignición de los volátiles en la cámara. Junto con {GAS:Oxygen}, el gas volátil es también el componente principal del combustible para dispositivos como {THING:ItemWeldingTorch}.

# Things.ItemVolatiles
source: Ice (Volatiles)
cs: Led (Těkavý)
de: Eis (Flüchtige Stoffe)
es: Hielo (Volátiles)
fi: Jää (volatiili)
fr: Glace (Volatiles)
hu: Jég (Hidrogén)
it: Ghiaccio (Gas volatili)
pt_pt: Gelo (Voláteis)
ru: Лёд (Летучее вещество)
tr: Buz (Uçucu Madde)

# Things.StructureElectronicsPrinter
source: The electronic printer will create any {LINK:ElectronicPage;electronic} part you need. From circuit boards and electronic devices to solar panels. The choice is yours. Upgrade the device using a {THING:ElectronicPrinterMod} for additional recipes and faster processing speeds.
de: Der elektronische Drucker erstellt jedes {LINK:ElectronicPage;electronic}-Teil, das du benötigst. Von Leiterplatten und elektronischen Geräten bis hin zu Solarmodulen. Du hast die Wahl. Aktualisiere das Gerät mit einem {THING:ElectronicPrinterMod} für zusätzliche Rezepte und schnellere Verarbeitungsgeschwindigkeiten.
es: La impresora electrónica {LINK:ElectronicPage;electronic} creará cualquier pieza que necesite. Desde placas de circuitos y dispositivos electrónicos hasta paneles solares. La elección es tuya. Actualice el dispositivo con {THING:ElectronicPrinterMod} para obtener recetas adicionales y velocidades de procesamiento más rápidas.

# Things.StructureElectronicsPrinter
source: Electronics Printer
cs: Tiskárna elektroniky
de: Elektronikdrucker
es: Impresora Electrónica
fi: Elektroniikkatulostin
fr: Imprimante Electronique
hu: Elektronika nyomtató
it: Stampante elettronica
pt_pt: Impressora de Componentes Eletrónicos
ru: Принтер электроники
tr: Elektronik Yazıcı

# Things.ItemCerealBar
source: Sustains, without decay. If only all our relationships were so well balanced.
cs: Udržuje se, aniž by se rozpadla. Kéž by všechny naše vztahy byly tak dobře vyvážené.
de: Hält frisch, wird nie schlecht. Wenn nur alle unsere Beziehungen so gut ausbalanciert wären.
es: Sostiene, sin descomposición. Ojalá todas nuestras relaciones estuvieran tan bien equilibradas.

# Things.ItemCerealBar
source: Cereal Bar
cs: Cereální tyčinka
de: Müsliriegel
es: Barra de Cereal
fi: Muropatukka
fr: Barre de céréales
hu: Müzliszelet
it: Barretta di cereali
pt_pt: Barra de Cereais
ru: Злаковый батончик
tr: Tahıl Barı

# Things.ItemFern
source: There was a time, when Stationeers had to make {THING:ReagentFenoxitone} using the {THING:ApplianceReagentProcessor}. Recent advances in technology allow you to use equivalent quantities of fern directly in recipes.
cs: Bývaly doby, kdy Stationeerové museli vyrábět {THING:ReagentFenoxitone} pomocí {THING:ApplianceReagentProcessor}. Nedávný technologický pokrok umožňuje používat ekvivalentní množství kapradí přímo v receptech.
de: Es gab eine Zeit, in der Stationeers {THING:ReagentFenoxitone} mit dem {THING:ApplianceReagentProcessor} herstellen mussten. Jüngste Fortschritte in der Technologie ermöglichen es dir, äquivalente Mengen an Farn direkt in Rezepten zu verwenden.
es: Hubo un tiempo en que los Stationeers tenían que hacer {THING:ReagentFenoxitone} usando {THING:ApplianceReagentProcessor}. Los recientes avances en la tecnología le permiten utilizar cantidades equivalentes de helecho directamente en las recetas.

# Things.ItemFern
source: Fern
cs: Kapradina
de: Farn
es: Helecho
fi: Saniainen
fr: Fougère
hu: Páfrány
it: Felce
pt_pt: Fetos
ru: Папоротник
tr: Eğrelti Otu

# Things.ItemSiliconIngot
source: Ingot (Silicon)
cs: Křemík (ingot)
de: Silizium (Barren)
es: Lingote (Silicio)
fi: Harkko (silikoni)
fr: Lingot (Silicium)
hu: Öntvény (Szilícium)
it: Lingotto (Silicio)
pt_pt: Lingote (Silício)
ru: Слиток кремния
tr: Külçe (Silikon)

# Things.ItemSiliconOre
source: Silicon is a chemical element with the symbol "Si" and is one of the most useful elements to {LINK:Stationeers;Stationeers}. Readily available throughout the universe, silicon is used in a range of {LINK:IngotPage;alloys}, glass, plastics and various electronic components a Stationeer may need to complete their mission.
de: Silizium ist ein chemisches Element mit dem Symbol "Si" und ist eines der nützlichsten Elemente für {LINK:Stationeers; Stationeers}. Silizium ist im gesamten Universum leicht zugänglich und wird in einer Reihe von {LINK:IngotPage;alloys}, Glas, Kunststoffen und verschiedenen elektronischen Komponenten verwendet, die ein Stationeer benötigt, um seine Mission zu erfüllen.
es: El silicio es un elemento químico con el símbolo "Si" y es uno de los elementos más útiles para {LINK:Stationeers;Stationeers}. Fácilmente disponible en todo el universo, el silicio se utiliza en una gama de {LINK:IngotPage;aleaciones}, vidrio, plásticos y varios componentes electrónicos que un Stationeer puede necesitar para completar su misión.

# Things.ItemSiliconOre
source: Ore (Silicon)
cs: Křemík (ruda)
de: Silizium (Erz)
es: Mineral (Silicio)
fi: Malmi (silikoni)
fr: Minerai (Silicium)
hu: Érc (Szilícium)
it: Minerale (Silicio)
pt_pt: Minério (Silício)
ru: Кремниевая руда
tr: Cevher (Silikon)

# Things.ItemAngleGrinder
source: Angles-be-gone with the trusty angle grinder.
cs: Úhly jsou pryč s věrnou úhlovou bruskou.
de: Winkel sind weg mit dem zuverlässigen Winkelschleifer.
es: Lime ángulos con la confiable amoladora angular.

# Things.ItemAngleGrinder
source: Angle Grinder
cs: Úhlová bruska
de: Winkelschleifer
es: Amoladora Angular
fi: Kulmahiomakone
fr: Meuleuse
hu: Sarokcsiszoló
it: Flessibile
pt_pt: Rebarbadora
ru: Болгарка
tr: Açılı Öğütücü

# Things.ItemSoybean
source: Soybeans grow at a moderate rate, but require atmospheric {GAS:Nitrogen} to grow. Its main use is to create {THING:ItemSoyOil}
es: La soja crece a un ritmo moderado, pero requiere {GAS:Nitrógeno} atmosférico para crecer. Su uso principal es crear {THING:ItemSoyOil}

# Things.ItemSoybean
source: Soybean
cs: Sója
de: Sojabohne
es: Habas de Soja
fi: Soijapapu
fr: Soja
hu: Szójabab
it: Soia
pt_pt: Soja
ru: Соевые бобы
tr: Soya Fasülyesi

# Things.ApplianceChemistryStation
source: Chemistry Station
cs: Chemická stanice
de: Chemieprozessor
es: Estación de Química
fi: Kemikaaliasema
fr: Station de Chimie
hu: Vegyi állomás
it: Stazione chimica
pt_pt: Estação Química
ru: Химическая установка
tr: Kimya İstasyonu

# Things.ItemSolderIngot
source: Ingot (Solder)
cs: Pájka (ingot)
de: Lötzinn (Barren)
es: Lingote (Estaño)
fi: Harkko (juotostina)
fr: Lingot (Etain)
hu: Öntvény (Forrasz)
it: Lingotto (Lega per saldatura)
pt_pt: Lingote (Solda)
ru: Слиток припоя
tr: Külçe (Lehim)

# Things.ItemConstantanIngot
source: Ingot (Constantan)
cs: Konstantan (ingot)
de: Konstantan (Barren)
es: Lingote (Constantan)
fi: Harkko (konstantaani)
fr: Lingot (Constantan)
hu: Öntvény (Konstantán)
it: Lingotto (Constantan)
pt_pt: Lingote (Constantan)
ru: Слиток константана
tr: Külçe (Konstantan)

# Things.ItemInvarIngot
source: Ingot (Invar)
cs: Invar (ingot)
de: Invar (Barren)
es: Lingote (Invar)
fi: Harkko (invarteräs)
fr: Lingot (Invar)
hu: Öntvény (Vas-nikkel)
it: Lingotto (Invar)
pt_pt: Lingote (Invar)
ru: Слиток инвара
tr: Külçe (İnvar)

# Things.ItemNickelIngot
source: Ingot (Nickel)
cs: Nikl (ingot)
de: Nickel (Barren)
es: Lingote (Níquel)
fi: Harkko (nikkeli)
fr: Lingot (Nickel)
hu: Öntvény (Nikkel)
it: Lingotto (Nickel)
pt_pt: Lingote (Níquel)
ru: Слиток никеля
tr: Külçe (Nikel)

# Things.ItemLeadIngot
source: Ingot (Lead)
cs: Olovo (ingot)
de: Blei (Barren)
es: Lingote (Plomo)
fi: Harkko (lyijy)
fr: Lingot (Plomb)
hu: Öntvény (Ólom)
it: Lingotto (Piombo)
pt_pt: Lingote (Chumbo)
ru: Слиток свинца
tr: Külçe (Kurşun)

# Things.ItemSilverIngot
source: Ingot (Silver)
cs: Stříbro (ingot)
de: Silber (Barren)
es: Lingote (Plata)
fi: Harkko (hopea)
fr: Lingot (Argent)
hu: Öntvény (Ezüst)
it: Lingotto (Argento)
pt_pt: Lingote (Prata)
ru: Слиток серебра
tr: Külçe (Gümüş)

# Things.ItemElectrumIngot
source: Ingot (Electrum)
cs: Elektrum (ingot)
de: Elektrum (Barren)
es: Lingote (Electrum)
fi: Harkko (elektrum)
fr: Lingot (Electrum)
hu: Öntvény (Elektrum)
it: Lingotto (Electrum)
pt_pt: Lingote (Electrum)
ru: Слиток электрума
tr: Külçe (Electrum)

# Things.WeaponRifleEnergy
source: Energy Rifle
cs: Energetická puška
de: Energiegewehr
es: Rifle de Energía
fi: Energiakivääri
fr: Fusil à énergie
hu: Energiapuska
it: Fucile ad energia
pt_pt: Espingarda de Energia
ru: Энергетическая винтовка
tr: Enerji Tüfeği

# Things.ItemLeadOre
source: Lead is a chemical element with the symbol "Pb". It is a dense, heavy metal with a low melting point. Lead is a used to make a variety of things such as {LINK:IngotPage;alloys} like {THING:ItemSolderIngot} and munitions.
de: Blei ist ein chemisches Element mit dem Symbol "Pb". Es ist ein dichtes, schweres Metall mit einem niedrigen Schmelzpunkt. Blei wird verwendet, um eine Vielzahl von Dingen wie {LINK:IngotPage;alloys} wie {THING:ItemSolderIngot} und Munition herzustellen.
es: El plomo es un elemento químico con el símbolo "Pb". Es un metal denso y pesado con un bajo punto de fusión. El plomo se utiliza para hacer una variedad de cosas como {LINK:IngotPage;aleaciones} como {THING:ItemSolderIngot} y municiones.

# Things.ItemLeadOre
source: Ore (Lead)
cs: Olovo (ruda)
de: Blei (Erz)
es: Mineral (Plomo)
fi: Malmi (lyijy)
fr: Minerai (Plomb)
hu: Érc (Ólom)
it: Minerale (Piombo)
pt_pt: Minério (Chumbo)
ru: Свинцовая руда
tr: Cehver (Kurşun)

# Things.ItemNickelOre
source: Nickel is a chemical element with the symbol "Ni" and is a rare metal commonly used as a plating to prevent corrosion. Sought after by many {LINK:Stationeers;Stationeers}, Nickel is also commonly used to create several {LINK:IngotPage;alloys}.
de: Nickel ist ein chemisches Element mit dem Symbol "Ni" und ist ein seltenes Metall, das häufig als Beschichtung verwendet wird, um Korrosion zu verhindern. Von vielen {LINK:Stationeers; Stationeers} begehrt. Nickel wird auch häufig verwendet, um mehrere {LINK:IngotPage;alloys} zu erstellen.
es: El níquel es un elemento químico con el símbolo "Ni" y es un metal raro comúnmente utilizado como revestimiento para prevenir la corrosión. Buscado por muchos {LINK:Stationeers; Stationeers}, el níquel también se usa comúnmente para crear varios {LINK:IngotPage;aleaciones}.

# Things.ItemNickelOre
source: Ore (Nickel)
cs: Nikl (ruda)
de: Nickel (Erz)
es: Mineral (Níquel)
fi: Malmi (nikkeli)
fr: Minerai (Nickel)
hu: Érc (Nikkel)
it: Minerale (Nickel)
pt_pt: Minério (Níquel)
ru: Никелевая руда
tr: Cevher (Nikel)

# Things.ItemSilverOre
source: Silver is a chemical element with the symbol "Ag". Valued by many {LINK:Stationeers;Stationeers} for its attractive luster and sheen, it is also used in a variety of {LINK:ElectronicPage;electronics} components and {LINK:IngotPage;alloys}.
es: La plata es un elemento químico con el símbolo "Ag". Valorado por muchos {LINK:Stationeers;Stationeers} por su atractivo brillo , también se utiliza en una variedad de componentes {LINK:ElectronicPage;electronics} y {LINK:IngotPage;alloys}.

# Things.ItemSilverOre
source: Ore (Silver)
cs: Stříbro (ruda)
de: Silber (Erz)
es: Mineral (Plata)
fi: Malmi (hopea)
fr: Minerai (Argent)
hu: Érc (Ezüst)
it: Minerale (Argento)
pt_pt: Minério (Prata)
ru: Серебряная руда
tr: Cevher (Gümüş)

# Things.ItemIronSheets
source: Iron Sheets
cs: Železné plechy
de: Eisenplatten
es: Planchas de Hierro
fi: Rautalevy
fr: Plaques de Fer
hu: Vaslemez
it: Lastra di ferro
pt_pt: Chapas de Ferro
ru: Лист железа
tr: Demir Levhalar

# Things.ItemIronFrames
source: Iron Frames
cs: Železné rámy
de: Eisengerüst
es: Marcos de Hierro
fi: Rautarunko
fr: Kit (Cadres en Fer)
hu: Vasváz
it: Telaio in ferro
pt_pt: Estruturas de Ferro
ru: Железные каркасы
tr: Demir Çerçeveler

# Things.StructureFrameIron
source: Iron Frame
cs: Železný rám
de: Eisengerüst
es: Marco de Hierro
fi: Rautarunko
fr: Cadre en Fer
hu: Vasváz
it: Telaio in ferro
pt_pt: Estrutura de Ferro
ru: Железный каркас
tr: Demir Çerçeve

# Things.ItemCableCoilHeavy
source: Use heavy cable coil for power systems with large draws. Unlike {THING:StructureCableCoil}, which can only safely conduct 5kW, heavy cables can transmit up to 100kW.
cs: Pro napájecí systémy s velkým odběrem použijte silnou kabelovou cívku. Na rozdíl od {THING:StructureCableCoil}, která může bezpečně vést pouze 5kW, silné kabely mohou přenášet až 100kW.
de: Verwende schwere Kabelspulen für Stromversorgungssysteme mit großen Spannungen. Im Gegensatz zu {THING:StructureCableCoil}, das nur 5 kW sicher leiten kann, können schwere Kabel bis zu 100 kW übertragen.
es: Utilice bobinas de cable pesado para sistemas de potencia con grandes calados. A diferencia de {THING:StructureCableCoil}, que solo puede conducir de forma segura 5kW, los cables pesados pueden transmitir hasta 100kW.
fr: Utiliser des Bobine de Câble (Haute Tension) pour les systèmes d’alimentation nécessitant beaucoup de puissance électrique. Contrairement à une {THING:StructureCableCoil}, qui ne peut conduire en toute sécurité que 5kW, les câbles haute tension peuvent supporter jusqu’à 100kW.
ru: Используйте тяжелый кабель для энергосистем с большой мощности. В отличии от {THING:StructureCableCoil}, который может безопасно передавать только до 5кВт, тяжелый кабель может передавать до 100кВт.

# Things.ItemCableCoilHeavy
source: Cable Coil (Heavy)
cs: Kabelová cívka (silná)
de: Kabelspule (Schwer)
es: Bobina de Cable (Grueso)
fi: Kaapelikerä (raskas kaapeli)
fr: Bobine de Câble (Haute Tension)
hu: Kábelköteg (Fejlett)
it: Bobina di cavi (Alta tensione)
pt_pt: Bobine de Cabos (Reforçado)
ru: Моток силового кабеля
tr: Kablo Bobini (Ağır)

# Things.CartridgeElectronicReader
source: eReader
cs: Čtečka
de: Kassette (eReader)
es: Enciclopedia
fr: Carte (Liseuse Encyclopédie)
ru: Справочник
tr: e-Okuyucu

# Things.ItemKitPipe
source: Kit (Pipe)
cs: Potrubí (sada)
de: Bausatz (Rohr)
es: Kit (Tubos)
fi: Varustepakkaus (putki)
fr: Kit (Tuyau)
hu: Készlet (Cső)
it: Kit (Tubo)
pt_pt: Kit (Cano)
ru: Набор (Труба)
tr: Donanım (Boru)

# Things.ItemKitFabrication
source: Kit (Fabrication)
cs: Fabrikátor (sada)
de: Herstellung (Bausatz)
es: Kit Construcción (Fabricación)
fi: Varustepakkaus (kokoonpanija)
hu: Készlet (Gyártás)
it: Kit (Manifattura)
pt_pt: Kit (Fabricação)
ru: Набор (Фабрикатор)
tr: Donanım (İmalat)
