Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureComputer
source: In some ways a relic, the 'Chonk R1' was designed by severely conflicted {LINK:Norsec;Norsec} technicians, who needed a unit that could operate with a wide range of {LINK:LogicUnitPage;motherboards}, while also enduring the worst a new Cadet could throw at it. The result is a machine described by some as 'the only PC likely to survive our collision with a black hole', while other, less appreciative users regard it as sharing most of its technological DNA with a cheese grater. Compatible motherboards: - {THING:MotherboardLogic} - {THING:MotherboardManufacturing} - {THING:MotherboardSorter} - {THING:MotherboardComms} - {THING:MotherboardProgrammableChip}
es: De alguna manera una reliquia, el 'Chonk R1' fue diseñado por {LINK:Norsec; Técnicos de Norsec}, que necesitaban una unidad que pudiera operar con una amplia gama de {LINK:LogicUnitPage;motherboards}, al tiempo que soportaba lo peor que un nuevo Cadete podría arrojarle. El resultado es una máquina descrita por algunos como "la única PC que probablemente sobrevivirá a nuestra colisión con un agujero negro", mientras que otros usuarios menos agradecidos consideran que comparte la mayor parte de su ADN tecnológico con un rallador de queso. Placas base compatibles: - {THING:MotherboardLogic} - {THING:MotherboardManufacturing} - {THING:MotherboardSorter} - {THING:MotherboardComms} - {THING:MotherboardProgrammableChip}

# Things.StructureComputer
source: Computer
cs: Počítač
es: Ordenador
fi: Tietokone
fr: Ordinateur
hu: Számítógép
it: Classificatore
pt_pt: Computador
ru: Компьютер
tr: Bilgisayar

# Things.StructureCompositeWindow
source: Air-tight and resistant to extreme temperatures, composite walls come in several charming, near identical varieties - reflecting their designer's focus on form over function.
cs: Vzduchotěsné a odolné vůči extrémním teplotám, kompozitní stěny přicházejí v několika okouzlujících, téměř identických variantách - což odráží zaměření jejich designéra na formu nad funkcí.
es: Herméticos y resistentes a temperaturas extremas, las paredes compuestas vienen en varias variedades encantadoras, casi idénticas, lo que refleja el enfoque de su diseñador en la forma sobre la función.
fr: Étanches et résistantes aux températures extrêmes, la fenêtre composite refléte l’accent mis, par leur concepteur, sur la forme plutôt que sur la fonction : vous permettre d'admirer le paysage.

# Things.StructureCompositeWindow
source: Composite Window
cs: Kompozitní stěna (okno)
de: Verbundfenster
es: Ventana Compuesta
fi: Komposiitti-ikkuna
fr: Fenêtre Composite
hu: Kompozit ablak
it: Finestra composita
pt_pt: Janela Composta
ru: Окно
tr: Alaşım Pencere

# Things.StructureCompositeWallType4
source: Air-tight and resistant to extreme temperatures, composite walls come in several charming, near identical varieties - reflecting their designer's focus on form over function.
cs: Vzduchotěsné a odolné vůči extrémním teplotám, kompozitní stěny přicházejí v několika okouzlujících, téměř identických variantách - což odráží zaměření jejich designéra na formu nad funkcí.
es: Herméticos y resistentes a temperaturas extremas, las paredes compuestas vienen en varias variedades encantadoras, casi idénticas, lo que refleja el enfoque de su diseñador en la forma sobre la función.
fr: Étanches et résistantes aux températures extrêmes, les parois composites se déclinent en plusieurs variétés. Charmantes, mais presque identiques, elles reflètent l’accent mis, ,par leur concepteur, sur la forme plutôt que sur la fonction.

# Things.StructureCompositeWallType4
source: Composite Wall (Type 4)
cs: Kompozitní stěna (typ 4)
de: Verbundstoff Wand (Typ 4)
es: Pared compuesta (Tipo 4)
fr: Mur Composite (Type 4)
ru: Композитная Стена (Тип 4)
tr: Alaşım Duvar (Tip 4)

# Things.StructureCompositeWallType3
source: Air-tight and resistant to extreme temperatures, composite walls come in several charming, near identical varieties - reflecting their focus on form over function.
cs: Vzduchotěsné a odolné vůči extrémním teplotám, kompozitní stěny přicházejí v několika okouzlujících, téměř identických variantách - což odráží jejich zaměření na formu nad funkcí.
es: Herméticos y resistentes a temperaturas extremas, las paredes compuestas vienen en varias variedades encantadoras, casi idénticas, lo que refleja el enfoque de su diseñador en la forma sobre la función.
fr: Étanches et résistantes aux températures extrêmes, les parois composites se déclinent en plusieurs variétés. Charmantes, mais presque identiques, elles reflètent l’accent mis, ,par leur concepteur, sur la forme plutôt que sur la fonction.

# Things.StructureCompositeWallType3
source: Composite Wall (Type 3)
cs: Kompozitní stěna (typ 3)
de: Verbundstoff Wand (Typ 3)
es: Pared Compuesta (Tipo 3)
fr: Mur Composite (Type 3)
ru: Композитная Стена (Тип 3)
tr: Alaşım Duvar (Tip 3)

# Things.StructureCompositeWallType2
source: Air-tight and resistant to extreme temperatures, composite walls come several charming, near identical varieties - reflecting their focus on form over function.
cs: Vzduchotěsné a odolné vůči extrémním teplotám, kompozitní stěny přicházejí s několika okouzlujícími, téměř identickými variantami - odrážejícími jejich zaměření na formu nad funkcí.
es: Herméticos y resistentes a temperaturas extremas, las paredes compuestas vienen en varias variedades encantadoras, casi idénticas, lo que refleja el enfoque de su diseñador en la forma sobre la función.
fr: Étanches et résistantes aux températures extrêmes, les parois composites se déclinent en plusieurs variétés. Charmantes, mais presque identiques, elles reflètent l’accent mis, ,par leur concepteur, sur la forme plutôt que sur la fonction.

# Things.StructureCompositeWallType2
source: Composite Wall (Type 2)
cs: Kompozitní stěna (typ 2)
de: Verbundstoff Wand (Typ 2)
es: Pared Compuesta (Tipo 2)
fr: Mur Composite (Type 2)
ru: Композитная Стена (Тип 2)
tr: Alaşım Duvar (Tip 2)

# Things.StructureCompositeWallType1
source: Air-tight and resistant to extreme temperatures, composite walls come in several charming, near identical varieties - reflecting their designer's focus on form over function.
cs: Vzduchotěsné a odolné vůči extrémním teplotám, kompozitní stěny přicházejí v několika okouzlujících, téměř identických variantách - což odráží zaměření jejich designéra na formu nad funkcí.
es: Herméticos y resistentes a temperaturas extremas, las paredes compuestas vienen en varias variedades encantadoras, casi idénticas, lo que refleja el enfoque de su diseñador en la forma sobre la función.
fr: Étanches et résistantes aux températures extrêmes, les parois composites se déclinent en plusieurs variétés. Charmantes, mais presque identiques, elles reflètent l’accent mis, ,par leur concepteur, sur la forme plutôt que sur la fonction.

# Things.StructureCompositeWallType1
source: Composite Wall (Type 1)
cs: Kompozitní stěna (typ 1)
de: Verbundstoff Wand (Typ 1)
es: Pared Compuesta (Tipo 1)
fr: Mur Composite (Type 1)
ru: Композитная Стена (Тип 1)
tr: Alaşım Duvar (Tip 1)

# Things.StructureCompositeWallRound
source: Air-tight and resistant to extreme temperatures, composite walls favor form over function, coming in a range of slightly different, functionally identical varieties.
cs: Kompozitní stěny, které jsou vzduchotěsné a odolné vůči extrémním teplotám, upřednostňují formu před funkcí a vyrábějí se v řadě mírně odlišných, funkčně stejných variacích.
es: Herméticos y resistentes a temperaturas extremas, las paredes compuestas favorecen la forma sobre la función, y vienen en una gama de variedades ligeramente diferentes y funcionalmente idénticas.
fr: Étanches à l’air et résistants aux températures extrêmes, les murs composites favorisent la forme plutôt que la fonction. Ils existent plusieurs variantes légèrement différentes, toutes fonctionnellement identiques.

# Things.StructureCompositeWallRound
source: Composite Wall Round
cs: Kompozitní kulatá stěna
de: Runde Verbundwand
es: Compuesto de Pared Redondo
fi: Komposiittiseinä (pyöreä)
fr: Mur Composite rond
hu: Kompozit fal (Kerekített)
it: Muro composito tondo
pt_pt: Parede Composta Arredondada
tr: Alaşım Duvar Yuvarlak

# Things.StructureCompositeWall
source: Air-tight and resistant to extreme temperatures, composite walls favor form over function, coming in a range of slightly different, functionally identical varieties.
cs: Vzduchotěsné a odolné vůči extrémním teplotám, kompozitní stěny upřednostňují tvar před funkcí, přicházejí v řadě mírně odlišných, funkčně identických variantách.
es: Herméticos y resistentes a temperaturas extremas, las paredes compuestas favorecen la forma sobre la función, y vienen en una gama de variedades ligeramente diferentes y funcionalmente idénticas.
fr: Étanches et résistantes aux températures extrêmes, les parois composites favorisent la forme sur la fonction, On trouve toute une gamme de variétés légèrement différentes, mais elle sont toutes fonctionnellement identiques.

# Things.StructureCompositeWall
source: Composite Wall (Type 1)
cs: Kompozitní stěna (typ 1)
de: Verbundstoff Wand (Typ 1)
es: Pared compuesta (Tipo 1)
fr: Mur Composite
ru: Композитная Стена (Тип 1)
tr: Alaşım Duvar (Tip 1)

# Things.StructureCompositeFloorGrating
source: While aesthetics rank low on the ladder of {LINK:Stationeers;Stationeer} concerns, composite gratings allow the concealment of unsightly cables on floors, walls and ceilings.
es: Mientras que la estética ocupa un lugar bajo en la escalera de {LINK:Stationeers; Las rejillas compuestas permiten la ocultación de cables antiestéticos en pisos, paredes y techos.

# Things.StructureCompositeFloorGrating
source: Composite Floor Grating
cs: Kompozitní podlahové rošty
de: Bodengitterrost
es: Rejilla de suelo compuesto
fr: Caillebotis Composite
ru: Композитный Решётчатый Настил
tr: Alaşım Zemin Izgarası

# Things.StructureCompositeDoor
source: {LINK:Recurso;Recurso's} composite doors are rated to 300kPa, which is more than sufficient for most purposes they were designed for. However, steep pressure differentials are not your friend.
es: {LINK:Recurso;Recurso's} Las puertas compuestas están clasificadas a 300kPa, que es más que suficiente para la mayoría de los propósitos para los que fueron diseñadas. Sin embargo, los diferenciales de presión pronunciados no son tu amigo.

# Things.StructureCompositeDoor
source: Composite Door
cs: Kompozitní dveře
de: Verbundtür
es: Puerta Compuesta
fi: Komposiittiovi
fr: Porte Composite
hu: Kompozit ajtó
it: Porta Composita
pt_pt: Porta Composta
ru: Композитная Дверь
tr: Alaşım Kapı

# Things.StructureChuteStraight
source: Chutes act as pipes for items. Use them to connect various {LINK:ImportExportPage;import/export} equipment together such as the {THING:StructureVendingMachine} and printers like the {THING:StructureAutolathe}. The aim for any {LINK:Stationeers;Stationeer} is to make off-world survival less of a struggle for themselves, and those who will follow in their footsteps. Chutes are fundamental components of chute networks, which allow the transport of items between any machine or device with an {LINK:ImportExportPage;import/export} slot.
es: Los conductos actúan como tuberías para los artículos. Utilícelos para conectar varios equipos {LINK:ImportExportPage;import/export} juntos, como {THING:StructureVendingMachine} e impresoras como {THING:StructureAutolathe}. El objetivo para cualquier {LINK:Stationeers; Stationeer} es hacer que la supervivencia fuera del mundo sea menos una lucha para ellos y para aquellos que seguirán sus pasos. Los conductos son componentes fundamentales de las redes de conductos, que permiten el transporte de artículos entre cualquier máquina o dispositivo con una ranura {LINK:ImportExportPage;import/export}.

# Things.StructureChuteStraight
source: Chute (Straight)
cs: Dopravník (rovný)
de: Schacht (Gerade)
es: Tolva (Recta)
fi: Ränni (suora)
fr: Gaine (Droite)
hu: Csúszda (Egyenes)
it: Conduttura scarico (Diritto)
pt_pt: Conduta (Reta)
ru: Транспортная труба (прямая)
tr: Kanal (Düz)

# Things.StructureChuteOutlet
source: The aim for any {LINK:Stationeers;Stationeer} is to make off-world survival less of a struggle for themselves, and those who will follow in their footsteps. The chute outlet is an aperture for exiting items from {LINK:ImportExportPage;import/export} networks. Note that the outlet's origins in zero-gravity mining means they are permanently open, rather than interactable, but can be connected to {LINK:LogicUnitPage;logic} systems to monitor throughput.
es: El objetivo para cualquier {LINK:Stationeers; Stationeer} es hacer que la supervivencia fuera del mundo sea menos una lucha para ellos y para aquellos que seguirán sus pasos. La salida de conducto es una abertura para salir de los elementos de las redes {LINK:ImportExportPage;import/export}. Tenga en cuenta que los orígenes de la salida en la minería de gravedad cero significa que están permanentemente abiertos, en lugar de interactivos, pero se pueden conectar a los sistemas {LINK:LogicUnitPage;logic} para monitorear el rendimiento.

# Things.StructureChuteOutlet
source: Chute Outlet
cs: Dopravník (vývod)
de: Schachtauswurf
es: Salida Tolva
fi: Ränni (lähtö)
fr: Gaine (Sortie)
hu: Csúszda (Kiadó)
it: Uscita conduttura scarico
pt_pt: Conduta de Saída
ru: Транспортная труба (раздатчик)
tr: Kanal Çıkışı

# Things.StructureChuteJunction
source: The aim for any {LINK:Stationeers;Stationeer} is to make off-world survival less of a struggle for themselves, and those who will follow in their footsteps. Chute junctions are fundamental components of chute networks, allowing merging or splitting of these networks. When combined with a programmed {THING:StructureSorter}, items can be sent down different paths to various machines with {LINK:ImportExportPage;import/export} slots.
es: El objetivo para cualquier {LINK:Stationeers; Stationeer} es hacer que la supervivencia fuera del mundo sea menos una lucha para ellos y para aquellos que seguirán sus pasos. Las uniones de conductos son componentes fundamentales de las redes de conductos, lo que permite la fusión o división de estas redes. Cuando se combina con un {THING:StructureSorter} programado, los elementos se pueden enviar por diferentes rutas a varias máquinas con ranuras {LINK:ImportExportPage;import/export}.

# Things.StructureChuteJunction
source: Chute (Junction)
cs: Dopravník (křižovatka)
de: Schacht (Zusammenführung)
es: Tolva (Cruce)
fi: Ränni (liittymä)
fr: Gaine (Jonction)
hu: Csúszda (Elágazás)
it: Conduttura scarico (Giunto)
pt_pt: Conduta (Junção)
ru: Транспортная труба (соединение)
tr: Kanal (Bağlantı)

# Things.StructureChuteInlet
source: The aim for any {LINK:Stationeers;Stationeer} is to make off-world survival less of a struggle for themselves, and those who will follow in their footsteps. The chute inlet is an aperture by which items can be introduced to {LINK:ImportExportPage;import/export} networks. Note that its origins in zero-gravity mining means chute inlets are unpowered and permanently open, rather than interactable, allowing objects to be thrown in. They can be connected to {LINK:LogicUnitPage;logic} systems to monitor throughput.
es: El objetivo para cualquier {LINK:Stationeers; Stationeer} es hacer que la supervivencia fuera del mundo sea menos una lucha para ellos y para aquellos que seguirán sus pasos. La entrada de la rampa es una abertura mediante la cual se pueden introducir elementos en las redes {LINK:ImportExportPage;import/export}. Tenga en cuenta que sus orígenes en la minería de gravedad cero significan que las entradas de rampa no tienen energía y están permanentemente abiertas, en lugar de ser interactivas, lo que permite que se arrojen objetos. Se pueden conectar a los sistemas {LINK:LogicUnitPage;logic} para supervisar el rendimiento.

# Things.StructureChuteInlet
source: Chute Inlet
cs: Dopravník (přívod)
de: Schachteinwurf
es: Entrada Tolva
fi: Ränni (tulo)
fr: Gaine (Entrée)
hu: Csúszda (Beadó)
it: Entrata conduttura scarico
pt_pt: Conduta de Entrada
ru: Транспортная труба (приёмник)
tr: Kanal Girişi

# Things.StructureChuteCorner
source: Chutes act as pipes for items. Use them to connect various {LINK:ImportExportPage;import/export} equipment together such as the {THING:StructureVendingMachine} and printers like the {THING:StructureAutolathe}. The aim for any {LINK:Stationeers;Stationeer} is to make off-world survival less of a struggle for themselves, and those who will follow in their footsteps. Chute corners are fundamental components of chute networks, which allow the transport of items between machines with {LINK:ImportExportPage;import/export} slots, such as the {THING:StructureFurnace} and other automatable structures.
es: Los conductos actúan como tuberías para los artículos. Utilícelos para conectar varios equipos {LINK:ImportExportPage;import/export} juntos, como {THING:StructureVendingMachine} e impresoras como {THING:StructureAutolathe}. El objetivo para cualquier {LINK:Stationeers; Stationeer} es hacer que la supervivencia fuera del mundo sea menos una lucha para ellos y para aquellos que seguirán sus pasos. Las esquinas de conducto son componentes fundamentales de las redes de conductos, que permiten el transporte de elementos entre máquinas con ranuras {LINK:ImportExportPage;import/export}, como {THING:StructureFurnace} y otras estructuras automatizables.

# Things.StructureChuteCorner
source: Chute (Corner)
cs: Dopravník (roh)
de: Schacht (Ecke)
es: Tolva (Esquina)
fi: Ränni (kulma)
fr: Gaine (Coin)
hu: Csúszda (Sarok)
it: Conduttura scarico (Curva)
pt_pt: Conduta (Canto)
ru: Транспортная труба (Угловая)
tr: Kanal (Köşe)

# Things.StructureChuteBin
source: The {LINK:Stationeers;Stationeer's} goal is to make off-world survival less of a struggle for themselves, and those who will follow in their footsteps. Like most {LINK:Recurso;Recurso}-designed systems, chute bins are simple and robust powered items, allowing items to be manually passed into chute networks by pulling a lever. They can also be programmed with {LINK:LogicUnitPage;logic} to operate automatically, although full automation requires the use items such as a {THING:StructureSDBHopper}.
es: El {LINK:Stationeers; El objetivo de Stationeer es hacer que la supervivencia fuera del mundo sea menos una lucha para ellos y para aquellos que seguirán sus pasos. Como la mayoría {LINK:Recurso; Los sistemas diseñados por Recurso}, los contenedores de conductos son elementos de alimentación simples y robustos, lo que permite que los artículos se pasen manualmente a las redes de conductos tirando de una palanca. También se pueden programar con {LINK:LogicUnitPage;logic} para que funcionen automáticamente, aunque la automatización completa requiere elementos de uso como {THING:StructureSDBHopper}.

# Things.StructureChuteBin
source: Chute Bin
cs: Dopravník (koš)
de: Schachteinlass
es: Contenedor con Tolva
fi: Ränni (syöttöaukko)
fr: Gaine (Tiroir d'insertion)
hu: Csúszda (Bedobó)
it: Conduttura scarico
pt_pt: Conduta de Entrada Manual
ru: Транспортная труба (корзина)
tr: Kanal Kutusu

# Things.StructureChair
source: One of the universe's many chairs, optimized for bipeds with somewhere between zero and two upper limbs.
cs: Jedna z mnoha židlí vesmíru, optimalizovaná pro dvojnožce s někde mezi nulou a dvěma horními končetinami.
es: Una de las muchas sillas del universo, optimizada para bípedos con entre cero y dos miembros superiores.
fr: L’une des nombreuses chaises de l’univers, optimisée pour les bipèdes avec entre zéro et deux membres supérieurs.

# Things.StructureChair
source: Chair
cs: Židle
de: Sessel
es: Silla
fi: Tuoli
fr: Chaise
hu: Szék
it: Sedia
pt_pt: Cadeira
ru: Стул
tr: Koltuk

# Things.StructureCentrifuge
source: If a {THING:StructureRecycler} or unbalanced {THING:StructureFurnace} outputs {LINK:ReagentPage;reagent} mixture rather than the desired {LINK:IngotPage;ingots}, a centrifuge allows you to reclaim the raw {LINK:OrePage;ore}. It also refines {THING:ItemDirtyOre} produced from the {THING:StructureDeepMiner}. Its bigger brother {THING:StructureCombustionCentrifuge} can be used to process items significantly faster.
es: Si un {THING:StructureRecycler} o un desequilibrado {THING:StructureFurnace} produce la mezcla {LINK:ReagentPage;reagent} en lugar de la deseada {LINK:IngotPage;ingots}, una centrífuga le permite recuperar el {LINK:OrePage;ore} sin procesar. También refina {THING:ItemDirtyOre} producido a partir de {THING:StructureDeepMiner}. Su hermano mayor {THING:StructureCombustionCentrifuge} se puede utilizar para procesar artículos significativamente más rápido.

# Things.StructureCentrifuge
source: Centrifuge
cs: Odstředivka
de: Zentrifuge
es: Centrifugadora
fi: Sentrifugi
fr: Centrifugeuse
hu: Centrifuga
it: Centrifuga
pt_pt: Centrifugadora
ru: Центрифуга
tr: Santrifüj

# Things.StructureCamera
source: Nothing says 'I care' like a security camera that's been linked a {THING:StructureMotionSensor} and a {THING:StructureConsole} fitted with a {THING:CircuitboardCameraDisplay}. Be there, even when you're not.
cs: Nic neříká 'Zajímám se' jako bezpečnostní kamera, která byla propojena s {THING:StructureMotionSensor} a {THING:StructureConsole} vybavenými {THING:CircuitboardCameraDisplay}. Buďte tam, i když nejste.
es: Nada dice "Me importa" como una cámara de seguridad que se ha vinculado a una {THING:StructureMotionSensor} y una {THING:StructureConsole} equipada con una {THING:CircuitboardCameraDisplay}. Esté allí, incluso cuando no lo esté.
fr: Rien ne dit mieux 'je m'en soucie' qu'une caméra de sécurité reliée à un {THING:StructureMotionSensor} et à une {THING:StructureConsole} équipée d'un {THING:CircuitboardCameraDisplay}. Soyez là, même si vous n'y êtes pas.

# Things.StructureCamera
source: Camera
cs: Kamera
de: Kamera
es: Cámara
fi: Kamera
fr: Caméra
hu: Kamera
it: Fotocamera
pt_pt: Máquina de Filmar
ru: Камера видеоконтроля
tr: Kamera

# Things.StructureCableStraight
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of {LINK:Stationeers;Stationeer} life - so much so, the {LINK:ODA;ODA} designated it an official {LINK:ToolPage;'tool'}. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
es: Transportando potencia y datos por igual, la bobina de cable ha llegado a simbolizar la innovación, independencia y flexibilidad de {LINK:Stationeers; Stationeer} life - tanto es así, que el {LINK:ODA;ODA} lo designó como {LINK:ToolPage;' oficial herramienta'}. La bobina normal tiene una potencia máxima de 5kW. Para aplicaciones de mayor corriente, use {THING:ItemCableCoilHeavy}.

# Things.StructureCableStraight
source: Cable (Straight)
cs: Kabel (Rovný)
de: Kabel-Gerades
es: Cable (Recto)
fi: Kaapeli (suora)
fr: Câble (Droit)
hu: Kábel (Egyenes)
it: Cavo (Diritto)
pt_pt: Cabo (Reto)
ru: Кабель (Прямой)
tr: Kablo (Düz)

# Things.StructureCableJunction6
source: Carrying power and data alike, cable coil has come to symbolize the innovation, independence and flexibility of {LINK:Stationeers;Stationeer} duty - so much so, the {LINK:ODA;ODA} designated it an official {LINK:ToolPage;'tool'} during the 3rd Decannual Stationeer Solar Conference. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
es: Transportando potencia y datos por igual, la bobina de cable ha llegado a simbolizar la innovación, independencia y flexibilidad de {LINK:Stationeers; Stationeer} deber - tanto es así, que el {LINK:ODA;ODA} lo designó como {LINK:ToolPage;' oficial tool'} durante la 3ª Conferencia Solar Decannual Stationeer. La bobina normal tiene una potencia máxima de 5kW. Para aplicaciones de mayor corriente, use {THING:ItemCableCoilHeavy}.
