Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureOrganicsPrinter
source: Please note, the organics printer has been deprecated - it is now only spawnable in Creative mode.
ru: Обратите внимание, что органический принтер устарел - теперь его можно создавать только в творческом режиме.

# Things.StructureDockShipSide
source: Structure Dock Ship Side
fi: Telakointiportti (alus)
hu: Dokkoló (Hajó felől)
it: Struttura di ormeggio nave
pt_pt: Estrutura Doca de Acoplagem Lateral da Nave
ru: Док-порт корабля
tr: Kenetleyici Yapısı Gemi Tarafı

# Things.ItemFries
source: Fries
fi: Ranskalaiset
hu: Hasábburgonya
it: Fritto
pt_pt: Batatas Fritas
ru: Картофель фри
tr: Patates Kızartması

# Things.ItemTomatoSoup
source: Made using {THING:ItemTomato} and an {THING:ItemEmptyCan} in a {THING:ApplianceMicrowave}.
ru: Сделано с помощью {THING:ItemTomato} и {THING:ItemEmptyCan} в {THING:ApplianceMicrowave}.

# Things.StructureToolManufactory
source: Upgrade the device using a {THING:ElectronicPrinterMod} for additional recipes and faster processing speeds.
ru: Улучшите устройство используя {THING:ElectronicPrinterMod} для дополнительных рецептов и увеличенной скорости обработки.

# Things.StructureHydraulicPipeBender
source: Upgrade the device using a {THING:PipeBenderMod} for additional recipes and faster processing speeds.
ru: Модернизируйте устройство используя {THING:PipeBenderMod} для дополнительных рецептов и увеличенной скорости обработки.

# Things.StructureElectronicsPrinter
source: Upgrade the device using a {THING:ElectronicPrinterMod} for additional recipes and faster processing speeds.
ru: Улучшите устройство с помощью {THING:ElectronicPrinterMod} для доступа к дополнительным рецептам и для повышения скорости работы.

# Things.StructureDiode
source: LED
ru: Светодиодная лампа

# Things.StructurePipeAnalysizer
source: Pipe Analyser
fi: Putkianalysaattori
hu: Csőelemző
it: Analizzatore tubi
pt_pt: Analisador de Canos
ru: Анализатор атмосферы трубы
tr: Boru Analiz Cihazı

# Things.StructureBattery
source: Battery
ru: Батарея
tr: Akü

# Things.MotherboardSorter
source: Sorter
ru: Сортировщик
tr: Ayırıcı

# Things.MotherboardManufacturing
source: Manufacturing
ru: Производство
tr: İmalat

# Things.MotherboardLogic
source: Logic
ru: Логический контроллер
tr: Mantık

# Things.ItemWallCooler
source: This kit creates a {THING:ItemWallCooler}.
ru: Этот набор собирается в {THING:ItemWallCooler}.

# Things.ItemPipeAnalyizer
source: Kit (Pipe Analyser)
fi: Varustepakkaus (putkianalysaattori)
hu: Készlet (Csőelemző)
it: Analisi tubature
pt_pt: Kit (Analisador de Canos)
ru: Анализатор атмосферы
tr: Donanım (Boru Analiz Cihazı)

# Things.ItemMuffin
source: Muffin
fi: Muffini
pt_pt: Queque
ru: Маффин
tr: Kek

# Things.ItemGasCanisterFuel
source: The orange portable <color=#0080FFFF>{LINK:GasPage;fuel}</color> canister supplies a 64L mixture of 66% volatiles/34% oxygen for powering such items as the {THING:ItemWeldingTorch} and the {THING:DynamicGenerator}. All gas canisters are full when fabricated to a pressure of 8000kPa (80 atmospheres), and can be mounted to a {THING:DynamicGasCanisterAir} or {THING:StructureGasTankStorage} for refill. Careful not to pressurize beyond 100kPA, or it may go 'bang'.
ru: Оранжевый портативный <color=#0080FFFF>{LINK:GasPage;fuel}</color> баллон должен содержать 64L смесь из 66% летучих газов/34% кислорода для питания таких предметов как {THING:ItemWeldingTorch} и {THING:DynamicGenerator}. Все газовые баллоны при создании имеют давление 8000кПа (80 атмосфер), и могут быть установлены в {THING:DynamicGasCanisterAir} или {THING:StructureGasTankStorage} для заправки. Осторожно, чтобы не превысить давление в 100кПа, или он может 'взорваться'.

# Things.CartridgeNetworkAnalyser
source: Network Analyser
ru: Сетевой анализатор
tr: Ağ Analiz Cihazı

# Things.CartridgeMedicalAnalyser
source: Medical Analyser
ru: Медицинский анализатор
tr: Tıbbi Analiz Cihazı

# Things.CartridgeAtmosAnalyser
source: Atmos Analyser
ru: Анализатор атмосферы
tr: Atmosfer Analiz Cihazı

# Things.DynamicGasCanisterPollutants
source: Portable Tank (Pollutants)
hu: Hordozható tartály (Mérgező gáz)
pt_pt: Tanque Portátil (Poluentes)
tr: Taşınabilir Tank (Kirletici Madde)

# Things.DynamicGasCanisterNitrousOxide
source: Portable Tank (Nitrous Oxide)
hu: Hordozható tartály (Dinitrogén-oxid)
pt_pt: Tanque Portátil (Óxido Nitroso)
tr: Taşınabilir Tank (Azot Oksit)

# Things.ItemKitAutoMiner
source: Kit Auto Miner
pt_pt: Kit Minerador Automático
tr: Donanım Otomatik Kazıcı

# Things.ItemKitDynamicCanister
source: Kit (Portable Tank)
fi: Varustepakkaus (kannettava säiliö)
hu: Készlet (Hordozható tartály)
it: Kit (Serbatoio portatile)
pt_pt: Kit (Tanque Portátil)
tr: Donanım (Taşınabilir Tank)

# Things.StructureSolarPanelDual
source: Solar Panel
fi: Aurinkopaneeli
hu: Napelem
it: Pannello Solare
pt_pt: Painel Solar
tr: Güneş Paneli

# Things.StructureBench
source: Bench
fi: Penkki
hu: Pult
it: Piano di lavoro
pt_pt: Bancada
tr: Tezgâh

# Things.ItemGasCanisterWater
source: Canister (Water)
fi: Kanisteri (vesi)
hu: Gázpalack (Víz)
it: Bombola (Acqua)
pt_pt: Cilindro (Água)
tr: Kapsül (Su)

# Things.DynamicGasCanisterWater
source: Portable Tank (Water)
fi: Kannettava säiliö (vesi)
hu: Hordozható tartály (Víz)
it: Serbatoio portatile (Acqua)
pt_pt: Tanque Portátil (Água)
tr: Taşınabilir Tank (Su)

# Things.DynamicGasCanisterVolatiles
source: Portable Tank (Volatiles)
fi: Kannettava säiliö (volatiili)
hu: Hordozható tartály (Hidrogén)
it: Serbatoio portatile (Gas volatili)
pt_pt: Tanque Portátil (Voláteis)
tr: Taşınabilir Tank (Uçucu Madde)

# Things.DynamicGasCanisterOxygen
source: Portable Tank (Oxygen)
fi: Kannettava säiliö (happi)
hu: Hordozható tartály (Oxigén)
it: Serbatoio portatile (Ossigeno)
pt_pt: Tanque Portátil (Oxigénio)
tr: Taşınabilir Tank (Oksijen)

# Things.DynamicGasCanisterNitrogen
source: Portable Tank (Nitrogen)
fi: Kannettava säiliö (typpi)
hu: Hordozható tartály (Nitrogén)
it: Serbatoio portatile (Azoto)
pt_pt: Tanque Portátil (Nitrogénio)
tr: Taşınabilir Tank (Azot)

# Things.DynamicGasCanisterFuel
source: Portable Tank (Fuel)
fi: Kannettava säiliö (polttoaine)
hu: Hordozható tartály (Üzemanyag)
it: Serbatoio portatile (Carburante)
pt_pt: Tanque Portátil (Combustível)
tr: Taşınabilir Tank (Yakıt)

# Things.DynamicGasCanisterEmpty
source: Portable Tank
fi: Kannettava säiliö
hu: Hordozható tartály
it: Serbatoio portatile
pt_pt: Tanque Portátil
tr: Taşınabilir Tank

# Things.DynamicGasCanisterCarbonDioxide
source: Portable Tank (CO2)
fi: Kannettava säiliö (hiilidioksidi)
hu: Hordozható tartály (Szén-dioxid)
it: Serbatoio portatile (CO2)
pt_pt: Tanque Portátil (CO2)
tr: Taşınabilir Tank (CO2)

# Things.DynamicGasCanisterAir
source: Portable Tank (Air)
fi: Kannettava säiliö (ilma)
hu: Hordozható tartály (Levegő)
it: Serbatoio portatile (Aria)
pt_pt: Tanque Portátil (Ar)
tr: Taşınabilir Tank (Hava)

# Things.ItemKitAIMeE
source: Kit AIMeE
tr: Donanım AIMeE

# Things.CircuitboardAdvancedAirlockControl
source: Circuitboard (Advanced Airlock)
it: Circuito stampato (controllo avanzato Camera di decompressione)

# Things.StructureCompositeWindowIron
source: Composite Window (Iron)
it: Finestra composita (Ferro)

# Things.CompositeFloorGrating1
source: Composite Floor Grating1
it: Pavimento fessurato composito 1

# Things.CompositeFloorGrating2
source: Composite Floor Grating2
it: Pavimento fessurato composito 2

# Things.StructureCompositeFloorGrating2
source: Composite Floor Grating2
it: Pavimento fessurato composito 2

# Things.StructureCompositeFloorGrating3
source: Composite Floor Grating3
it: Pavimento fessurato composito 3

# Things.StructureCompositeFloorGrating4
source: Composite Floor Grating4
it: Pavimento fessurato composito 4

# Things.StructureCompositeWallPanelling1
source: Composite Wall Panelling1
it: Pannello a muro composito 1

# Things.StructureFrameCornerCut
source: Frame (Corner Cut)
it: Telaio (Sezione angolo)

# Things.CompositeWallPanelling1
source: Composite Wall Panelling1
it: Pannello a muro composito 1

# Things.CompositeWallPanelling2
source: Composite Wall Panelling2
it: Pannello a muro composito 2

# Things.CompositeWallPanelling3
source: Composite Wall Panelling3
it: Pannello a muro composito 3

# Things.CompositeWallPanelling4
source: Composite Wall Panelling4
it: Pannello a muro composito 4

# Things.CompositeWallPanelling5
source: Composite Wall Panelling5
it: Pannello a muro composito 5

# Things.CompositeWallPanelling6
source: Composite Wall Panelling6
it: Pannello a muro composito 6

# Things.CompositeWallPanelling7
source: Composite Wall Panelling7
it: Pannello a muro composito 7

# Things.CompositeWallPanelling8
source: Composite Wall Panelling8
it: Pannello a muro composito 8

# Things.CompositeWallPanelling9
source: Composite Wall Panelling9
it: Pannello a muro composito 9

# Things.CompositeWallPanelling10
source: Composite Wall Panelling10
it: Pannello a muro composito 10

# Things.CompositeWallPanelling11
source: Composite Wall Panelling11
it: Pannello a muro composito 11

# Things.CompositeWallPanelling12
source: Composite Wall Panelling12
it: Pannello a muro composito 12

# Things.CompositeWallPanelling13
source: Composite Wall Panelling13
it: Pannello a muro composito 13

# Things.CompositeWallPanelling14
source: Composite Wall Panelling14
it: Pannello a muro composito 14

# Things.CompositeWallPanelling15
source: Composite Wall Panelling15
it: Pannello a muro composito 15

# Things.CompositeWallPanelling16
source: Composite Wall Panelling16
it: Pannello a muro composito 16

# Things.CompositeWallPanelling17
source: Composite Wall Panelling17
it: Pannello a muro composito 17

# Things.CompositeWallPanelling18
source: Composite Wall Panelling18
it: Pannello a muro composito 18

# Things.CompositeWallPanelling19
source: Composite Wall Panelling19
it: Pannello a muro composito 19

# Things.CompositeWallPanelling20
source: Composite Wall Panelling20
it: Pannello a muro composito 20

# Things.CompositeWallPanelling21
source: Composite Wall Panelling21
it: Pannello a muro composito 21

# Things.Corner1
source: Corner1
it: Angolo

# Things.CartridgeGuide
source: Cartridge (Guide)
it: Cartuccia (Guida)

# Things.CircuitboardHashDisplay
source: Circuitboard (Hash Display)
it: Circuito stampato (Display Hash)

# Things.CartridgeConfiguration
source: Cartridge (Configuration)
it: Cartuccia (Configurazione)

# Things.CircuitboardGraphDisplay
source: Circuitboard (Graph Display)
it: Circuito stampato (Display grafico)

# Things.CircuitboardAdvAirlockControl
source: Circuitboard (Advanced Airlock)
it: Circuito stampato (controllo avanzato Camera di decompressione)

# Things.CartridgeOreScannerColor
source: Cartridge (Ore Scanner (Color))
it: Cartuccia (Scanner minerali (Color))

# Things.MotherboardProgrammableChip
source: Motherboard (IC Editor)
it: Scheda Madre (IC Editor)

# Things.StructureBasketHoop
source: Structure Basket Hoop
it: Struttura Canestro Basket

# Things.MotherboardComms
source: Motherboard (Communications)
it: Scheda madre (Comunicazioni)

# Things.WallFrameCornerCut
source: Frame (Corner Cut)
it: Telaio (Sezione angolo)

# Things.CartridgeOreScanner
source: Cartridge (Ore Scanner)
it: Cartuccia (Scanner dei minerali)

# Things.StructureTransformerSmallReversed
source: Transformer (Small)
it: Trasformatore (Piccolo)

# Things.CartridgeTracker
source: Cartridge (Tracker)
it: Cartuccia (Tracciante)

# Things.ItemKitTransformerSmall
source: Kit (Transformer Small)
it: Kit (Trasformatore piccolo)

# Things.StructureWallIron
source: Iron Wall
it: Muro di ferro

# Things.CartridgeElectronicReader
source: Cartridge (eReader)
it: Cartuccia (Ebook Reader)

# Things.ItemKitTransformer
source: Kit (Transformer)
it: Kit (Trasformatore)

# Things.StructureTransformer
source: Transformer
it: Trasformatore

# Things.StructureCableCornerHBurnt
source: Burnt Cable (Corner)
it: Cavo alta tensione bruciato (Angolo)

# Things.StructureRailing
source: Railing
it: Ringhiera

# Things.StructureFrameSide
source: Frame (Side)
it: Telaio (Lato)

# Things.StructureFrameCorner
source: Frame (Corner)
it: Telaio (Angolo)

# Things.StructureFrame
source: Frame
it: Telaio

# Things.StructureCompositeWallType4
source: Composite Wall Type4
it: Muro composito 4

# Things.StructureCompositeWallType3
source: Composite Wall Type3
it: Muro composito 3

# Things.StructureCompositeWallType2
source: Composite Wall Type2
it: Muro composito 2

# Things.StructureCompositeWallType1
source: Composite Wall Type1
it: Muro composito 1

# Things.StructureCompositeWall
source: Composite Wall
it: Muro composito

# Things.StructureCompositeFloorGrating
source: Structure Composite Floor Grating
it: Pavimento fessurato

# Things.StructureBattery
source: Stationary Battery
it: Batteria stazionaria

# Things.MotherboardSorter
source: Motherboard (Sorter)
it: Scheda madre (Classificatore)

# Things.MotherboardManufacturing
source: Motherboard (Manufacturing)
it: Scheda madre (Fabbricatore)

# Things.MotherboardLogic
source: Motherboard (Logic)
it: Scheda madre (Logica)

# Things.ItemRTG
source: Kit (RTG)
it: RTG

# Things.ItemGasFilterCarbonDioxide
source: Filter (CO2)
it: Filtro (CO2)

# Things.CircuitboardSolarControl
source: Circuitboard (Solar Control)
it: Circuito stampato (Controllo pannello solare)

# Things.CircuitboardShipDisplay
source: Circuitboard (Ship Display)
it: Circuito stampato (Display nave)

# Things.CircuitboardPowerControl
source: Circuitboard (Power Control)
it: Circuito stampato (Controllo Alimentazione)

# Things.CircuitboardModeControl
source: Circuitboard (Mode Control)
it: Circuito stampato (Controllo modalità)

# Things.CircuitboardGasDisplay
source: Circuitboard (Gas Display)
it: Circuito stampato (Display gas)

# Things.CircuitboardDoorControl
source: Circuitboard (Door Control)
it: Circuito stampato (Controllo porte)

# Things.CircuitboardCameraDisplay
source: Circuitboard (Camera Display)
it: Circuito stampato (Display telecamera)

# Things.CircuitboardAirlockControl
source: Circuitboard (Airlock)
it: Circuito stampato (Controllo camera di decompressione)

# Things.CircuitboardAirControl
source: Circuitboard (Air Control)
it: Circuito stampato (Controllo aria)

# Things.CartridgeNetworkAnalyser
source: Cartridge (Network Analyser)
it: Cartuccia (Analisi Rete)

# Things.CartridgeMedicalAnalyser
source: Cartridge (Medical Analyser)
it: Cartuccia (Analisi Medica)

# Things.CartridgeAtmosAnalyser
source: Cartridge (Atmos Analyser)
it: Cartuccia (Analisi Atmosferica)

# Things.BodyPartGraylienPelvis
source: Body Part Graylien Pelvis
it: Bacino Graylien

# Things.BodyPartGraylienLegR
source: Body Part Graylien Leg R
it: Gamba destra Graylien

# Things.BodyPartGraylienLegL
source: Body Part Graylien Leg L
it: Gamba sinistra Graylien

# Things.BodyPartGraylienHead
source: Body Part Graylien Head
it: Testa Graylien

# Things.BodyPartGraylienBody
source: Body Part Graylien Body
it: Corpo Graylien

# Things.BodyPartGraylienArmR
source: Body Part Graylien Arm R
it: Braccio destro Graylien

# Things.BodyPartGraylienArmL
source: Body Part Graylien Arm L
it: Braccio sinistro Graylien

# Things.BodyPartAstronautFemaleArmL
source: Body Part Astronaut Female Arm)
it: Braccio sinistro astronauta femmina

# Things.Robot
source: Robot
pt_pt: Robô

# Things.AimeeBot
source: Aimee Bot
hu: Aimee robot
pt_pt: Robô Aimee

# Things
source: Composite Floor Grating1
ja: 複合材格子床1
pt: Grade Composta do Assoalho1

# Things
source: Switch
ja: スイッチ
pt: Interruptor

# Things
source: Math Unary
ja: 単項計算
pt: Matemática Unária

# Things
source: Recycler
ja: リサイクラー
pt: Reciclador

# Things
source: Kit (Recycler)
ja: キット (リサイクラー)
pt: Kit (Reciclador)

# Things
source: Kit (Cable Analyzer)
ja: キット (ケーブルアナライザー)
pt: Kit (Analisador de Cabos)

# Things
source: Cable Analyzer
ja: ケーブルアナライザー
pt: Analisador de Cabos

# Things
source: Dial
ja: ダイアル

# Things
source: LED Display (Medium)
ja: 中型LEDディスプレイ
pt: Visor de LED (Medio)

# Things
source: LED Display (Large)
ja: 大型LEDディスプレイ
pt: Visor de LED (Grande)

# Things
source: Chick
ja: ひよこ
pt: Pinto

# Things
source: Chicken
ja: チキン
pt: Galinha

# Things
source: Skeleton
ja: スケルトン
pt: Esqueleto

# Things
source: Beacon
ja: ビーコン
pt: Farol

# Things
source: Kit (Beacon)
ja: キット (ビーコン)
pt: Kit (Farol)

# Things
source: Large Tank
ja: 大型タンク
pt: Tanque Grande

# Things
source: Potato
ja: ポテト
pt: Batata

# Things
source: Gas Fuel Generator
ja: ガス燃料発電機
pt: Gerador a gás

# Things
source: Kit (Gas Fuel Generator)
ja: キット (ガス燃料発電機)
pt: Kit (Gerador a gás)

# Things
source: Ground Penetrating Radar (GPR)
ja: 地中レーダー探査機 (GPR)
pt: Radar Penetrante Térmico (GPR)

# Things
source: Cartridge (Ore Scanner)
ja: カードリッジ (鉱石スキャナー)
pt: Cartucho (Scanner de Minério)

# Things
source: Baked Potato
ja: ベイクドポテト
pt: Batata Assada

# Things
source: Soy Oil
ja: 大豆油
pt: Óleo de Soja

# Things
source: Fries
ja: フライドポテト
pt: Chips

# Things
source: Heavy Cable (3-Way Corner)
ja: ヘビーケーブル (三叉角)
pt: Fio Pesado (Canto de 3 Vias)

# Things
source: Heavy Cable (4-Way Corner)
ja: ヘビーケーブル (四叉角)
pt: Fio Pesado (Canto de 4 Vias)

# Things
source: Burnt Heavy Cable (4-Way Corner)
ja: 焼けたヘビーケーブル (四叉角)
pt: Fio Pesado Queimado (Canto de 4 Vias)

# Things
source: Portable Solar Panel
ja: 携帯ソーラーパネル
pt: Painel Solar Portátil

# Things
source: Cable (5-Way Junction)
ja: ケーブル (五叉交差)
pt: Fio (Junção de 5 vias)

# Things
source: Cable (4-Way Corner)
ja: ケーブル (四叉角)
pt: Fio (Canto de 4 vias)

# Things
source: Burnt Cable (4-Way Corner)
ja: 焼けたケーブル (四叉角)
pt: Fio Queimado (Canto de 4 Vias)

# Things
source: Burnt Cable (5-Way Junction)
ja: 焼けたケーブル (五叉交差)
pt: Fio Queimado (Junção de 5 Vias)

# Things
source: Heavy Cable (5-Way Junction)
ja: ヘビーケーブル (五叉交差)

# Things
source: Burnt Heavy Cable (5-Way Junction)
ja: 焼けたヘビーケーブル (五叉交差)
pt: Fio Pesado Queimado (Junção de 5 Vias)

# Things
source: Frame (Corner Cut)
ja: フレーム (角丸)

# Things
source: Small Flag
ja: 小型旗
pt: Bandeira Pequena

# Things
source: Small Flag Kit
ja: 小型旗キット
pt: Kit Bandeira Pequena

# Things
source: Composite Cladding (Angled)
ja: 複合建材 (傾斜)
pt: Revestimento Composto (Angular)

# Things
source: Composite Cladding (Angled Corner)
ja: 複合建材 (角 傾斜)
pt: Revestimento Composto (Canto Anguloso)

# Things
source: Composite Cladding (Long Angled Corner)
ja: 複合建材 (ロング 角 傾斜)
pt: Revestimento Composto (Canto Anguloso Longo)

# Things
source: Composite Cladding (Long Angled)
ja: 複合建材 (ロング 傾斜)
pt: Revestimento Composto (Angulo Longo)

# Things
source: Composite Cladding (Cylindrical)
ja: 複合建材 (円筒)
pt: Revestimento Composto (Cilíndrico)

# Things
source: Composite Cladding (Cylindrical Panel)
ja: 複合建材 (円筒 パネル)
pt: Revestimento Composto (Cilíndrico Painel)

# Things
source: Composite Cladding (Spherical Corner)
ja: 複合建材 (球 角)
pt: Revestimento Composto (Cilíndrico Canto)

# Things
source: Composite Cladding (Spherical Cap)
ja: 複合建材 (球 蓋)
pt: Revestimento Composto (Tampão Esférico)

# Things
source: Composite Cladding (Spherical)
ja: 複合建材 (球)
pt: Revestimento Composto (Esférico)

# Things
source: Composite Cladding (Rounded Corner)
ja: 複合建材 (曲面 角)
pt: Revestimento Composto (Canto Arredondado)

# Things
source: Composite Cladding (Rounded)
ja: 複合建材 (曲面)
pt: Revestimento Composto (Arredondado)

# Things
source: Composite Cladding (Panel)
ja: 複合建材 (パネル)
pt: Revestimento Composto (Painel)

# Things
source: Kit (Cladding)
ja: キット (複合建材)
pt: Kit (Revestimento)

# Things
source: Composite Cladding (Long Angled Mirrored Corner)
ja: 複合建材 (ロング 傾斜 対称 角)
pt: Revestimento Composto (Canto Espelhado de Ângulo Longo)

# Things
source: Structure Dock Port Side
ja: ドック ポート側

# Things
source: Kit (Docking Port)
ja: キット (ドッキングポート)

# Things
source: Structure Dock Ship Side
ja: ドック 船側

# Things
source: Wall Light (Long)
ja: ウォールライト (長)
pt: Lâmpada de Parede (Longa)

# Things
source: Wall Light (Long Angled)
ja: ウォールライト (長 傾)
pt: Luz de Parede (Longa Angulada)

# Things
source: Wall Light (Long Wide)
ja: ウォールライト (長 ワイド)
pt: Luz de Parede (Longa Larga)

# Things
source: Circuitboard Advanced Airlock Control
ja: 発展エアロック制御回路基盤
pt: Controle Avançado de Airlock da Placa de Circuito

# Things
source: Kit (Organics Printer)
ja: キット (オーガニックプリンター)
pt: Kit (Impressora Organica)

# Things
source: Organics Printer
ja: オーガニックプリンター
pt: Impressora Orgânica

# Things
source: Structure Composite Window Iron
ja: 複合材鉄窓
pt: Estrutura de Janela Composta de Ferro

# Things
source: Button
ja: ボタン
pt: Botão

# Things
source: Composite Floor Grating2
ja: 複合材格子床2
pt: Grade Composta do Assoalho2

# Things
source: Structure Composite Floor Grating2
ja: 複合材格子床建材2
pt: Grade Composto do Assoalho Estrutura2

# Things
source: Structure Composite Floor Grating3
ja: 複合材格子床建材3
pt: Grade Composto do Assoalho Estrutura3

# Things
source: Structure Composite Floor Grating4
ja: 複合材格子床建材4
pt: Grade Composto do Assoalho Estrutura4

# Things
source: Kit (Wall Panels)
ja: キット (ウォールパネル)
pt: Kit (Painéis de Parede)

# Things
source: Structure Composite Wall Panelling1
ja: 複合材ウォールパネル建材1
pt: Painel de parede composto de estrutura1

# Things
source: Kit (Floor Grating)
ja: キット (格子床)
pt: Kit (Piso Grade)

# Things
source: Composite Roll Cover
ja: 複合材曲面カバー

# Things
source: Kit (Ladder)
ja: キット (梯)

# Things
source: Structure Frame Corner Cut
ja: コーナカット建材

# Things
source: Composite Wall Panelling1
ja: 複合材ウォールパネル1

# Things
source: Composite Wall Panelling2
ja: 複合材ウォールパネル2

# Things
source: Composite Wall Panelling3
ja: 複合材ウォールパネル3

# Things
source: Composite Wall Panelling4
ja: 複合材ウォールパネル4

# Things
source: Composite Wall Panelling5
ja: 複合材ウォールパネル5

# Things
source: Composite Wall Panelling6
ja: 複合材ウォールパネル6

# Things
source: Composite Wall Panelling7
ja: 複合材ウォールパネル7

# Things
source: Composite Wall Panelling8
ja: 複合材ウォールパネル8

# Things
source: Composite Wall Panelling9
ja: 複合材ウォールパネル9

# Things
source: Composite Wall Panelling10
ja: 複合材ウォールパネル10

# Things
source: Composite Wall Panelling11
ja: 複合材ウォールパネル11

# Things
source: Composite Wall Panelling12
ja: 複合材ウォールパネル12

# Things
source: Composite Wall Panelling13
ja: 複合材ウォールパネル13

# Things
source: Composite Wall Panelling14
ja: 複合材ウォールパネル14

# Things
source: Composite Wall Panelling15
ja: 複合材ウォールパネル15

# Things
source: Composite Wall Panelling16
ja: 複合材ウォールパネル16

# Things
source: Composite Wall Panelling17
ja: 複合材ウォールパネル17

# Things
source: Composite Wall Panelling18
ja: 複合材ウォールパネル18

# Things
source: Composite Wall Panelling19
ja: 複合材ウォールパネル19

# Things
source: Composite Wall Panelling20
ja: 複合材ウォールパネル20

# Things
source: Composite Wall Panelling21
ja: 複合材ウォールパネル21

# Things
source: Corner1
ja: コーナー1

# Things
source: Structure Wall Flat
ja: 壁建材 平面

# Things
source: Structure Wall Arch
ja: 壁建材 アーチ

# Things
source: Structure Wall Arch Arrow
ja: 壁建材 アーチアロー

# Things
source: Structure Wall Arch Plating
ja: 壁建材 アーチプレート

# Things
source: Structure Wall Arch Two Tone
ja: 壁建材 アーチツートーン

# Things
source: Structure Wall Geometry Corner
ja: 壁建材 幾何学 コーナー

# Things
source: Structure Wall Geometry Streight
ja: 壁建材 幾何学 直線

# Things
source: Structure Wall Geometry T
ja: 壁建材 幾何学 T

# Things
source: Structure Wall Padded Arch
ja: 壁建材 パッデド アーチ

# Things
source: Structure Wall Padded Arch Lights Fittings
ja: 壁建材 パッデド アーチ ライト付き

# Things
source: Structure Wall Padding
ja: 壁建材 パディング

# Things
source: Structure Wall Padding Arch Vent
ja: 壁建材 パディング アーチ ベント

# Things
source: Structure Wall Padding Light Fitting
ja: 壁建材 パディング ライト付き

# Things
source: Structure Wall Padding Thin
ja: 壁建材 パディング 薄型

# Things
source: Structure Wall Plating
ja: 壁建材 プレート

# Things
source: Structure Wall Simple
ja: 壁建材 シンプル

# Things
source: Structure Wall Small Panels
ja: 壁建材 小型パネル

# Things
source: Structure Wall Large Panel
ja: 壁建材 大型パネル

# Things
source: Structure Wall Small Panels And Hatch
ja: 壁建材 小型パネル ハッチ

# Things
source: Structure Wall Small Panels Arrow
ja: 壁建材 小型パネル アロー
