Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureModularRocketFueltank01
source: The rocket fueltank requires a 2:1 mixture of {GAS:Volatiles} and {GAS:Oxygen}. If the mixture exceeds these proportions, or you place other {LINK:GasPage;gases} in the tank, the {THING:StructureModularRocketCommand01} console will display an ‘Invalid’ error. Note that the rocket fueltank can also be used to collect gas mined by the {THING:StructureModularRocketGasMining}, when connected to that unit by a {THING:StructureModularRocketCouplingUp} or {THING:StructureModularRocketCouplingDown}.
de: Der Raketenkraftstofftank benötigt eine 2:1-Mischung aus {GAS:Volatiles} und {GAS:Oxygen}. Wenn die Mischung diese Proportionen überschreitet oder du andere {LINK:GasPage;gases} in den Tank legst, zeigt die {THING:StructureModularRocketCommand01}-Konsole den Fehler 'Ungültig' an. Beachten Sie, dass der Raketenkraftstofftank auch zum Sammeln von Gas verwendet werden kann, das von {THING:StructureModularRocketGasMining} abgebaut wird, wenn es mit dieser Einheit durch ein {THING:StructureModularRocketCouplingUp} oder {THING:StructureModularRocketCouplingDown} verbunden ist.
es: El tanque de combustible del cohete requiere una mezcla 2:1 de {GAS:Volatiles} y {GAS:Oxygen}. Si la mezcla excede estas proporciones, o coloca otros {LINK:GasPage;gases} en el tanque, la consola {THING:StructureModularRocketCommand01} mostrará un error 'Invalid'. Tenga en cuenta que el tanque de combustible del cohete también se puede usar para recolectar gas extraído por {THING:StructureModularRocketGasMining}, cuando se conecta a esa unidad mediante {THING:StructureModularRocketCouplingUp} o {THING:StructureModularRocketCouplingDown}.

# Things.StructureModularRocketFueltank01
source: Modular Rocket Fueltank
cs: Raketový modul palivové nádrže
de: Rakete Kraftstofftankmodul
es: Depósito de combustible del cohete modular
fr: Module Réservoir de Fusée
ru: Модуль Ракетный Топливный Бак
tr: Modüler Roket Yakıt Tankı

# Things.StructureModularRocketEngine01
source: The modular rocket engine is capable of lifting up to seven modules, including itself. It must be fueled by at least one {THING:StructureModularRocketFueltank01}.
cs: Modulární raketový motor je schopen zvednout až sedm modulů, včetně sebe. Musí být poháněn alespoň jednou {THING:StructureModularRocketFueltank01}.
de: Das modulare Raketentriebwerk ist in der Lage, bis zu sieben Module zu heben, sich selbst eingeschlossen. Es muss von mindestens einem {THING:StructureModularRocketFueltank01} versorgt werden.
es: El motor del cohete modular es capaz de levantar hasta siete módulos, incluido él mismo. Debe ser alimentado por al menos un {THING:StructureModularRocketFueltank01}.
fr: Le moteur de fusée est capable de soulever jusqu’à sept modules, y compris lui-même. Il doit être alimenté par au moins un {THING:StructureModularRocketFueltank01}.

# Things.StructureModularRocketEngine01
source: Modular Rocket Engine
cs: Raketový motorový modul
de: Rakete Triebwerksmodul
es: Motor del cohete modular
fr: Module Moteur de Fusée
ru: Модуль Ракетный Двигатель
tr: Modüler Roket Motoru

# Things.ItemKitInsulatedPipe
source: This kit produces varieties of {THING:StructureInsulatedPipeStraight}, which greatly reduce heat loss from gases stored in them.
cs: Tato sada vytváří různé varianty {THING:StructureInsulatedPipeStraight}, které značně sníží tepelné ztráty obsažených plynů.
de: Dieser Bausatz erstellt Varianten von {THING:StructureInsulatedPipeStraight}, die den Wärmeverlust durch darin gespeicherte Gase stark reduzieren.
es: Este kit produce variedades de {THING:StructureInsulatedPipeStraight}, que reducen en gran medida la pérdida de calor de los gases almacenados en ellos.
fr: Ce kit produit des {THING:StructureInsulatedPipeStraight}. Ils réduisent considérablement les échanges thermiques des gaz qui y sont stockés.
ru: Из этого набора собираются различные варианты {THING:StructureInsulatedPipeStraight}, значительно понижает потери тепла пропускаемым газом.

# Things.ItemKitInsulatedPipe
source: Kit (Insulated Pipe)
cs: Izolované potrubí na plyny (sada)
de: Bausatz (Isoliertes Rohr)
es: Kit (Tubería aislada)
fr: Kit (Tuyau calfeutré)
ru: Набор (Изолированная труба)
tr: Donanım (Yalıtımlı Boru)

# Things.ItemAdvancedTablet
source: The advanced {LINK:Xigo;Xigo} Padi 2 tablet is an improved version of the basic {THING:ItemTablet}, boasting two {LINK:CartridgePage;cartridge} slots. The Padi 2 accepts {THING:CartridgeAtmosAnalyser}, {THING:CartridgeTracker}, {THING:CartridgeMedicalAnalyser}, {THING:CartridgeOreScanner}, {THING:CartridgeElectronicReader}, and various other cartridges.
de: Das fortgeschrittene {LINK:Xigo; Xigo} Padi 2 Tablet ist eine verbesserte Version des einfachen {THING:ItemTablet} mit zwei {LINK:CartridgePage;cartridge} Steckplätzen. Das Padi 2 akzeptiert {THING:CartridgeAtmosAnalyser}, {THING:CartridgeTracker}, {THING:CartridgeMedicalAnalyser}, {THING:CartridgeOreScanner}, {THING:CartridgeElectronicReader} und verschiedene andere Kassetten.
es: La tablet avanzada {LINK:Xigo;Xigo} Padi 2 es una versión mejorada de la tablet {THING:ItemTablet} básica, que incluye dos ranuras {LINK:CartridgePage;cartidge}. El Padi 2 acepta {THING:CartridgeAtmosAnalyser}, {THING:CartridgeTracker}, {THING:CartridgeMedicalAnalyser}, {THING:CartridgeOreScanner}, {THING:CartridgeElectronicReader} y varios otros cartuchos.

# Things.ItemAdvancedTablet
source: Advanced Tablet
cs: Pokročilý tablet
de: Fortgeschrittenes Tablet
es: Tableta avanzada
fr: Tablette avancée
ru: Улучшенный Планшет
tr: Gelişmiş Tablet

# Things.StructureInsulatedPipeTJunction
source: Insulated pipes greatly reduce heat loss from gases stored in them.
cs: Izolované trubky výrazně snižují tepelné ztráty obsažených plynů.
de: Isolierte Rohre reduzieren den Wärmeverlust von den in ihnen gespeicherten Gasen erheblich.
es: Las tuberías aisladas reducen en gran medida la pérdida de calor de los gases almacenados en ellas.
fr: Les tuyaux calfeutrés réduisent considérablement les transferts thermiques avec les gaz qui y sont stockés.
ru: Изолированные трубы значительно снижают потери тепла от хранящихся в них газов.

# Things.StructureInsulatedPipeTJunction
source: Insulated Pipe T Junction
cs: Izolované T potrubí na plyny
de: Isoliertes Rohr T-Verbindung
es: Tubería aislada en unión T
fr: Tuyau calfeutré (Jonction T)
ru: Изолированная Труба (3-конечная)
tr: Yalıtımlı Boru T Bağlantısı

# Things.StructureInsulatedPipeCrossJunction6
source: Insulated pipes greatly reduce heat loss from gases stored in them.
cs: Izolované trubky výrazně snižují tepelné ztráty obsažených plynů.
de: Isolierte Rohre reduzieren den Wärmeverlust von den in ihnen gespeicherten Gasen erheblich.
es: Las tuberías aisladas reducen en gran medida la pérdida de calor de los gases almacenados en ellas.
fr: Les tuyaux calfeutrés réduisent considérablement les transferts thermiques avec les gaz qui y sont stockés.
ru: Изолированные трубы значительно снижают потери тепла от хранящихся в них газов.

# Things.StructureInsulatedPipeCrossJunction6
source: Insulated Pipe Cross (6-Way Junction)
cs: Izolovaný potrubní kříž (6 cestný spoj)
de: Isoliertes Rohr Quer (6-Wege-Verbindung)
es: Tubería Aislada Conexión Cruzada-6
fr: Tuyau calfeutré (6 voies)
ru: Изолированная Труба (6-конечная)
tr: Yalıtımlı Boru Çapraz (6 Yönlü Köşe)

# Things.StructureInsulatedPipeCrossJunction5
source: Insulated pipes greatly reduce heat loss from gases stored in them.
cs: Izolované trubky výrazně snižují tepelné ztráty obsažených plynů.
de: Isolierte Rohre reduzieren den Wärmeverlust von den in ihnen gespeicherten Gasen erheblich.
es: Las tuberías aisladas reducen en gran medida la pérdida de calor de los gases almacenados en ellas.
fr: Les tuyaux calfeutrés réduisent considérablement les transferts thermiques avec les gaz qui y sont stockés.
ru: Изолированные трубы значительно снижают потери тепла от хранящихся в них газов.

# Things.StructureInsulatedPipeCrossJunction5
source: Insulated Pipe Cross (5-Way Junction)
cs: Izolovaný potrubní kříž (5 cestný spoj)
de: Isoliertes Rohr Quer (5-Wege-Verbindung)
es: Tubería Aislada Conexión Cruzada-5
fr: Tuyau calfeutré (5 voies)
ru: Изолированная Труба (5-конечная)
tr: Yalıtımlı Boru Çapraz (5 Yönlü Köşe)

# Things.StructureInsulatedPipeCrossJunction4
source: Insulated pipes greatly reduce heat loss from gases stored in them.
cs: Izolované trubky výrazně snižují tepelné ztráty obsažených plynů.
de: Isolierte Rohre reduzieren den Wärmeverlust von den in ihnen gespeicherten Gasen erheblich.
es: Las tuberías aisladas reducen en gran medida la pérdida de calor de los gases almacenados en ellas.
fr: Les tuyaux calfeutrés réduisent considérablement les transferts thermiques avec les gaz qui y sont stockés.
ru: Изолированные трубы значительно снижают потери тепла от хранящихся в них газов.

# Things.StructureInsulatedPipeCrossJunction4
source: Insulated Pipe Cross (4-Way Corner)
cs: Izolovaný potrubní kříž (4 cestný roh)
de: Isoliertes Rohr Quer (4-Wege Ecke)
es: Tubería Aislada Conexión Cruzada-4
fr: Tuyau calfeutré (4 voies)
ru: Изолированная Труба (Угловая 4-конечная)
tr: Yalıtımlı Boru Çapraz (4 Yönlü Köşe)

# Things.StructureInsulatedPipeCrossJunction3
source: Insulated pipes greatly reduce heat loss from gases stored in them.
cs: Izolované trubky výrazně snižují tepelné ztráty obsažených plynů.
de: Isolierte Rohre reduzieren den Wärmeverlust von den in ihnen gespeicherten Gasen erheblich.
es: Las tuberías aisladas reducen en gran medida la pérdida de calor de los gases almacenados en ellas.
fr: Les tuyaux calfeutrés réduisent considérablement les transferts thermiques avec les gaz qui y sont stockés.
ru: Изолированные трубы значительно снижают потери тепла от хранящихся в них газов.

# Things.StructureInsulatedPipeCrossJunction3
source: Insulated Pipe Cross (3-Way Corner)
cs: Izolovaný potrubní kříž (3 cestný roh)
de: Isoliertes Rohr Quer (3-Wege Ecke)
es: Tubería Aislada Conexión Cruzada-3
fr: Tuyau calfeutré (3 voies)
ru: Изолированная Труба (Угловая 3-конечная)
tr: Yalıtımlı Boru Çapraz (3 Yönlü Köşe)

# Things.StructureInsulatedPipeCrossJunction
source: Insulated pipes greatly reduce heat loss from gases stored in them.
cs: Izolované trubky výrazně snižují tepelné ztráty obsažených plynů.
de: Isolierte Rohre reduzieren den Wärmeverlust von den in ihnen gespeicherten Gasen erheblich.
es: Las tuberías aisladas reducen en gran medida la pérdida de calor de los gases almacenados en ellas.
fr: Les tuyaux calfeutrés réduisent considérablement les transferts thermiques avec les gaz qui y sont stockés.
ru: Изолированные трубы значительно снижают потери тепла от хранящихся в них газов.

# Things.StructureInsulatedPipeCrossJunction
source: Insulated Pipe Cross Junction
cs: Izolovaný křížový spoj potrubí
de: Isolierte Rohrquerverbindung
es: Tubería Aislada Conexión Cruzada
fr: Tuyau calfeutré (En Croix)
ru: Изолированная Труба (Крестовая)
tr: Yalıtımlı Boru Çapraz Bağlantı

# Things.StructureInsulatedPipeCorner
source: Insulated pipes greatly reduce heat loss from gases stored in them.
cs: Izolované trubky výrazně snižují tepelné ztráty obsažených plynů.
de: Isolierte Rohre reduzieren den Wärmeverlust von den in ihnen gespeicherten Gasen erheblich.
es: Las tuberías aisladas reducen en gran medida la pérdida de calor de los gases almacenados en ellas.
fr: Les tuyaux calfeutrés réduisent considérablement les transferts thermiques avec les gaz qui y sont stockés.
ru: Изолированные трубы значительно снижают потери тепла от хранящихся в них газов.

# Things.StructureInsulatedPipeCorner
source: Insulated Pipe Corner
cs: Izolovaný roh potrubí
de: Isolierter Rohrbogen
es: Tubería de esquina aislada
fr: Tuyau calfeutré (Coin)
ru: Изолированная Труба (Угловая)
tr: Yalıtımlı Boru Köşe

# Things.StructureInsulatedPipeStraight
source: Insulated pipes greatly reduce heat loss from gases stored in them.
cs: Izolované trubky výrazně snižují tepelné ztráty obsažených plynů.
de: Isolierte Rohre reduzieren den Wärmeverlust von den in ihnen gespeicherten Gasen erheblich.
es: Las tuberías aisladas reducen en gran medida la pérdida de calor de los gases almacenados en ellas.
fr: Les tuyaux calfeutrés réduisent considérablement les transferts thermiques avec les gaz qui y sont stockés.
ru: Изолированные трубы значительно снижают потери тепла от хранящихся в них газов.

# Things.StructureInsulatedPipeStraight
source: Insulated Pipe Straight
cs: Izolované rovné potrubí
de: Isoliertes Rohr Gerade
es: Tubería aislada recta
fr: Tuyau calfeutré (Droit)
ru: Изолированная Труба (Прямая)
tr: Yalıtımlı Boru Düz

# Things.H2Combustor
source: Adapted slightly from its original {LINK:Recurso;Recurso} design, the {GAS:Volatiles} Combustor does exactly what its name suggests - it burns a mixture of volatiles and {GAS:Oxygen} to create water. Extremely useful in hot or arid environments, users need to be aware that the combustor outputs considerable waste heat. The device is also less than perfectly efficient, resulting in the autoignition of volatiles in the chamber, and the production of waste gases which must be dealt with.
de: Leicht angepasst an das Original {LINK:Recurso; Recurso} Design, die {GAS:Volatiles} Brennkammer macht genau das, was ihr Name vermuten lässt - sie verbrennt eine Mischung aus flüchtigen Stoffen und {GAS:Oxygen}, um Wasser zu erzeugen. In heißen oder trockenen Umgebungen äußerst nützlich, müssen sich die Benutzer darüber im Klaren sein, dass die Brennkammer erhebliche Abwärme erzeugt. Das Gerät ist auch nicht absolut effizient, was zur Selbstentzündung von flüchtigen Stoffen in der Kammer und zur Produktion von Abgasen führt, die abgeführt werden müssen.
es: Adaptado ligeramente de su diseño original {LINK:Recurso;Recurso}, el Compresor H2 hace exactamente lo que su nombre sugiere: quema una mezcla de volátiles {GAS:Volatiles} y oxígeno {GAS:Oxygen} para crear agua. Extremadamente útil en ambientes cálidos o áridos, los usuarios deben ser conscientes de que el combustor produce un calor residual considerable. El dispositivo también es menos que perfectamente eficiente, lo que resulta en la autoignición de volátiles en la cámara y la producción de gases residuales que deben tratarse.

# Things.H2Combustor
source: H2 Combustor
cs: H2 spalovač
de: H2 Brennkammer
es: Compresor H2
fr: Bruleur à hydrogène
ru: H2 Сжигатель
tr: H2 Yakıcı

# Things.StructureReverseElectrolyzer
source: Reverse Electrolyzer
cs: Reverzní elektrolyzér
de: Umkehr Elektrolyseur
es: Electrolizador invertido
fr: Electrolyseur
ru: Обратный электролизер
tr: Ters Elektrolizör

# Things.DynamicModularRocketCommand01
source: Modular Rocket Command
cs: Raketový velitelský modul
de: Rakete Befehlsmodul
es: Comando de cohetes modular
fr: Module dynamique de commande de Fusée
ru: Модуль Управления Ракетой
tr: Modüler Roket Komutası

# Things.StructureModularRocketCommand01
source: The command module must be placed on top of the rocket, and will assess the rocket’s readiness for flight. Once all conditions are met, the rocket can be launched when all players are seated in the module by pressing ‘IGNITION’ on the console. The following conditions must be met for launch: - Fuel full - Fuel mix ratio correct - a 2:1 mixture of {GAS:Volatiles} and {GAS:Oxygen}. - All players seated - Power supplied to the {THING:StructureLaunchPad} - Fully built rocket The {THING:StructureModularRocketCommand01} console displays the current state of these conditions. It does not require an atmosphere for lift off - your suit’s atmosphere is sufficient. When landing, the rocket will deploy a lander, and any cargo contained in the {THING:StructureModularRocketCargo01} module.
cs: Raketový velitelský modul musí být umístěn na vrcholu rakety. Posoudí připravenost rakety k letu. Jakmile jsou splněny všechny podmínky, může být raketa vypuštěna, když všichni hráči sedí v modulu stisknutím tlačítka "Spuštění" na konzoli. Pro spuštění musí být splněny následující podmínky: - Palivo plné; - Správný poměr palivové směsi - {GAS:Volatiles} a {GAS:Oxygen} 2 : 1; - Všichni hráči usazeni - Napájení {THING:StructureLaunchPad}; - Plně postavená raketa Konzole {THING:StructureModularRocketCommand01} zobrazuje aktuální stav těchto podmínek. Nevyžaduje atmosféru pro zvednutí - atmosféra vašeho obleku je dostatečná. Při přistání nasadí raketa přistávací modul a veškerý náklad obsažený v modulu {THING:StructureModularRocketCargo01}.
de: Das Befehlsmodul muss auf der Spitze der Rakete platziert werden und wird die Flugbereitschaft der Rakete bewerten. Sobald alle Bedingungen erfüllt sind, kann die Rakete gestartet werden, wenn alle Spieler im Modul sitzen, indem sie 'IGNITION' auf der Konsole drücken. Die folgenden Bedingungen müssen für den Start erfüllt sein: - Kraftstoff voll - Kraftstoffmischungsverhältnis korrekt - ein 2:1-Gemisch aus {GAS:Volatiles} und {GAS:Oxygen}. - Alle Spieler sitzen - Stromversorgung des {THING:StructureLaunchPad} - Voll gebaute Rakete Die Konsole {THING:StructureModularRocketCommand01} zeigt den aktuellen Status dieser Bedingungen an. Es braucht keine Atmosphäre zum Abheben - die Atmosphäre Ihres Anzugs ist ausreichend. Bei der Landung setzt die Rakete einen Lander und alle im Modul {THING:StructureModularRocketCargo01} enthaltenen Fracht ein.
es: El módulo de comando debe colocarse en la parte superior del cohete y evaluará la preparación del cohete para el vuelo. Una vez que se cumplen todas las condiciones, el cohete se puede lanzar cuando todos los jugadores estén sentados en el módulo presionando "ENCENDIDO" en la consola. Se deben cumplir las siguientes condiciones para el lanzamiento: - Combustible lleno - Relación de mezcla de combustible correcta: una mezcla 2: 1 de {GAS:Volátiles} y {GAS:Oxygen}. - Todos los jugadores sentados - Energía suministrada a {THING:StructureLaunchPad} - Cohete completamente construido La consola {THING:StructureModularRocketCommand01} muestra el estado actual de estas condiciones. No requiere una atmósfera para despegar, la atmósfera de su traje es suficiente. Al aterrizar, el cohete desplegará un módulo de aterrizaje y cualquier carga contenida en el módulo {THING:StructureModularRocketCargo01}.
fr: Le module de commande doit être placé en haut de la fusée et permettra d’évaluer l’état de préparation de la fusée pour le vol. Une fois que toutes les conditions sont réunies, lorsque tous les joueurs sont assis dans le module, la fusée peut être lancée en appuyant sur le bouton « IGNITION » de la console. Les conditions suivantes doivent être remplies pour le lancement : - Réservoir de carburant plein. - Le mélange de carburant est correct - un mélange 2:1 de {GAS:Volatiles} et {GAS:Oxygen}. - Tous les joueurs sont assis. - Alimentation électrique de l'{THING:StructureLaunchPad}. - Fusée entièrement construite. La console du {THING:StructureModularRocketCommand01} affiche l’état actuel des conditions de lancement. Il ne nécessite pas d’atmosphère pour décoller - l’atmosphère de votre combinaison est suffisante. À l’atterrissage, la fusée déploiera un atterrisseur et toute cargaison contenue dans le module {THING:StructureModularRocketCargo01}.

# Things.StructureModularRocketCommand01
source: Modular Rocket Command
cs: Raketový velitelský modul
de: Rakete Befehlsmodul
es: Comando de cohetes modular
fr: Module de commande de Fusée
ru: Модуль Управления Ракетой
tr: Modüler Roket Komutası

# Things.StructureModularRocketCargo01
source: The cargo module has capacity for two ten-slot crates. You can have multiple cargo modules on your rocket. The rocket can lift up to seven modules in total. This cargo will be released in orbit and descend the surface of your destination. Unless that happens to be the asteroid belt, in which case it will be left floating serenely in the void.
cs: Nákladový modul má kapacitu pro dvě bedny s deseti sloty. Na raketě můžete mít více nákladních modulů. Raketa může zvednout celkem až sedm modulů. Tento náklad bude uvolněn na oběžné dráze a sestoupí z povrchu vašeho cíle. Pokud to ale náhodou není pás asteroidů, v takovém případě zůstane v klidu v prázdnotě.
de: Das Frachtmodul hat Platz für zwei Kisten mit zehn Steckplätzen. Du kannst mehrere Frachtmodule auf deiner Rakete haben. Die Rakete kann insgesamt bis zu sieben Module heben. Diese Fracht wird in den Orbit entlassen und sinkt zur Oberfläche deines Zielsorts hinunter. Es sei denn, das ist zufällig der Asteroidengürtel, in diesem Fall wird die Fracht ruhig in der Leere schweben.
es: El módulo de carga tiene capacidad para dos cajas de diez ranuras. Puede tener varios módulos de carga en su cohete. El cohete puede levantar hasta siete módulos en total. Esta carga será liberada en órbita y descenderá por la superficie de su destino. A menos que sea el cinturón de asteroides, en cuyo caso quedará flotando serenamente en el vacío.
fr: Le Module cargo de fusée a une capacité de deux caisses de dix emplacements. Vous pouvez avoir plusieurs Modules cargo de fusée sur votre fusée. La fusée peut soulever jusqu’à sept modules au total. Cette cargaison sera libérée en orbite et descendra vers la surface à votre destination. À moins que ce ne soit la ceinture d’astéroïdes, auquel cas le module flottera sereinement dans le vide.
ru: Грузовой модуль имеет место для двух десяти слотовых ящиков. Вы можете иметь несколько грузовых модулей на вашей ракете. Всего на ракете можно поднять до семи модулей. Этот груз будет высвобожден на орбите и спустится на поверхность вашей точки назначения. За исключением астероидного пояса, в таком случае груз будет мирно дрейфовать в пустоте.

# Things.StructureModularRocketCargo01
source: Modular Rocket Cargo
cs: Raketový nákladový modul
de: Rakete Frachtmodul
es: Carga de cohete modular
fr: Module cargo de Fusée
ru: Модуль Ракетный Грузовой
tr: Modüler Roket Kargosu

# Things.StructureLaunchPad
source: Modular Rocket Launch Pad
cs: Raketový modul odpalovací rampy
de: Landeplattform
es: Plataforma de lanzamiento de cohetes modular
fr: Aire de lancement de fusée
ru: Модуль Ракетной Площадки Запуска
tr: Modüler Roket Fırlatma Rampası

# Things.ItemTerrainManipulator
source: Terrain Manipulator
cs: Terénní manipulátor
de: Geländemanipulator
es: Manipulador de terreno
fr: Geoformeur
ru: Манипулятор Ландшафта
tr: Arazi Şekillendirici

# Things.ItemDirtCanister
source: A container the will fill with Dirt when using a {THING:ItemMiningDrill} when placed inside a {THING:ItemMiningBelt}. You can then use this {SLOT:DirtCanister} with the {THING:ItemTerrainManipulator} to adjust the terrain to suit your needs.
de: Ein Kanister, der von einem {THING:ItemMiningDrill} mit Erdreich gefüllt wird, wenn er in einem {THING:ItemMiningBelt} platziert wird. Du kannst dann diesen {SLOT:DirtCanister} mit dem {THING:ItemTerrainManipulator} verwenden, um das Gelände an deine Bedürfnisse anzupassen.
es: Un contenedor que se llenará con suciedad cuando se use un {THING:ItemMiningDrill} cuando se coloque dentro de un {THING:ItemMiningBelt}. A continuación, puede utilizar este {SLOT:DirtCanister} con {THING:ItemTerrainManipulator} para ajustar el terreno a sus necesidades.

# Things.ItemDirtCanister
source: Dirt Canister
cs: Kanystr na horninu
de: Erdreich Kanister
es: Recipiente de basura
fr: Réservoir de terre
ru: Канистра с грунтом
tr: Toprak Kapsülü

# Things.ItemDirtCannister
source: Dirt Cannister
cs: Kanystr na horninu
de: Erdreich Kanister
es: Recipiente de basura
fr: Réservoir de terre
ru: Канистра с грунтом
tr: Toprak Kartuşu

# Things.ItemKitAutoMinerSmall
source: Kit (Autominer Small)
cs: Malý automatický těžič (sada)
de: Bausatz (Förderbohrer Klein)
es: Kit (Autominador pequeño)
