Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemBatteryCellLarge
source: Battery Cell (Large)
cs: Baterie (Velká)
de: Batteriezelle (Groß)
es: Batería (Grande)
fi: Paristo (iso)
fr: Batterie (Grande)
hu: Elem (Nagy)
it: Batteria (Grande)
pt_pt: Bateria Portátil (Grande)
ru: Высокоёмкий аккумулятор
tr: Pil Hücresi (Büyük)

# Things.ItemBatteryCell
source: Harnessing a design pioneered in the early 21st century, the small battery cell is the {LINK:Stationeers;Stationeer's} basic unit of portable electrical power. While it lacks the charge of a {THING:ItemBatteryCellLarge} or {THING:ItemBatteryCellNuclear}, it has the humble advantage of being fabricated from basic resources. {HEADER:POWER OUTPUT} The small cell stores up to 36000 watts of power.
es: Aprovechando un diseño pionero a principios del siglo 21, la pequeña celda de batería es el {LINK:Stationeers; Stationeer's} unidad básica de energía eléctrica portátil. Si bien carece de la carga de un {THING:ItemBatteryCellLarge} o {THING:ItemBatteryCellNuclear}, tiene la humilde ventaja de ser fabricado a partir de recursos básicos. {ENCABEZADO:POTENCIA DE SALIDA} La celda pequeña almacena hasta 36000 vatios de potencia.

# Things.ItemBatteryCell
source: Battery Cell (Small)
cs: Baterie (Malá)
de: Batteriezelle (Klein)
es: Batería (Pequeña)
fi: Paristo (pieni)
fr: Batterie (Petite)
hu: Elem (Kicsi)
it: Batteria (Piccola)
pt_pt: Bateria Portátil (Pequena)
ru: Аккумулятор
tr: Pil Hücresi (Küçük)

# Things.ItemAreaPowerControl
source: This kit places a {THING:StructureAreaPowerControl} (APC) on any support structure. The APC kit has two options, selecting which direction you would like the APC power to flow.
cs: Tato sada umisťuje {THING:StructureAreaPowerControl} (APC) na libovolnou nosnou konstrukci. Sada APC má dvě možnosti, přičemž můžete vybrat, kterým směrem má energie z APC proudit.
de: Dieser Bausatz platziert eine {THING:StructureAreaPowerControl} (ESV) auf jeder Stützstruktur. Der ESV-Bausatz bietet zwei Optionen, um auszuwählen, in welche Richtung der ESV-Strom fließen soll.
es: Este kit coloca una {THING:StructureAreaPowerControl} (APC) en cualquier estructura de soporte. El kit APC tiene dos opciones, seleccionando en qué dirección le gustaría que fluya la energía del APC.
fr: Ce kit permet de placer un {THING:StructureAreaPowerControl} (APC) sur n’importe quelle structure de support. Le kit APC a deux options, vous permettant de déterminer dans quelle direction vous souhaitez que la puissance électrique circule.

# Things.ItemAreaPowerControl
source: Kit (Power Controller)
cs: Regulátor napěťového okruhu (sada)
de: Ersatzstromversorgung
es: Controlador de Energía
fi: Varustepakkaus (virtasäädin)
fr: Kit (Contrôleur d'Alimentation)
hu: Készlet (Áramszabályozó)
it: Controllo Alimentazione
pt_pt: Kit (Controlador de Energia)
ru: ИБП
tr: Donanım (Güç Denetleyici)

# Things.ItemActiveVent
source: When constructed, this kit places an {THING:StructureActiveVent} on any support structure.
cs: Po konstrukci umístí tato sada {THING:StructureActiveVent} na jakoukoli nosnou konstrukci.
es: Cuando se construye, este kit coloca una {THING:StructureActiveVent} en cualquier estructura de soporte.
fr: Une fois construit, ce kit permet de placer une {THING:StructureActiveVent} sur n’importe quelle structure de support.

# Things.ItemActiveVent
source: Kit (Active Vent)
cs: Aktivní ventilace (sada)
de: Aktive Belüftung
es: Ventilación Activa
fi: Varustepakkaus (aktiivinen tuuletusventtiili)
fr: Kit (Ventilation Active)
hu: Készlet (Aktív ventilátor)
it: Presa d'aria
pt_pt: Kit (Ventilador Ativo)
ru: Активная вентиляция
tr: Donanım (Aktif Havalandırma)

# Things.GasTankAir
source: Portable gas tanks store gas, and gas only. To refill one, bolt it to a {THING:ItemTankConnector} using a {THING:ItemWrench}, then connect it to a pipe network. Try to avoid pushing it above 100 atmospheres, or you'll taste the delicate flavor of regret. Use tanks to fill a {THING:ItemGasCanisterEmpty} by attaching it to the tank's striped section. Or you could vent it into a sealed room to create an atmosphere, attach it to a rover and take it for a drive, or just use it for loud, expensive target practice.
cs: Přenosné nádrže na plyn uchovávají pouze plyn. Chcete-li ji naplnit, přišroubujte ji k {THING:ItemTankConnector} pomocí {THING:ItemWrench} a poté ji připojte k potrubní síti. Snažte se ji netlačit nad 100 atmosfér, jinak ochutnáte jemnou příchuť lítosti. Pomocí nádrží naplňte {THING:ItemGasCanisterEmpty} tak, že jej připojíte k pruhované části nádrže. Nebo ji můžete vypustit do uzavřené místnosti, abyste vytvořili atmosféru, připojit ji k vozítku a vzít ho na projížďku, nebo ji prostě použít pro hlasité a drahé cvičení na terč.
es: Los tanques de gas portátiles almacenan gas y solo gas. Para rellenar uno, atorníllelo a un {THING:ItemTankConnector} usando un {THING:ItemWrench}, luego conéctelo a una red de tuberías. Trate de evitar empujarlo por encima de las 100 atmósferas, o probará el delicado sabor del arrepentimiento. Usa tanques para llenar una {THING:ItemGasCanisterEmpty} colocándola en la sección rayada del tanque. O puede ventilarlo en una habitación sellada para crear una atmósfera, conectarlo a un rover y llevarlo a dar una vuelta, o simplemente usarlo para prácticas de tiro ruidosas y costosas.
fr: Les réservoirs de gaz portatifs stockent le gaz, et seulement le gaz. Pour le remplir, boulonnez-le à un {THING:ItemTankConnector} en utilisant une {THING:ItemWrench}, puis connectez le tout à un réseau de tuyaux. Essayez d’éviter de le remplir au-dessus de 100 atmosphères, ou vous goûterez la saveur délicate du regret. Utilisez des réservoirs pour remplir une {THING:ItemGasCanisterEmpty} en l'insérant dans la section rayée du réservoir. Ou vous pourriez le ventiler dans une pièce scellée pour créer une atmosphère, l’attacher à un rover et l'emmener pour une promenade, ou simplement vous en servir une coûteuse cible d'entrainement.

# Things.GasTankAir
source: Gas Tank (Air)
cs: Nádrž na plyn (vzduch)
de: Gasbehälter (Luft)
es: Tanque de Gas (Aire)
fi: Kaasusäiliö (ilma)
fr: Réservoir de Gaz (Air)
hu: Gáztartály (Levegő)
it: Bombola (Aria)
pt_pt: Tanque de Gás (Ar)
ru: Газовый резервуар (Воздух)
tr: Gaz Tankı (Hava)

# Things.EntityRoosterBrown
source: The common brown rooster. Don't let it hear you say that.
cs: Obyčejný hnědý kohout. Ať to neslyší, že to říkáš.
es: El gallo marrón común. No dejes que te escuche decir eso.
fr: Le coq marron commun. Ne le laisse pas t’entendre dire ça.

# Things.EntityRoosterBrown
source: Entity Rooster Brown
cs: Kohout hnědý
de: Hahn (Braun)
es: Gallo Marrón
fi: Olio, ruskea kukko
fr: Entité: Coq marron
hu: Kakas (Barna)
it: Entità: Gallo marrone
pt_pt: Entidade Galo Castanho
ru: Существо (Коричневый петух)
tr: Varlık Horoz Kahverengi

# Things.EntityRoosterBlack
source: This is a rooster. It is black. There is dignity in this.
cs: Tohle je kohout. Je to černé. Je v tom důstojnost.
es: Este es un gallo. Es negro. Hay dignidad en esto.
fr: C’est un coq. C’est noir. Il y a de la dignité là-dedans.

# Things.EntityRoosterBlack
source: Entity Rooster Black
cs: Kohout černý
de: Hahn (Schwarz)
es: Gallo Negro
fi: Olio, musta kukko
fr: Entité: Coq noir
hu: Kakas (Fekete)
it: Entità: Gallo nero
pt_pt: Entidade Galo Preto
ru: Существо (Черный петух)
tr: Varlık Horoz Siyah

# Things.EntityGraylien
source: While humanity has historically referred to these creatures as 'Greys', they prefer the more inclusive 'Trans-beige' label.
cs: I když lidstvo historicky označovalo tato stvoření jako 'Šedí', dává přednost inkluzivnějšímu označení 'béžová'.
es: Si bien la humanidad se ha referido históricamente a estas criaturas como 'grises', prefieren la etiqueta más inclusiva 'Trans-beige'.
fr: Alors que l’humanité a historiquement appelé ces créatures 'petits gris'. Ils préfèrent le terme plus ouvert : Trans-beige.

# Things.EntityGraylien
source: Entity Graylien
cs: Kuře šedé
de: Grauling
es: Graylien
fi: Olio, Graylien
fr: Entité: Graylien
hu: Szürklény
it: Entità: Alieno grigio
pt_pt: Entidade Alienígena Cinzento
ru: Существо (Грейлин)
tr: Varlık Graylien

# Things.EntityChickenWhite
source: It's a chicken, as white as moondust. It will eat soybeans, corn, and wheat, and lay eggs. Some will be fertilized, producing further chickens. Some will not.
cs: Je to kuře, bílé jako prach. Bude jíst sójové boby, kukuřici a pšenici a snášet vejce. Některá budou oplodněna a budou produkovat další kuřata. Některá ne.
es: Es un pollo, blanco como el polvo lunar. Se alimenta de soja, maíz y trigo y pone huevos. Algunos serán fertilizados, produciendo más pollos. Algunos no lo harán.
fr: C’est un poulet, blanc comme la poussière de lune. Il mangera du soja, du maïs et du blé et pondra des œufs. Certains seront fécondés, produisant d’autres poulets. Certains ne le seront pas.

# Things.EntityChickenWhite
source: Entity Chicken White
cs: Kuře bílé
de: Küken (Weiß)
es: Gallina Blanca
fi: Olio, valkoinen kana
fr: Entité: Poulet Blanc
hu: Csirke (Fehér)
it: Entità: Gallina bianca
pt_pt: Entidade Galinha Branca
ru: Существо (Белая курица)
tr: Varlık Tavuk Beyaz

# Things.EntityChickenBrown
source: Like so many of its brethren, this is a chicken. A brown one. It will eat soybeans, corn, and wheat, and lay eggs. Some will be fertilized, producing further chickens. Some will not.
es: Como muchos de sus hermanos, este es un pollo. Uno marrón. Se alimenta de soja, maíz y trigo y pone huevos. Algunos serán fertilizados, produciendo más pollos. Algunos no lo harán.

# Things.EntityChickenBrown
source: Entity Chicken Brown
cs: Kuře hnědé
de: Küken (Braun)
es: Gallina Marrón
fi: Olio, ruskea kana
fr: Entité: Poulet Brun
hu: Csikre (Barna)
it: Entità: Gallina marrone
pt_pt: Entidade Galinha Castanha
ru: Существо (Коричневая курица)
tr: Varlık Tavuk Kahverengi

# Things.EntityChick
source: Once a chick is hatched, it gets hungry. It will eat soybeans, corn, and wheat, and lay eggs. Some will be fertilized, producing further chickens. Some will not.
cs: Jakmile se vylíhne mládě, dostane hlad. Bude jíst sójové boby, kukuřici a pšenici a snášet vejce. Některá budou oplodněna a budou produkovat další kuřata. Některá ne.
es: Una vez que nace un polluelo, tiene hambre. Se alimenta de soja, maíz y trigo y pone huevos. Algunos serán fertilizados, produciendo más pollos. Algunos no lo harán.
fr: Une fois qu’un poussin est éclos, il a faim. Il mangera du soja, du maïs et du blé et pondra des œufs. Certains seront fécondés, produisant d’autres poulets. Certains ne le seront pas.

# Things.EntityChick
source: Entity Chick
cs: Kuře
de: Küken
es: Polluelo
fi: Olio, kananen
fr: Entité: Poussin
hu: Csirke
it: Entità: Pulcino
pt_pt: Entidade Pintainho
ru: Существо (Цыпленок)
tr: Varlık Civciv

# Things.EntityAlien
source: The answer to the age-old question, 'Is there life on other planets?', is 'I guess so.'
cs: Odpověď na prastarou otázku: 'Existuje život na jiných planetách?' Zní 'Myslím, že ano.'
es: La respuesta a la antigua pregunta: "¿Hay vida en otros planetas?", Es "Supongo que sí".
fr: La réponse à la question séculaire, ' Y a-t-il de la vie sur d’autres planètes ? ', est ' je suppose que oui.'

# Things.EntityAlien
source: Entity Alien
cs: Mimozemšťan
de: Alien
es: Alien
fi: Olio, alien
fr: Entité: Extraterrestre
hu: Űrlény
it: Entità: Alieno
pt_pt: Entidade Alienígena
ru: Существо (Инопланетянин)
tr: Varlık Uzaylı

# Things.EffectSplatEgg
source: Effect Splat Egg
de: Platscheieffekt
es: Huevo de efecto splash
fi: Efekti, rikkoutunut muna
fr: Effet d'œuf écrasé
hu: Placcsanó tojás effekt
it: Effetto uovo schiacciato
pt_pt: Efeito Ovo Esborrachado
tr: Ezilmiş Yumurta Etkisi

# Things.DynamicScrubber
source: A portable scrubber does just what it sounds like: removes specific substances from the air. For instance, attaching a {THING:ItemGasFilterCarbonDioxide} will pull {GAS:CarbonDioxide} from the surrounding atmosphere. Note that the scrubber has room for one battery and two filters, which will double its operating speed. Neat. When it reaches an internal pressure of 8106kPA, an error signal will flash on the switch, indicating it needs to be emptied. Either vent it directly, or attach it to a pipe network via a {THING:ItemTankConnector} and a {THING:ItemWrench}.
es: Un depurador portátil hace exactamente lo que parece: elimina sustancias específicas del aire. Por ejemplo, adjuntar un {THING:ItemGasFilterCarbonDioxide} sacará {LINK:GasPage;CO2} de la atmósfera circundante. Tenga en cuenta que el depurador tiene espacio para una batería y dos filtros, lo que duplicará su velocidad de funcionamiento. Cuando alcanza una presión interna de 8106kPA, una señal de error parpadeará en el interruptor, lo que indica que debe vaciarse. Puede descomprimirlo directamente o conectarlo a una red de tuberías a través de un {THING:ItemTankConnector} y una {THING:ItemWrench}.

# Things.DynamicScrubber
source: Portable Air Scrubber
cs: Přenosný filtr vzduchu
de: Portabler Luftreiniger
es: Depurador de Aire Portátil
fi: Kannettava ilmanpuhdistin
fr: Epurateur d'air portable
hu: Hordozható légtisztító
it: Depuratore d'aria portatile
pt_pt: Purificador de Ar Portátil
ru: Переносной воздушный фильтр
tr: Taşınabilir Hava Temizleyici

# Things.DynamicLight
source: Philippe Starck might not applaud, but this battery-powered light source undarkens the corners when illumination's lacking. Powered by any battery, it's a 'no-frills' {LINK:Xigo;Xigo} design that can be cheaply fabricated with the minimum of fuss. Unless you like fuss. In which case, fuss all you like.
es: Puede que Philippe Starck no aplauda, pero esta fuente de luz alimentada por batería desenreda las esquinas cuando falta iluminación. Alimentado por cualquier batería, es un 'sin lujos' {LINK:Xigo;Xigo} diseño que se puede fabricar a bajo costo con el mínimo de alboroto. A menos que te guste el alboroto. En cuyo caso, alborota todo lo que quieras.

# Things.DynamicLight
source: Portable Light
cs: Přenosné světlo
de: Portables Licht
es: Luz Portátil
fi: Kannettava valo
fr: Lumière portative
hu: Hordozható fény
it: Luce portatile
pt_pt: Lâmpada Portátil
ru: Переносной светильник
tr: Taşınabilir Işık

# Things.DynamicGenerator
source: Every {LINK:Stationeers;Stationeer's} best friend, the portable generator gets you up and running, fast. Fill it with a {THING:ItemGasCanisterFuel} to power up and charge a {THING:ItemBatteryCell}, or attach it to a {THING:StructurePowerConnector} to link it into your electrical network. It's pressure driven, so functions more efficiently at lower temperatures, and REALLY efficiently if supercooled. Perfecting your fuel mix also makes a big difference.
es: {LINK:Stationeers;Stationeer's} el generador portátil te pone en marcha rápidamente. Llénelo con un {THING:ItemGasCanisterFuel} para encender y cargar un {THING:ItemBatteryCell}, o conéctelo a un {THING:StructurePowerConnector} para vincularlo a su red eléctrica. Es accionado por presión, por lo que funciona de manera más eficiente a temperaturas más bajas, y REALMENTE eficiente si se sobreenfría. Perfeccionar su mezcla de combustible también hace una gran diferencia.

# Things.DynamicGenerator
source: Portable Generator
cs: Přenosný generátor
de: Portabler Generator
es: Generador Portátil
fi: Kannettava generaattori
fr: Générateur portable
hu: Hordozható generátor
it: Generatore portatile
pt_pt: Gerador Portátil
ru: Переносной электрогенератор
tr: Taşınabilir Jeneratör

# Things.DynamicLiquidCanisterEmpty
source: This portable tank stores liquid, and liquid only. You can bolt one to a {THING:ItemTankConnectorLiquid} using a {THING:ItemWrench}, then connect it to a pipe network to refill it. You can refill a {THING:ItemGasCanisterWater} by attaching it to the tank's striped section. Or you could use a {THING:ItemWrench} to attach it to a rocket and take it somewhere distant and dry, then feel good about yourself.
cs: Tato přenosná nádrž uchovává pouze kapalinu. Můžete ji přišroubovat k {THING:ItemTankConnectorLiquid} pomocí {THING:ItemWrench} a pak ji připojit k potrubní síti, abyste ji mohli naplnit. Kanystr {THING:ItemGasCanisterWater} můžete naplnit tak, že jej připojíte k pruhované části nádrže. Nebo ji můžete pomocí {THING:ItemWrench} připojit k raketě a odnést ji někam do dáli a do sucha, a pak se cítit dobře.
es: Este tanque portátil almacena líquido y solo líquido. Puede atornillar uno a un {THING:ItemTankConnectorLiquid} usando un {THING:ItemWrench}, luego conectarlo a una red de tuberías para rellenarlo. Puedes rellenar una {THING:ItemGasCanisterWater} colocándola en la sección rayada del tanque. O podrías usar una {THING:ItemWrench} para conectarlo a un cohete y llevarlo a algún lugar distante y seco, luego sentirte bien contigo mismo.
fr: Ce réservoir portatif stocke les liquides, et seulement les liquides. Vous pouvez le boulonner à un {THING:ItemTankConnectorLiquid} à l’aide de la {THING:ItemWrench}, puis le connecter à un réseau de tuyaux pour son remplissage. Vous pouvez remplir un {THING:ItemGasCanisterWater} en l’insérant dans la section rayée de la citerner. Ou vous pouvez utiliser une {THING:ItemWrench} pour l’attacher à une fusée et l’emmener dans un endroit lointain et sec, puis vous sentir bien dans votre peau.

# Things.DynamicLiquidCanisterEmpty
source: Portable Liquid Tank
cs: Přenosná nádrž na kapalinu
de: Portabler Flüssigkeitstank
es: Tanque de líquido portátil
fr: Citerne portable
ru: Переносной жидкостной резервуар

# Things.DynamicGasCanisterWater
source: This portable tank stores liquid, and liquid only. You just have to fill it up. To do this, bolt one to a {THING:ItemTankConnector} using a {THING:ItemWrench}, then connect it to {THING:StructurePipeLiquidStraight} to supply liquid to a network. Try to keep pressure under 10 MPa, or you'll end up wet, hurt and sorry, without any of the fun. You can refill a {THING:ItemGasCanisterWater} by attaching it to the tank's striped section. Or you could use a {THING:ItemWrench} to attach it to a rocket and take it somewhere distant and dry, then feel good about yourself.
cs: Tato přenosná nádrž uchovává pouze kapalinu. Stačí ji jen naplnit. Chcete-li to provést, přišroubujte ji k {THING:ItemTankConnector} pomocí {THING:ItemWrench} a poté ji připojte k {THING:StructurePipeLiquidStraight}, abyste mohli dodávat kapalinu do sítě. Snažte se udržet tlak pod 10 MPa, jinak skončíte mokří, zranění a lítostiví, bez jakékoliv zábavy. Kanystr {THING:ItemGasCanisterWater} můžete doplnit tak, že jej připojíte k pruhované části nádrže. Nebo ji můžete pomocí {THING:ItemWrench} připevnit k raketě a odnést ji někam do dáli a do sucha a pak se cítit dobře.
es: Este tanque portátil almacena líquido y solo líquido. Solo tienes que llenarlo. Para hacer esto, atornille uno a un {THING:ItemTankConnector} usando una {THING:ItemWrench}, luego conéctelo a {THING:StructurePipeLiquidStraight} para suministrar líquido a una red. Trate de mantener la presión por debajo de 10 MPa, o terminará mojado, herido y arrepentido, sin nada de diversión. Puede rellenar un {THING:ItemGasCanisterWater} metiendolo en la sección rayada del tanque. O podrías usar un {THING:ItemWrench} para unirlo a un cohete y llevarlo a un lugar distante y seco, y luego sentirte bien contigo mismo.

# Things.DynamicGasCanisterWater
source: Portable Liquid Tank (Water)
cs: Přenosná nádrž na kapalinu (voda)
de: Portabler Tank (Wasser)
es: Tanque Portátil liquidos (Agua)
fr: Citerne portable (Eau)
ru: Переносной жидкостной резервуар (Вода)

# Things.DynamicGasCanisterVolatiles
source: Portable tanks store gas. To refill one, bolt it to a {THING:ItemTankConnector} using a {THING:ItemWrench}, then connect it to a pipe network. Don't fill it above 10 MPa, unless you're the sort who loves complicated, flammable emergencies. You can refill a {THING:ItemGasCanisterVolatiles} by attaching it to the tank's striped section. Or you could use a {THING:ItemWrench} to attach to a rocket and show it around the Solar System.
cs: Přenosné nádrže uchovávají plyn. Chcete-li ji naplnit, přišroubujte ji k {THING:ItemTankConnector} pomocí {THING:ItemWrench} a poté ji připojte k potrubní síti. Nenaplňujte ji nad 10 MPa, pokud nejste typ, který miluje komplikované, hořlavé nouzové situace. {THING:ItemGasCanisterVolatiles} můžete naplnit tak, že ji připojíte k její pruhované části. Nebo můžete použít {THING:ItemWrench}, který připevníte k raketě a provedete ji po Sluneční soustavě.
es: Los tanques portátiles almacenan gas. Para rellenar uno, atorníllelo a un {THING:ItemTankConnector} usando una {THING:ItemWrench}, luego conéctelo a una red de tuberías. No lo llene por encima de los 10 MPa, a menos que sea del tipo que ama las emergencias complicadas e inflamables. Puedes rellenar una {THING:ItemGasCanisterVolatiles} colocándola en la sección rayada del tanque. O podrías usar una {THING:ItemWrench} para conectarla a un cohete y mostrarla por el Sistema Solar.
fr: Les réservoirs portables stockent le gaz. Pour en remplir un, boulonnez-le à un {THING:ItemTankConnector} en utilisant une {THING:ItemWrench}, puis connectez le tout à un réseau de tuyaux. Ne le remplissez pas au-dessus de 10 MPa, sauf si vous êtes le genre qui aime les urgences complexes et inflammables. Vous pouvez remplir une {THING:ItemGasCanisterVolatiles} en l'insérant dans la section rayée du réservoir. Ou vous pourriez utiliser une {THING:ItemWrench} pour l’attacher à une fusée et la montrer a tout le système solaire.

# Things.DynamicGasCanisterVolatiles
source: Portable Gas Tank (Volatiles)
cs: Přenosná nádrž na plyn (těkavé látky)
de: Portabler Tank (Flüchtige Stoffe)
es: Tanque Portátil de gas (Volátiles)
fr: Réservoir portable (Hydrogène)
ru: Переносной резервуар (Летучее вещество)
