Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureHarvieReversed
source: Use above a {THING:StructureHydroponicsTray} or {THING:StructureHydroponicsTrayData} to manage the planting and harvest of your crops. It contains a button that will allow you to activate it's modes, or connect it to a logic system to do this for you. The modes indicate current growth status of the plant below. Import is used for planting, and harvested plants are sent to export.
cs: Použijte nad {THING:StructureHydroponicsTray} nebo {THING:StructureHydroponicsTrayData} pro správu výsadby a sklizně plodin. Obsahuje tlačítko, které vám umožní spustit pracovní režimy nebo jej připojte k logickému systému a ten to bude dělat za vás. Pracovní režimy ukazují aktuální růstový stav rostliny. Import se používá pro výsadbu a sklizené rostliny jsou odesílány do exportu.
de: Verwende oben einen {THING:StructureHydroponicsTray} oder {THING:StructureHydroponicsTrayData}, um die Aussaat und Ernte deiner Pflanzen zu verwalten. Er hat ein Bedienfeld, mit dem du die Modi aktivieren kannst, oder du schließt ihn an ein Logiksystem an, um das für dich zu erledigen. Die Modi zeigen den aktuellen Wachstumsstatus der Pflanze darunter an. Der Import wird für die Saat verwendet, und geerntete Pflanzen werden zum Export geschickt.
es: Utiliza sobre una {THING:StructureHydroponicsTray} o {THING:StructureHydroponicsTrayData} para manejar la plantación y la cosecha de tus cultivos. Contiene un botón que te permitirá activar sus modos, o conectarlo a un sistema lógico para hacer esto por ti. Los modos indican el estado de crecimiento actual de la planta a continuación. La importación se utiliza para la plantación, y las plantas cosechadas se envían a la exportación.
fr: Installez-le au-dessus d'un {THING:StructureHydroponicsTray} ou d'un {THING:StructureHydroponicsTrayData} pour planter et récolter vos cultures automatiquement.Un bouton vous permettra d’activer ses différents modes, ou connecter-le à un système logique pour le contrôler automatiquement. Les modes indiquent l’état de croissance actuel de la plante dessous. L’importation est utilisée pour la plantation, et les plantes récoltées sont envoyées à l’exportation.

# Things.ItemWreckageElevatorLevelFront2
source: {BLANK}
es: Nivel del Elevador

# Things.ItemWreckageElevatorLevelFront2
source: Wreckage Elevator Level Front
cs: Vrak výtahu přední úrovně
de: Zerstörte Aufzug Etage Vorne
es: Restos del ascensor de la parte delantera
fr: Barrière de {THING:StructureElevatorLevelFront}
ru: Обломки этажа лифта

# Things.ItemWreckageElevatorLevelFront1
source: {BLANK}
es: Nivel del Elevador

# Things.ItemWreckageElevatorLevelFront1
source: Wreckage Elevator Level Front
cs: Vrak výtahu přední úrovně
de: Zerstörte Aufzug Etage Vorne
es: Restos del ascensor de la parte delantera
fr: Barrière de {THING:StructureElevatorLevelFront}
ru: Обломки этажа лифта

# Things.ItemWreckageElevatorShaftIndustrial3
source: {BLANK}
es: Elevador de carga industrial 3

# Things.ItemWreckageElevatorShaftIndustrial3
source: Wreckage Elevator Shaft Industrial
cs: Vrak průmyslové výtahové šachty
de: Zerstörter Aufzug Schacht Vorne
es: Restos de Elevador industrial de carga 3
fr: Morceau de {THING:StructureElevatorShaft}
ru: Обломки шахты лифта

# Things.ItemWreckageElevatorShaftIndustrial2
source: {BLANK}
es: Elevador de carga industrial 2

# Things.ItemWreckageElevatorShaftIndustrial2
source: Wreckage Elevator Shaft Industrial
cs: Vrak průmyslové výtahové šachty
de: Zerstörter Aufzug Schacht Industriell
es: Elevador industrial de carga 2 restos
fr: Morceau de {THING:StructureElevatorShaft}
ru: Обломки шахты лифта

# Things.ItemWreckageElevatorShaftIndustrial1
source: {BLANK}
es: Elevador de carga industrial 1

# Things.ItemWreckageElevatorShaftIndustrial1
source: Wreckage Elevator Shaft Industrial
cs: Vrak průmyslové výtahové šachty
de: Zerstörter Aufzug Schacht Industriell
es: Elevador industrial de carga 1 restos
fr: Morceau de {THING:StructureElevatorShaft}
ru: Обломки шахты лифта

# Things.ItemWreckageCompositeDoorGlass2
source: {BLANK}
es: Puerta compuesta de cristal 2

# Things.ItemWreckageCompositeDoorGlass2
source: Wreckage Composite Door Glass
cs: Vrak kompozitních skleněných dveří
de: Zerstörte Verbundstoff Glastür
es: Restos de cristal de la puerta compuesta
fr: Panneau de commande d'une {THING:StructureGlassDoor}
ru: Обломки Композитной Стеклянной Двери

# Things.ItemWreckageCompositeDoorGlass1
source: {BLANK}
es: Restos Vidrio compuesto de la puerta

# Things.ItemWreckageCompositeDoorGlass1
source: Wreckage Composite Door Glass
cs: Vrak kompozitních skleněných dveří
de: Zerstörte Verbundstoff Glastür
es: Restos Vidrio compuesto de la puerta
fr: Cadre de {THING:StructureGlassDoor}
ru: Обломки Композитной Двери

# Things.ItemWreckageAirlock2
source: {BLANK}
es: Restos de la esclusa de aire

# Things.ItemWreckageAirlock2
source: Wreckage Airlock
cs: Vrak přechodové komory
de: Zerstörte Luftschleuse
es: Restos de la esclusa de aire
fr: {THING:StructureAirlock} endommagée
ru: Обломки шлюза

# Things.ItemWreckageAirlock1
source: {BLANK}
es: Restos de la esclusa de aire 1

# Things.ItemWreckageAirlock1
source: Wreckage Airlock
cs: Vrak přechodové komory
de: Zerstörte Luftschleuse
es: Restos de la esclusa de aire
fr: Panneau de commande d'une {THING:StructureAirlock}
ru: Обломки Шлюза

# Things.ItemWreckageCompositeDoor3
source: {BLANK}
es: Restos de la puerta compuesta 3

# Things.ItemWreckageCompositeDoor3
source: Wreckage Composite Door
cs: Vrak kompozitních dveří
de: Zerstörte Verbundstoff Tür
es: Restos de la puerta compuesta
fr: Panneau de commande d'une {THING:StructureCompositeDoor}
ru: Обломки Композитной Двери

# Things.ItemKitFridgeSmall
source: Kit (Fridge Small)
cs: Malá lednice (sada)
de: Bausatz (Kühlschrank klein)
es: Kit (Nevera Pequeña)
fr: Kit (Petit réfrigérateur)

# Things.ItemWreckageCompositeDoor2
source: {BLANK}
es: Restos de la puerta compuesta 2

# Things.ItemWreckageCompositeDoor2
source: Wreckage Composite Door
cs: Vrak kompozitních dveří
de: Zerstörte Verbundstoff Tür
es: Restos de la puerta compuesta
fr: Panneau de commande d'une {THING:StructureCompositeDoor}
ru: Обломки Композитной Двери

# Things.ItemWreckageCompositeDoor1
source: {BLANK}
es: Restos de la puerta compuesta 1

# Things.ItemWreckageCompositeDoor1
source: Wreckage Composite Door
cs: Vrak kompozitních dveří
de: Zerstörte Verbundstoff Tür
es: Restos de la puerta compuesta
fr: {THING:StructureCompositeDoor} endommagée
ru: Обломки Композитной Двери

# Things.ItemWreckageBlastDoor2
source: Wreckage Blast Door
cs: Vrak obrněných dveří
de: Zerstörte Explosionsschutztür
es: Puerta Blindada Restos
fr: {THING:StructureBlastDoor} endommagée
ru: Обломки Усиленной Двери

# Things.ItemWreckageBlastDoor1
source: Wreckage Blast Door
cs: Vrak obrněných dveří
de: Zerstörte Explosionsschutztür
es: Puerta Blindada1 Restos
fr: {THING:StructureBlastDoor} endommagée
ru: Обломки Усиленной Двери

# Things.ItemWreckageShuttleLandingPad5
source: Wreckage Shuttle Landing Pad
cs: Vrak přistávací rampy
de: Zerstörter Shuttle Landeplatz
es: Restos de la plataforma de aterrizaje del transbordador 5
fr: Cylindre de {THING:StructureShuttleLandingPad}
ru: Обломки Посадочной Площадки Шаттлов

# Things.ItemWreckageShuttleLandingPad4
source: {BLANK}
es: Restos de la plataforma de aterrizaje del transbordador 4

# Things.ItemWreckageShuttleLandingPad4
source: Wreckage Shuttle Landing Pad
cs: Vrak přistávací rampy
de: Zerstörter Shuttle Landeplatz
es: Restos de la plataforma de aterrizaje del transbordador 4
fr: Plaque de {THING:StructureShuttleLandingPad}
ru: Обломки Посадочной Площадки Шаттлов

# Things.ItemWreckageShuttleLandingPad3
source: {BLANK}
es: Restos de la plataforma de aterrizaje del transbordador 3

# Things.ItemWreckageShuttleLandingPad3
source: Wreckage Shuttle Landing Pad
cs: Vrak přistávací rampy
de: Zerstörter Shuttle Landeplatz
es: Restos de la plataforma de aterrizaje del transbordador 3
fr: Plaque de {THING:StructureShuttleLandingPad}
ru: Обломки Посадочной Площадки Шаттлов

# Things.ItemWreckageShuttleLandingPad2
source: {BLANK}
es: Restos de la plataforma de aterrizaje del transbordador 2

# Things.ItemWreckageShuttleLandingPad2
source: Wreckage Shuttle Landing Pad
cs: Vrak přistávací rampy
de: Zerstörter Shuttle Landeplatz
es: Restos de la plataforma de aterrizaje del transbordador 2
fr: Poutre de {THING:StructureShuttleLandingPad}
ru: Обломки Посадочной Площадки Шаттлов

# Things.ItemWreckageShuttleLandingPad1
source: {BLANK}
es: Restos de la plataforma de aterrizaje del transbordador 1

# Things.ItemWreckageShuttleLandingPad1
source: Wreckage Shuttle Landing Pad
cs: Vrak přistávací rampy
de: Zerstörter Shuttle Landeplatz
es: Restos de la plataforma de aterrizaje del transbordador 1
fr: Interrupteur d'{THING:StructureShuttleLandingPad}
ru: Обломки посадочной площадки шаттлов

# Things.ItemWreckageSDBSilo5
source: Wreckage SDB Silo
cs: Vrak SDB sila
de: Zerstörtes SDB Lager
es: Restos de Silo
fr: Morceau de {THING:StructureSDBSilo}
ru: Обломки SDB Хранилища

# Things.ItemWreckageSDBSilo4
source: Wreckage SDB Silo
cs: Vrak SDB sila
de: Zerstörtes SDB Lager
es: Silo de SDB de escombros 4
fr: Poutre de {THING:StructureSDBSilo}
ru: Обломки SDB Хранилища

# Things.ItemWreckageSDBSilo3
source: Wreckage SDB Silo
cs: Vrak SDB sila
de: Zerstörtes SDB Lager
es: Silo de SDB de escombros 3
fr: Plaque de {THING:StructureSDBSilo}
ru: Обломки SDB Хранилища

# Things.ItemWreckageSDBSilo2
source: Wreckage SDB Silo
cs: Vrak SDB sila
de: Zerstörtes SDB Lager
es: Silo de SDB de escombros 2
fr: Morceau de {THING:StructureSDBSilo}
ru: Обломки SDB Хранилища

# Things.ItemWreckageSDBSilo1
source: Wreckage SDB Silo
cs: Vrak SDB sila
de: Zerstörtes SDB Lager
es: Silo de SDB de escombros 1
fr: Cylindre de {THING:StructureSDBSilo}
ru: Обломки SDB Хранилища

# Things.ItemWreckageHydroponicsStation2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageHydroponicsStation2
source: Wreckage Hydroponics Station
cs: Vrak hydroponické stanice
de: Zerstörte Hydroponik Station
es: Estación de hidroponia destruida 2
fr: Morceau de {THING:StructureHydroponicsStation}
ru: Обломки Гидропонной Станции

# Things.ItemWreckageHydroponicsStation1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageHydroponicsStation1
source: Wreckage Hydroponics Station
cs: Vrak hydroponické stanice
de: Zerstörte Hydroponik Station
es: Estación de hidropónica destruida 1
fr: Morceau de {THING:StructureHydroponicsStation}
ru: Обломки Гидропонной Станции

# Things.ItemWreckageHydroponicsAutomatic3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageHydroponicsAutomatic3
source: Wreckage Hydroponics Automatic
cs: Vrak automatické hydroponie
de: Zerstörte Hydroponik Automatik
es: Estación de hidropónica automtica destruida
fr: Plaque de {THING:StructureHydroponicsAutomated}
ru: Обломки Автоматической Гидропоники

# Things.ItemWreckageHydroponicsAutomatic2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageHydroponicsAutomatic2
source: Wreckage Hydroponics Automatic
cs: Vrak automatické hydroponie
de: Zerstörte Hydroponik Automatik
es: Estación de hidropónica automática destruida 2
fr: Plaque de {THING:StructureHydroponicsAutomated}
ru: Обломки Автоматической Гидропоники

# Things.ItemWreckageHydroponicsAutomatic1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageHydroponicsAutomatic1
source: Wreckage Hydroponics Automatic
cs: Vrak hydroponické stanice
de: Zerstörte Hydroponik Automatik
es: Estación de hidropónica automática destruida 1
fr: Plaque de {THING:StructureHydroponicsAutomated}
ru: Обломки Автоматической Гидропоники

# Things.ItemWreckageH2Combustor1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageH2Combustor1
source: Wreckage H2 Combustor
cs: Vrak H2 spalovače
de: Zerstörte H2 Brennkammer
es: Compresor H2 destruido
fr: Tube de {THING:H2Combustor}
ru: Обломки H2 Сжигателя

# Things.ItemWreckageCoalGenerator3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageCoalGenerator3
source: Wreckage Coal Generator
cs: Vrak generátoru na uhlí
de: Zerstörter Kohlegenerator
es: Generador de carbon destruido 3
fr: Morceau de {THING:StructureSolidFuelGenerator}
ru: Обломки Твердотопливного Генератора

# Things.ItemWreckageCoalGenerator2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageCoalGenerator2
source: Wreckage Coal Generator
cs: Vrak generátoru na uhlí
de: Zerstörter Kohlegenerator
es: Generador de carbon destruido 2
fr: Morceau de {THING:StructureSolidFuelGenerator}
ru: Обломки Твердотопливного Генератора

# Things.ItemWreckageCoalGenerator1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageCoalGenerator1
source: Wreckage Coal Generator
cs: Vrak generátoru na uhlí
de: Zerstörter Kohlegenerator
es: Generador de carbon destruido 1
fr: Tuyau de {THING:StructureSolidFuelGenerator}
ru: Обломки Твердотопливного Генератора

# Things.ItemWreckagePassiveVent1
source: Wreckage Passive Vent
cs: Vrak pasivní ventilace
de: Zerstörte Passive Belüftung
es: Ventilación Pasiva destruida 1
fr: Morceau de {THING:StructurePassiveVent}
ru: Обломки Пассивной Вентиляции

# Things.ItemWreckageActiveVent1
source: Wreckage Active Vent
cs: Vrak aktivní ventilace
de: Zerstörte Aktive Belüftung
es: Ventilación Activa destruida 1
fr: Morceau de {THING:StructureActiveVent}
ru: Обломки Активной Вентиляции

# Things.ItemWreckageFlashingLight2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageFlashingLight2
source: Wreckage Flashing Light
cs: Vrak blikajícího světla
de: Zerstörtes Drehlicht
es: Luz intermitente destruida 2
fr: Débris de Gyrophare
ru: Обломки Мигающей Лампы

# Things.ItemWreckageFlashingLight1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageFlashingLight1
source: Wreckage Flashing Light
cs: Vrak blikajícího světla
de: Zerstörtes Drehlicht
es: Luz intermitente destruida 1
fr: Fragment de Gyrophare
ru: Обломки Мигающей Лампы

# Things.ItemWreckageRecycler6
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageRecycler6
source: Wreckage Recycler
cs: Vrak recyklátoru
de: Zerstörter Recycler
es: Recicladora destruida
fr: Plaque de {THING:StructureRecycler}
ru: Обломки Утилизатора

# Things.ItemWreckageRecycler5
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageRecycler5
source: Wreckage Recycler
cs: Vrak recyklátoru
de: Zerstörter Recycler
es: Recicladora destruida 5
fr: Plaque de {THING:StructureRecycler}
ru: Обломки Утилизатора

# Things.ItemWreckageRecycler4
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageRecycler4
source: Wreckage Recycler
cs: Vrak recyklátoru
de: Zerstörter Recycler
es: Recicladora destruida 4
fr: Plaque de {THING:StructureRecycler}
ru: Обломки Утилизатора

# Things.ItemWreckageRecycler3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageRecycler3
source: Wreckage Recycler
cs: Vrak recyklátoru
de: Zerstörter Recycler
es: Recicladora destruida 3
fr: Porte de {THING:StructureRecycler}
ru: Обломки Утилизатора

# Things.ItemWreckageRecycler2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageRecycler2
source: Wreckage Recycler
cs: Vrak recyklátoru
de: Zerstörter Recycler
es: Recicladora destruida 2
fr: Morceau de {THING:StructureRecycler}
ru: Обломки Утилизатора

# Things.ItemWreckageRecycler1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageRecycler1
source: Wreckage Recycler
cs: Vrak recyklátoru
de: Zerstörter Recycler
es: Recicladora destruida 1
fr: Plaque de {THING:StructureRecycler}
ru: Обломки Утилизатора

# Things.ItemWreckageWallLightBatteryPowered2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageWallLightBatteryPowered2
source: Wreckage Wall Light Battery Powered
cs: Vrak nástěnného světla (napájené z baterie)
de: Zerstörte Wandleuchte Batteriebetrieben
es: Lámpara de pared de batería destruida 2
fr: Débris de lumière murale (Batterie)
ru: Обломки Настенной Аккумуляторной Лампы

# Things.ItemWreckageWallLightBatteryPowered1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageWallLightBatteryPowered1
source: Wreckage Wall Light Battery Powered
cs: Vrak nástěnného světla (napájené z baterie)
de: Zerstörte Wandleuchte Batteriebetrieben
es: Lámpara de pared de batería destruida 1
fr: Fragment de lumière murale (Batterie)
ru: Обломки Настенной Аккумуляторной Лампы

# Things.ItemWreckageLightLongWide2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageLightLongWide2
source: Wreckage Light Long Wide
cs: Vrak nástěnného světla (dlouhé a široké)
de: Zerstörte Lampe Lang Breit
es: Lámpara de pared Largo y Ancho destruida 2
fr: Débris de lumière murale (Large)
ru: Обломки Длинной Широкой Лампы

# Things.ItemWreckageLightLongWide1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageLightLongWide1
source: Wreckage Light Long Wide
cs: Vrak nástěnného světla (dlouhé a široké)
de: Zerstörte Lampe Lang Breit
es: Lámpara de pared Largo y Ancho destruida 1
fr: Fragment de lumière murale (Large)
ru: Обломки Длинной Широкой Лампы

# Things.ItemWreckageLightLongAngled2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageLightLongAngled2
source: Wreckage Light Long Angled
cs: Vrak nástěnné světla (dlouhé a šikmé)
de: Zerstörte Lampe Lang Winkel
es: Luz de Pared Largo en Ángulo destruida 2
fr: Débris de lumière murale (Angle)
ru: Обломки Длинной Угловой Лампы

# Things.ItemWreckageLightLongAngled1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageLightLongAngled1
source: Wreckage Light Long Angled
cs: Vrak nástěnného světla (dlouhé a šikmé)
de: Zerstörte Lampe Lang Winkel
es: Luz de Pared Largo en Ángulo destruida 1
fr: Fragment de lumière murale (Angle)
ru: Обломки Длинной Угловой Лампы

# Things.ItemWreckageLight2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageLight2
source: Wreckage Light
cs: Vrak světla
de: Zerstörte Lampe
es: Luz destruida 2
fr: Débris de lumière murale
ru: Обломки Лампы

# Things.ItemWreckageLight1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageLight1
source: Wreckage Light
cs: Vrak světla
de: Zerstörte Lampe
es: Luz destruida 1
fr: Fragment de lumière murale
ru: Обломки Лампы

# Things.ItemWreckageElectrolysis2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageElectrolysis2
source: Wreckage Electrolysis
cs: Vrak elektrolyzéru
de: Zerstörter Elektrolyseur
es: Electrolisis 2 restos
fr: Morceau d'{THING:StructureElectrolyzer}
ru: Обломки Электролиз

# Things.ItemWreckageElectrolysis1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageElectrolysis1
source: Wreckage Electrolysis
cs: Vrak elektrolyzéru
de: Zerstörter Elektrolyseur
es: Electrolisis rota 1
fr: Morceau d'{THING:StructureElectrolyzer}
ru: Обломки Электролиз

# Things.ItemWreckageSatelliteDish3
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSatelliteDish3
source: Wreckage Satellite Dish
cs: Vrak satelitní antény
de: Zerstörte Satellitenschüssel
es: Antena parabólica destruida 3
fr: Récepteur d'{THING:StructureSatelliteDish}
ru: Обломки Спутниковой Тарелки

# Things.ItemWreckageSatelliteDish2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSatelliteDish2
source: Wreckage Satellite Dish
cs: Vrak satelitní antény
de: Zerstörte Satellitenschüssel
es: Antena parabólica destruida 2
fr: Bras de support de {THING:StructureSatelliteDish}
ru: Обломки Спутниковой Тарелки

# Things.ItemWreckageSatelliteDish1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageSatelliteDish1
source: Wreckage Satellite Dish
cs: Vrak satelitní antény
de: Zerstörte Satellitenschüssel
es: Antena parabólica destruida 1
fr: Bouton de {THING:StructureSatelliteDish}
ru: Обломки Спутниковой Тарелки

# Things.ItemWreckageVent1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageVent1
source: Wreckage Vent
cs: Vrak ventilace
de: Zerstörte Belüftung
es: Ventilación destruida
fr: Morceau de Ventilation
ru: Обломки Вентиляции

# Things.ItemWreckageGasGenerator2
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageGasGenerator2
source: Wreckage Gas Generator
cs: Vrak generátoru na plyn
de: Zerstörter Gasgenerator
es: Generador de gas destruido 2
fr: Piston de {THING:StructureGasGenerator}
ru: Обломки газового генератора

# Things.ItemWreckageGasGenerator1
source: Description coming.
cs: Popis již brzy.
de: Beschreibung folgt.
es: A TRADUCIR PROXIMAMENTE
ru: Описание - скоро.

# Things.ItemWreckageGasGenerator1
source: Wreckage Gas Generator
cs: Vrak generátoru na plyn
de: Zerstörter Gasgenerator
es: Generador de gas destruido 1
fr: Plaque de {THING:StructureGasGenerator}
ru: Обломки газового генератора

# Things.ItemWreckageCentrifuge5
source: Wreckage Centrifuge
cs: Vrak odstředivky
de: Zerstörte Zentrifuge
es: Centrifugadora destruida 5
fr: Morceau de {THING:StructureCentrifuge}
ru: Обломки Центрифуги

# Things.ItemWreckageCentrifuge4
source: Wreckage Centrifuge
cs: Vrak odstředivky
de: Zerstörte Zentrifuge
es: Centrifugadora destruida 4
fr: Morceau de {THING:StructureCentrifuge}
ru: Обломки Центрифуги
