Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.CircuitboardAirControl
source: When added to a {THING:StructureConsole}, air control circuit boards allow you to program an {THING:StructureActiveVent}. As with small dogs and 83% of people, air control circuits have only three modes: Pressure, Draft and Offline. Pressure mode maintains a 100kPa atmosphere, switching the active vent between inward and outward flow until target pressure is achieved. Draft mode allows you to pair active vents to circulate air. Offline mode deactivates the vent.
cs: Po přidání do {THING:StructureConsole} vám obvodové desky umožňují naprogramovat {THING:StructureActiveVent}. Stejně jako u malých psů a 83 % lidí mají i obvody řízení vzduchu pouze tři režimy: Tlak, Tah a Vypnuto.\nRežim 'Tlak' udržuje atmosféru 100 kPa a přepíná aktivní ventilaci mezi prouděním dovnitř a ven, dokud není dosaženo cílového tlaku.\nRežim 'Tah' umožňuje spárovat aktivní ventilace pro cirkulaci vzduchu.\nRežim 'Vypnuto' vyřadí ventilaci z provozu.
es: Cuando se agrega a una {THING:StructureConsole}, las placas de circuito de control de aire le permiten programar una {THING:StructureActiveVent}. Al igual que con los perros pequeños y el 83% de las personas, los circuitos de control de aire tienen solo tres modos: Presión, corriente de aire y Fuera de línea. El modo de presión mantiene una atmósfera de 100 kPa, cambiando el venteo activo entre flujo hacia adentro y hacia afuera hasta que se alcanza la presión objetivo. El modo de corriente de aire le permite emparejar ventilaciones activas para hacer circular el aire. El modo fuera de línea desactiva la ventilación.
fr: Lorsqu’il est installé dans une {THING:StructureConsole}, le circuit imprimé de contrôle de l’air vous permet de programmer une {THING:StructureActiveVent} et un {THING:StructureGasSensor}. Comme pour les petits chiens et 83% des personnes, les circuits de contrôle de l’air n’ont que trois modes : Pressure, Draught et Offline. Le mode Pressure maintient une atmosphère de 100 kPa, basculant la ventilation active entre le flux entrant et le flux sortant jusqu’à ce que la pression cible soit atteinte, puis s'arrête. Le mode Draught à la différence du mode Pressure, ne s'arrête pas lorsque la pression cible est atteinte. Il bascule continuellement la ventilation active entre les flux entrant et sortant pour faire circuler l’air. Le mode Offline désactive la ventilation active.

# Things.CircuitboardAirControl
source: Air Control
cs: Ovládání vzduchotechniky
es: Control de Aire
fr: Circuit Imprimé (Contrôle atmosphérique)
ru: Управление атмосферой
tr: Hava Denetleyici

# Things.Character
source: This is you.
cs: Tohle jsi ty.
es: Este eres tu.
fr: C'est vous.

# Things.Character
source: Character
cs: Postava
de: Charakter
es: Personaje
fi: Hahmo
fr: Personnage
hu: Karakter
it: Personaggio
pt_pt: Personagem
ru: Персонаж
tr: Karakter

# Things.CartridgeNetworkAnalyser
source: A minor masterpiece of micro-electronic engineering, the network analyzer displays the current, voltage and wattage of a cable network, as well as any devices connected to it. Based on a widely-copied {LINK:Sinotai;Sinotai} design, it's used in conjunction with the OreCore {THING:ItemTablet}.
es: Una obra maestra menor de la ingeniería microelectrónica, el analizador de red muestra la corriente, el voltaje y la potencia de una red de cable, así como cualquier dispositivo conectado a ella. Basado en un {LINK:Sinotai;Sinotai}, se utiliza junto con el OreCore {THING:ItemTablet}.

# Things.CartridgeNetworkAnalyser
source: Network Analyzer
cs: Síťový analyzátor
es: Analizador de Redes

# Things.CartridgeMedicalAnalyser
source: When added to the OreCore {THING:ItemTablet}, {LINK:Asura;Asura's}'s ReadyMed medical analyzer reveals the health, or otherwise, of users various organs. Due to a design flaw, older models were notorious for producing quasar-like levels of x-ray radiation. Recent advances in shielding have more than halved the risk to users.
es: Cuando se agrega a OreCore {THING:ItemTablet}, {LINK:Asura;Asura's} El analizador médico ReadyMed de Asura revela la salud, o no, de los usuarios de varios órganos. Debido a un defecto de diseño, los modelos más antiguos eran conocidos por producir niveles de radiación de rayos X similares a los de un cuásar. Los recientes avances en el blindaje han reducido a más de la mitad el riesgo para los usuarios.

# Things.CartridgeMedicalAnalyser
source: Medical Analyzer
cs: Zdravotní analyzátor
es: Analizador Médico

# Things.CartridgeAtmosAnalyser
source: The Lorenz atmos analyzer is a multi-functional mass-spectrometer designed by {LINK:ExMin;ExMin} for use with the OreCore {THING:ItemTablet}. It displays the pressure, concentration and molar quantity of {LINK:GasPage;gas} in rooms, tanks, or pipe networks.
es: El analizador Lorenz atmos es un espectrómetro de masas multifuncional diseñado por {LINK:ExMin;ExMin} para su uso con OreCore {THING:ItemTablet}. Muestra la presión, la concentración y la cantidad molar de {LINK:GasPage;gas} en habitaciones, tanques o redes de tuberías.

# Things.CartridgeAtmosAnalyser
source: Atmos Analyzer
cs: Atmosférický analyzátor
es: Analizador Atmósferas

# Things.BodyPartRoosterBrownWingR
source: A brown rooster's wing. Well, brownish.
cs: Hnědé kohoutí křídlo. No, nahnědlý.
es: El ala de un gallo marrón. Bueno, pardusco.
fr: Une aile de coq marron, et bien brunâtre.

# Things.BodyPartRoosterBrownWingR
source: Body Part Rooster Brown Wing R
cs: Část hnědého kohouta (Pravé křídlo)
de: Körperteil Hahn Braun Flügel R
es: Ala derecha del gallo marrón
fr: Aile droite de coq marron
hu: Testrész Kakas (Barna) Szárny R
it: Ala destra di gallo marrone
pt_pt: Parte do Corpo (Asa Direita de Galo Castanho)
ru: Часть коричневого петуха (Правое крыло)
tr: Vücut Parçası Horoz Kahverengi Kanat Sağ

# Things.BodyPartRoosterBrownWingL
source: A rooster's wing.
cs: Kohoutí křídlo.
es: Una alita de un gallo.
fr: Une aile de coq.

# Things.BodyPartRoosterBrownWingL
source: Body Part Rooster Brown Wing)
cs: Část hnědého kohouta (Levé křídlo)
de: Körperteil Hahn Braun Flügel L
es: Ala izquierda del gallo marrón
fi: Body Part Rooster Brown Wing L
fr: Aile gauche de coq marron
hu: Testrész Kakas (Barna) Szárny)
it: Ala sinistra di gallo marrone
pt_pt: Parte do Corpo (Asa de Galo Castanho)
ru: Часть коричневого петуха (Левое крыло)
tr: Vücut Parçası Horoz Kahverengi Kanat Sol

# Things.BodyPartRoosterBrownTail
source: A rooster's tail.
cs: Kohoutí ocas.
es: Una cola de gallo.
fr: Un croupion de coq.

# Things.BodyPartRoosterBrownTail
source: Body Part Rooster Brown Tail
cs: Část hnědého kohouta (Ocas)
de: Körperteil Hahn Braun Schwanz
es: Cola del gallo marrón
fr: Croupion de coq marron
hu: Testrész Kakas (Barna) Far
it: Coda di gallo marrone
pt_pt: Parte do Corpo (Cauda de Galo Castanho)
ru: Часть коричневого петуха (Хвост)
tr: Vücut Parçası Horoz Kahverengi Kuyruk

# Things.BodyPartRoosterBrownLegR
source: A rooster's leg.
cs: Kohoutí noha.
es: Una pata de gallo.
fr: Un pilon de coq.

# Things.BodyPartRoosterBrownLegR
source: Body Part Rooster Brown Leg R
cs: Část hnědého kohouta (Pravá noha)
de: Körperteil Hahn Braun Bein R
es: Pata derecha del gallo marrón
fr: Patte droite de coq marron
hu: Testrész Kakas (Barna) Láb R
it: Zampa destra di gallo marrone
pt_pt: Parte do Corpo (Cocha Direita de Galo Castanho)
ru: Часть коричневого петуха (Правая нога)
tr: Vücut Parçası Horoz Kahverengi Ayak Sağ

# Things.BodyPartRoosterBrownLegL
source: A brown rooster's leg.
cs: Hnědá kohoutí noha.
es: Una pata de gallo marron.
fr: Un pilon de coq marron.

# Things.BodyPartRoosterBrownLegL
source: Body Part Rooster Brown Leg)
cs: Část hnědého kohouta (Levá noha)
de: Körperteil Hahn Braun Bein L
es: Pata izquierda del gallo marrón
fi: Body Part Rooster Brown Leg L
fr: Patte gauche de coq marron
hu: Testrész Kakas (Barna) Láb)
it: Zampa sinistra di gallo marrone
pt_pt: Parte do Corpo (Cocha Esquerda de Galo Castanho)
ru: Часть коричневого петуха (Левая нога)
tr: Vücut Parçası Horoz Kahverengi Bacak)

# Things.BodyPartRoosterBrownHead
source: The head of a brown rooster.
cs: Hlava hnědého kohouta.
es: La cabeza de un gallo marron.
fr: La tête d'un coq marron.

# Things.BodyPartRoosterBrownHead
source: Body Part Rooster Brown Head
cs: Část hnědého kohouta (Hlava)
de: Körperteil Hahn Braun Kopf
es: Cabeza del gallo marrón
fr: Tête de coq marron
hu: Testrész Kakas (Barna) Fej
it: Testa di gallo marrone
pt_pt: Parte do Corpo (Cabeça de Galo Castanho)
ru: Часть коричневого петуха (Голова)
tr: Vücut Parçası Horoz Kahverengi Kafa

# Things.BodyPartRoosterBrownBody
source: A rooster's body.
cs: Tělo kohouta.
es: El cuerpo de un gallo.
fr: Le corps d'un coq.

# Things.BodyPartRoosterBrownBody
source: Body Part Rooster Brown Body
cs: Část hnědého kohouta (Tělo)
de: Körperteil Hahn Braun Körper
es: Cuerpo del gallo marrón
fr: Corps de coq marron
hu: Testrész Kakas (Barna) Törzs
it: Corpo di gallo marrone
pt_pt: Parte do Corpo (Corpo de Galo Castanho)
ru: Часть коричневого петуха (Тушка)
tr: Vücut Parçası Horoz Kahverengi Gövde

# Things.BodyPartRoosterBlackWingR
source: A rooster's wing.
cs: Kohoutí křídlo.
es: Una alita de un gallo.
fr: Une aile de coq.

# Things.BodyPartRoosterBlackWingR
source: Body Part Rooster Black Wing R
cs: Část černého kohouta (Pravé křídlo)
de: Körperteil Hahn Schwarz Flügel R
es: Ala derecha del gallo negro
fr: Aile Droite de Coq Noir
hu: Testrész Kakas (Fekete) Szárny R
it: Ala destra di gallo nero
pt_pt: Parte do Corpo (Asa Direita de Galo Preto)
ru: Часть черного петуха (Правое крыло)
tr: Vücut Parçası Horoz Siyah Kanat Sağ

# Things.BodyPartRoosterBlackWingL
source: A rooster's wing.
cs: Kohoutí křídlo.
es: Una alita de un gallo.
fr: Une aile de coq.

# Things.BodyPartRoosterBlackWingL
source: Body Part Rooster Black Wing)
cs: Část černého kohouta (Levé křídlo)
de: Körperteil Hahn Schwarz Flügel L
es: Ala izquierda del gallo negro
fi: Body Part Rooster Black Wing L
fr: Aile Gauche de Coq Noir
hu: Testrész Kakas (Fekete) Szárny)
it: Ala sinistra di gallo nero
pt_pt: Parte do Corpo (Asa Esquerda de Galo Preto)
ru: Часть черного петуха (Левое крыло)
tr: Vücut Parçası Horoz Siyah Sol

# Things.BodyPartRoosterBlackTail
source: A rooster's tail.
cs: Kohoutí ocas.
es: Una cola de gallo.
fr: Un croupion de coq.

# Things.BodyPartRoosterBlackTail
source: Body Part Rooster Black Tail
cs: Část černého kohouta (Ocas)
de: Körperteil Hahn Schwarz Schwanz
es: Cola del gallo negro
fr: Croupion de coq noir
hu: Testrész Kakas (Fekete) Far
it: Coda di gallo nero
pt_pt: Parte do Corpo (Cauda de Galo Preto)
ru: Часть черного петуха (Хвост)
tr: Vücut Parçası Horoz Siyah Kuyruk

# Things.BodyPartRoosterBlackLegR
source: A rooster's leg.
cs: Kohoutí noha.
es: Una pata de gallo.
fr: Un pilon de coq.

# Things.BodyPartRoosterBlackLegR
source: Body Part Rooster Black Leg R
cs: Část černého kohouta (Pravá noha)
de: Körperteil Hahn Schwarz Bein R
es: Pata derecha del gallo negro
fr: Patte Droite de Coq Noir
hu: Testrész Kakas (Fekete) Láb R
it: Zampa destra di gallo nero
pt_pt: Parte do Corpo (Cocha Direita de Galo Preto)
ru: Часть черного петуха (Правая нога)
tr: Vücut Parçası Horoz Siyah Ayak Sağ

# Things.BodyPartRoosterBlackLegL
source: A rooster's leg.
cs: Kohoutí noha.
es: Una pata de gallo.
fr: Un pilon de coq.

# Things.BodyPartRoosterBlackLegL
source: Body Part Rooster Black Leg)
cs: Část černého kohouta (Levá noha)
de: Körperteil Hahn Schwarz Bein L
es: Pata izquierda del gallo negro
fi: Body Part Rooster Black Leg L
fr: Patte Gauche de Coq Noir
hu: Testrész Kakas (Fekete) Láb)
it: Zampa sinistra di gallo nero
pt_pt: Parte do Corpo (Cocha Esquerda de Galo Preto)
ru: Часть черного петуха (Левая нога)
tr: Vücut Parçası Horoz Siyah Ayak Sol

# Things.BodyPartRoosterBlackHead
source: A rooster's head. The perfect gift for mother's day.
cs: Kohoutí hlava. Perfektní dárek na den matek.
es: Una cabeza de gallo. El regalo perfecto para el dia de la madre.
fr: Une tête de coq. Le cadeau parfait pour la fête des mères.

# Things.BodyPartRoosterBlackHead
source: Body Part Rooster Black Head
cs: Část černého kohouta (Hlava)
de: Körperteil Hahn Schwarz Kopf
es: Cabeza del gallo negro
fr: Tête de Coq Noir
hu: Testrész Kakas (Fekete) Fej
it: Testa di gallo nero
pt_pt: Parte do Corpo (Cabeça de Galo Preto)
ru: Часть черного петуха (Head)
tr: Vücut Parçası Horoz Siyah Kafa

# Things.BodyPartRoosterBlackBody
source: A rooster's body.
cs: Tělo kohouta.
es: El cuerpo de un gallo.
fr: Le corps d'un coq.

# Things.BodyPartRoosterBlackBody
source: Body Part Rooster Black Body
cs: Část černého kohouta (Tělo)
de: Körperteil Hahn Schwarz Körper
es: Cuerpo del gallo negro
fr: Corps de Coq Noir
hu: Testrész Kakas (Fekete) Törzs
it: Corpo di gallo nero
pt_pt: Parte do Corpo (Corpo de Galo Preto)
ru: Часть черного петуха (Тушка)
tr: Vücut Parçası Horoz Siyah Gövde

# Things.BodyPartGraylienPelvis
source: An alien's pelvis.
cs: Pánev mimozemšťana.
es: Una pelvis de alien.
fr: Le pelvis.d'un extraterrestre.

# Things.BodyPartGraylienPelvis
source: Body Part Graylien Pelvis
cs: Část grayliena (Pánev)
es: Pelvis del Graylien
fr: Pelvis de Graylien
ru: Часть грейлина (Таз)

# Things.BodyPartGraylienLegR
source: An alien's other leg.
cs: Druhá noha mimozemšťana.
es: Otra pata de un alien.
fr: L'autre jambe d'un extraterrestre.

# Things.BodyPartGraylienLegR
source: Body Part Graylien Leg R
cs: Část grayliena (Pravá noha)
es: Pierna derecha del Graylien
fr: Jambe droite de Graylien
ru: Часть грейлина (Правая нога)

# Things.BodyPartGraylienLegL
source: An alien's leg.
cs: Noha mimozemšťana.
es: Una pata de un alien.
fr: Une jambe d'extraterrestre.

# Things.BodyPartGraylienLegL
source: Body Part Graylien Leg L
cs: Část grayliena (Levá noha)
es: Pierna izquierda del Graylien
fr: Jambe gauche de Graylien
ru: Часть грейлина (Левая нога)

# Things.BodyPartGraylienHead
source: An alien's head.
cs: Hlava mimozemšťana.
es: Una cabeza de alien.
fr: Une tête d'extraterrestre.

# Things.BodyPartGraylienHead
source: Body Part Graylien Head
cs: Část grayliena (Hlava)
es: Cabeza del Graylien
fr: Tête de Graylien
ru: Часть грейлина (Голова)

# Things.BodyPartGraylienBody
source: An alien's body, or a very convincing fake.
cs: Tělo mimozemšťana, nebo velmi přesvědčivý padělek.
es: Un cuerpo de alien, o una imitacion muy convincente.
fr: Un corps d'extraterrestre, ou un faux très convaincant.

# Things.BodyPartGraylienBody
source: Body Part Graylien Body
cs: Část grayliena (Tělo)
de: Körperteil Graylien Körper
es: Cuerpo del Graylien
fr: Corps de Graylien
ru: Часть грейлина (Тело)

# Things.BodyPartGraylienArmR
source: An alien's arm.
cs: Ruka mimozemšťana.
de: Der Arm eines Aliens.
es: Un brazo de alien.
fr: Le bras d'un extraterrestre.

# Things.BodyPartGraylienArmR
source: Body Part Graylien Arm R
cs: Část grayliena (Pravá ruka)
de: Körperteil Graylien Arm R
es: Brazo derecho del Graylien
fr: Bras droit de Graylien
ru: Часть грейлина (Правая рука)

# Things.BodyPartGraylienArmL
source: An alien's arm.
cs: Ruka mimozemšťana.
de: Der Arm eines Aliens.
es: Un brazo de alien.
fr: Le bras d'un extraterrestre.

# Things.BodyPartGraylienArmL
source: Body Part Graylien Arm L
cs: Část grayliena (Levá ruka)
de: Körperteil Graylien Arm L
es: Brazo izquierdo del Graylien
fr: Bras gauche de Graylien
ru: Часть грейлина (Левая рука)

# Things.BodyPartChickWingR
source: A chicken wing.
cs: Kuřecí křídlo.
de: Ein Hühnerflügel.
es: Una alita de gallina.
fr: Une petite aile de poulet.

# Things.BodyPartChickWingR
source: Body Part Chick Wing R
cs: Část kuřete (Pravé křídlo)
de: Körperteil Huhn Flügel R
es: Ala derecha del polluelo
fr: Aile Droite de Poussin
hu: Testrész Csibe Szárny R
it: Ala destra di pulcino
pt_pt: Parte do Corpo (Asa Direita de Pintainho)
ru: Часть цыпленка (Правое крыло)
tr: Vücut Parçası Civci Kanat Sağ

# Things.BodyPartChickWingL
source: A chicken wing.
cs: Kuřecí křídlo.
de: Ein Hühnerflügel.
es: Una alita de una gallina.
fr: Une petite aile de poulet.

# Things.BodyPartChickWingL
source: Body Part Chick Wing)
cs: Část kuřete (Levé křídlo)
de: Körperteil Huhn Flügel L
es: Ala izquierda del polluelo
fi: Body Part Chick Wing L
fr: Aile Gauche de Poussin
hu: Testrész Csibe Szárny)
it: Ala sinistra di pulcino
pt_pt: Parte do Corpo (Asa Esquerda de Pintainho)
ru: Часть цыпленка (Левое крыло)
tr: Vücut Parçası Civciv Kant Sol

# Things.BodyPartChickTail
source: A chicken's tail.
cs: Kuřecí ocas.
de: Ein Hühnerschwanz.
es: Una cola de gallina.
fr: Un croupion de poussin.

# Things.BodyPartChickTail
source: Body Part Chick Tail
cs: Část kuřete (Ocas)
de: Körperteil Huhn Schwanz
es: Cola del polluelo
fr: Queue de Poussin
hu: Testrész Csibe Far
it: Coda di pulcino
pt_pt: Parte do Corpo (Cauda de Pintainho)
ru: Часть цыпленка (Хвост)
tr: Vücut Parçası Civciv Kuyruk

# Things.BodyPartChickLegR
source: A chicken leg.
cs: Kuřecí stehno.
de: Eine Hähnchenkeule.
es: Una pata de gallina.
fr: Un petit pilon de poulet.

# Things.BodyPartChickLegR
source: Body Part Chick Leg R
cs: Část kuřete (Pravá noha)
de: Körperteil Huhn Bein R
es: Pata derecha del polluelo
fr: Patte Droite de Poussin
hu: Testrész Csibe Láb R
it: Zampa destra di pulcino
pt_pt: Parte do Corpo (Cocha Direita de Pintainho)
ru: Часть цыпленка (правая нога)
tr: Vücut Parçası Civciv Ayak Sağ

# Things.BodyPartChickLegL
source: A chicken leg.
cs: Kuřecí stehno.
de: Eine Hähnchenkeule.
es: Una pata de gallina.
fr: Un petit pilon de poulet.

# Things.BodyPartChickLegL
source: Body Part Chick Leg)
cs: Část kuřete (Levá noha)
de: Körperteil Huhn Bein L
es: Pata izquierda del polluelo
fi: Body Part Chick Leg L
fr: Patte Gauche de Poussin
hu: Testrész Csibe Láb)
it: Zampa sinistra di pulcino
pt_pt: Parte do Corpo (Cocha Esquerda de Pintainho)
ru: Часть цыпленка (Левая нога)
tr: Vücut Parçası Civciv Ayak Sol

# Things.BodyPartChickHead
source: The head of a chicken. Once, it had the heart of a tiger.
cs: Hlava kuřete. Kdysi to mělo srdce tygra.
de: Der Kopf eines Huhns. Einst hatte es das Herz eines Tigers.
es: La cabeza de un pollo. Una vez, tuvo el corazón de un tigre.
fr: La tête d’un poussin. Autrefois, il avait le coeur d’un tigre.

# Things.BodyPartChickHead
source: Body Part Chick Head
cs: Část kuřete (Hlava)
de: Körperteil Huhn Kopf
es: Cabeza del polluelo
fr: Tête de Poussin
hu: Testrész Csibe Fej
it: Testa di pulcino
pt_pt: Parte do Corpo (Cabeça de Pintainho)
ru: Часть цыпленка (Голова)
tr: Vücut Parçası Civciv Kafa

# Things.BodyPartChickenWhiteWingR
source: A chicken wing.
cs: Kuřecí křídlo.
de: Ein Hühnerflügel.
es: Un alita de una gallina.
fr: Une aile de poulet.

# Things.BodyPartChickenWhiteWingR
source: Body Part Chicken White Wing R
cs: Část bílého kuřete (Pravé křídlo)
de: Körperteil Huhn Weiß Flügel R
es: Ala derecha de la gallina blanca
fr: Aile Droite de Poulet Blanc
hu: Testrész Csirke (Fehér) Szárny R
it: Ala destra di gallina bianca
pt_pt: Parte do Corpo (Asa Direita de Galinha Branca)
ru: Часть белой курицы (Правое крыло)
tr: Vücut Parçası Tavuk Beyaz Kanat Sağ

# Things.BodyPartChickenWhiteWingL
source: It's a chicken wing.
cs: Je to kuřecí křídlo.
de: Es ist ein Hühnerflügel.
es: Un alita de una gallina.
fr: C'est une aile de poulet.

# Things.BodyPartChickenWhiteWingL
source: Body Part Chicken White Wing)
cs: Část bílého kuřete (Levé křídlo)
de: Körperteil Huhn Weiß Flügel L
es: Ala izquierda de la gallina blanca
fi: Body Part Chicken White Wing L
fr: Aile Gauche de Poulet Blanc
hu: Testrész Csirke (Fehér) Szárny)
it: Ala sinistra di gallina bianca
pt_pt: Parte do Corpo (Asa Esquerda de Galinha Branca)
ru: Часть белой курицы (Левое крыло)
tr: Vücut Parçası Tavuk Beyaz Kanat Sol

# Things.BodyPartChickenWhiteTail
source: A chicken tail.
cs: Kuřecí ocas.
de: Ein Hühnerschwanz.
es: Una cola de una gallina.
fr: Un croupion de poulet.

# Things.BodyPartChickenWhiteTail
source: Body Part Chicken White Tail
cs: Část bílého kuřete (Ocas)
de: Körperteil Huhn Weiß Schwanz
es: Cola de la gallina blanca
fr: Queue de Poulet Blanc
hu: Testrész Csirke (Fehér) Far
it: Coda di gallina bianca
pt_pt: Parte do Corpo (Cauda de Galinha Branca)
ru: Часть белой курицы (Хвост)
tr: Vücut Parçası Tavuk Beyaz Kuyruk

# Things.BodyPartChickenWhiteLegR
source: A chicken leg.
cs: Kuřecí stehno.
de: Eine Hähnchenkeule.
es: Una pata de una gallina.
fr: Un pilon de poulet.

# Things.BodyPartChickenWhiteLegR
source: Body Part Chicken White Leg R
cs: Část bílého kuřete (Pravá noha)
de: Körperteil Huhn Weiß Bein R
es: Pata derecha de la gallina blanca
fr: Patte Droite de Poulet Blanc
hu: Testrész Csirke (Fehér) Láb R
it: Zampa destra di gallina bianca
pt_pt: Parte do Corpo (Cocha Direita de Galinha Branca)
ru: Часть белой курицы (Правая нога)
tr: Tavuk Parçası Tavuk Beyaz Ayak Sağ

# Things.BodyPartChickenWhiteLegL
source: A chicken leg.
cs: Kuřecí stehno.
de: Eine Hähnchenkeule.
es: Una pata de una gallina.
fr: Un pilon de poulet.

# Things.BodyPartChickenWhiteLegL
source: Body Part Chicken White Leg)
cs: Část bílého kuřete (Levá noha)
de: Körperteil Huhn Weiß Bein L
es: Pata izquierda de la gallina blanca
fi: Body Part Chicken White Leg L
fr: Patte Gauche de Poulet Blanc
hu: Testrész Csirke (Fehér) Láb)
it: Zampa sinistra di gallina bianca
pt_pt: Parte do Corpo (Cocha Esquerda de Galinha Branca)
ru: Часть белой курицы (Левая нога)
tr: Tavuk Parçası Tavuk Beyaz Ayak Sol

# Things.BodyPartChickenWhiteHead
source: A chicken's head. Once used as currency by long-departed alien races.
cs: Kuřecí hlava. Kdysi se používala jako měna dlouho zesnulými mimozemskými rasami.
de: Ein Hühnerkopf. Einst von längst verstorbenen außerirdischen Rassen als Währung verwendet.
es: Cabeza de pollo. Una vez utilizado como moneda por razas alienígenas desaparecidas hace mucho tiempo.
fr: Une tête de poulet. Parfois utilisé comme monnaie d’échange par d'anciennes races extraterrestres.

# Things.BodyPartChickenWhiteHead
source: Body Part Chicken White Head
cs: Část bílého kuřete (Hlava)
de: Körperteil Huhn Weiß Kopf
es: Cabeza de la gallina blanca
fr: Tête de Poulet Blanc
hu: Testrész Csirke (Fehér) Fej
it: Testa di gallina bianca
pt_pt: Parte do Corpo (Cabeça de Galinha Branca)
ru: Часть белой курицы (Голова)
tr: Vücut Parçası Tavuk Beyaz Kafa

# Things.BodyPartChickenWhiteBody
source: Part of a chicken.
cs: Část kuřete.
de: Teil eines Huhns.
es: Parte de una gallina.
fr: Un morceau de poulet.

# Things.BodyPartChickenWhiteBody
source: Body Part Chicken White Body
cs: Část bílého kuřete (Tělo)
de: Körperteil Huhn Weiß Körper
es: Parte del cuerpo de la gallina blanca
fr: Corps de Poulet Blanc
hu: Testrész Csirke (Fehér) Törzs
it: Corpo di gallina bianca
pt_pt: Parte do Corpo (Corpo de Galinha Branca)
ru: Часть белой курицы (Тушка)
tr: Vücut Parçası Tavuk Beyaz Gövde

# Things.BodyPartChickenBrownWingR
source: A chicken wing.
cs: Kuřecí křídlo.
de: Ein Hühnerflügel.
es: Un alita de una gallina.
fr: Une aile de poulet.

# Things.BodyPartChickenBrownWingR
source: Body Part Chicken Brown Wing R
cs: Část hnědého kuřete (Pravé křídlo)
de: Körperteil Huhn Braun Flügel R
es: Ala derecha de la gallina marrón
fr: Aile Droite de Poulet Brun
hu: Testrész Csirke (Barna) Szárny R
it: Ala destra di gallina marrone
pt_pt: Parte do Corpo (Asa Direita de Galinha Castanha)
ru: Часть корчиневой курицы (Правое крыло)
tr: Vücut Parçası Tavuk Kahverengi Kanat Sağ

# Things.BodyPartChickenBrownWingL
source: A chicken wing.
cs: Kuřecí křídlo.
de: Ein Hühnerflügel.
es: Un alita de una gallina.
fr: Une aile de poulet.
