Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things
source: Filter (Nitrogen)
ja: フィルター(窒素)
pt: Filtro (Nitrogênio)

# Things
source: Filter (Pollutant)
ja: フィルター(汚染ガス)
pt: Filtro (Poluentes)

# Things
source: Filter (CO2)
ja: フィルター(二酸化炭素)
pt: Filtro (CO2)

# Things
source: Canister (Water)
ja: キャニスター(水)
pt: Cilindro (Água)

# Things
source: Canister (Oxygen)
ja: キャニスター(酸素)
pt: Cilindro (Oxigênio)

# Things
source: Canister (Nitrogen)
ja: キャニスター(窒素)
pt: Cilindro (Nitrogênio)

# Things
source: Canister (Volatiles)
ja: キャニスター(揮発性ガス)
pt: Cilindro (Voláteis)

# Things
source: Canister (Fuel)
ja: キャニスター(燃料)
pt: Cilindro (Combustível)

# Things
source: Canister
ja: キャニスター
pt: Cilindro

# Things
source: Canister (Pollutants)
ja: キャニスター (汚染ガス)
pt: Cilindro (Poluentes)

# Things
source: Canister (CO2)
ja: キャニスター (CO2)
pt: Cilindro (CO2)

# Things
source: Flour
ja: 小麦粉
pt: Farinha

# Things
source: Fire Extinguisher
ja: 消化器
pt: Extintor de Incêndio

# Things
source: Fertilized Egg
ja: 受精卵
pt: Ovo Fertilizado

# Things
source: Eva Suit
ja: EVAスーツ
pt: Traje Eva

# Things
source: Egg Top
ja: 卵 上部
pt: Cima do Ovo

# Things
source: Egg Carton
ja: 卵カートン
pt: Cartela de Ovos

# Things
source: Egg Bottom
ja: 卵 下部
pt: Fundo do Ovo

# Things
source: Egg
ja: 卵
pt: Ovo

# Things
source: Dynamite
ja: ダイナマイト
pt: Dinamite

# Things
source: Duct Tape
ja: ダクトテープ
pt: Fita Adesiva

# Things
source: Hand Drill
ja: ハンドドリル
pt: Furadeira

# Things
source: Data Disk
ja: データディスク
pt: Disquete

# Things
source: Crowbar
ja: バール
pt: Pé de Cabra

# Things
source: Corn
ja: コーン
pt: Milho

# Things
source: Ore (Copper)
ja: 鉱石(銅)
pt: Minério (Cobre)

# Things
source: Ingot (Copper)
ja: インゴット(銅)
pt: Lingote (Cobre)

# Things
source: Composite Floor Grating
ja: 複合材格子床
pt: Piso em Grades

# Things
source: Ore (Coal)
ja: 鉱石(石炭)
pt: Minério (Carvão)

# Things
source: Chem Light (Yellow)
ja: ケミカルライト(黄)
pt: Luz Química (Amarela)

# Things
source: Chem Light (White)
ja: ケミカルライト(白)
pt: Luz Química (Branca)

# Things
source: Chem Light (Red)
ja: ケミカルライト(赤)
pt: Luz Química (Vermelha)

# Things
source: Chem Light (Green)
ja: ケミカルライト(緑)
pt: Luz Química (Verde)

# Things
source: Chem Light (Blue)
ja: ケミカルライト(青)
pt: Luz Química (Azul)

# Things
source: Cable Coil
ja: ケーブル
pt: Rolo de Fios

# Things
source: Book
ja: 本
pt: Livro

# Things
source: Battery Cell (Nuclear)
ja: バッテリー(核)
pt: Bateria (Nuclear)

# Things
source: Battery Cell (Large)
ja: バッテリー(大)
pt: Bateria (Grande)

# Things
source: Battery Cell (Small)
ja: バッテリー(小)
pt: Bateria (Pequena)

# Things
source: Power Controller
ja: パワーコントローラー
pt: Controlador de Energia

# Things
source: Gas Tank (Air)
ja: ガスタンク (空気)
pt: Tanque de Gás (Ar)

# Things
source: Entity Rooster Brown
ja: Entity 茶色い雄鶏
pt: Entidade Galo Marrom

# Things
source: Entity Rooster Black
ja: Entity 黒い雄鶏
pt: Entidade Galo Negro

# Things
source: Entity Graylien
ja: Entity グレイリアン
pt: Entidade Graylien

# Things
source: Entity Chicken White
ja: Entity 白いニワトリ
pt: Entidade Galinha Branca

# Things
source: Entity Chicken Brown
ja: Entity 茶色いニワトリ
pt: Entidade Galinha Marrom

# Things
source: Entity Chick
ja: Entity ヒヨコ
pt: Entidade Pintinho

# Things
source: Entity Alien
ja: Entity エイリアン
pt: Entidade Alienígena

# Things
source: Effect Splat Egg
ja: Effect 飛びちった卵

# Things
source: Portable Air Scrubber
ja: 携帯空気洗浄塔
pt: Purificador de Ar Portátil

# Things
source: Portable Light
ja: 携帯用ライト
pt: Lâmpada Portátil

# Things
source: Portable Generator
ja: 携帯発電機
pt: Gerador Portátil

# Things
source: Portable Tank (Water)
ja: 携帯キャニスター (水)
pt: Tanque Portátil (Água)

# Things
source: Portable Tank (Volatiles)
ja: 携帯キャニスター (揮発性ガス)
pt: Tanque Portátil (Voláteis)

# Things
source: Portable Tank (Oxygen)
ja: 携帯キャニスター (酸素)
pt: Tanque Portátil (Oxygênio)

# Things
source: Portable Tank (Nitrogen)
ja: 携帯キャニスター (窒素)
pt: Tanque Portátil (Nitrogênio)

# Things
source: Portable Tank (Fuel)
ja: 携帯キャニスター (燃料)
pt: Tanque Portátil (Combustível)

# Things
source: Portable Tank
ja: 携帯キャニスター
pt: Tanque Portátil

# Things
source: Portable Tank (CO2)
ja: 携帯キャニスター (二酸化炭素)
pt: Tanque Portátil (CO2)

# Things
source: Portable Tank (Air)
ja: 携帯キャニスター (空気)
pt: Tanque Portátil (Ar)

# Things
source: Crate (Pipe Supplies)
ja: 荷箱 (パイプ)
pt: Caixote (Suprimentos de Tubulação)

# Things
source: Crate (Conveyor Supplies)
ja: 荷箱 (コンベア)
pt: Caixote (Suprimentos de Esteira)

# Things
source: Crate (Cabling Supplies)
ja: 荷箱 (配線)
pt: Caixote (Suprimentos de Cabeamento)

# Things
source: Crate (Building Supplies)
ja: 荷箱 (建築)
pt: Caixote (Suprimentos de Construção)

# Things
source: Dynamic Crate
ja: 荷箱
pt: Caixote Dinâmica

# Things
source: Portable Air Conditioner
ja: 携帯空気調節装置
pt: Ar condicionado portátil

# Things
source: Circuitboard (Solar Control)
ja: 回路基板 (Solar Control)
pt: Placa de Circuito (Controle de Painel Solar)

# Things
source: Circuitboard (Ship Display)
ja: 回路基板 (Ship Display)
pt: Placa de Circuito (Painel de Nave)

# Things
source: Circuitboard (Power Control)
ja: 回路基板 (Power Control)
pt: Placa de Circuito (Controle de Energia)

# Things
source: Circuitboard (Mode Control)
ja: 回路基板 (Mode Control)
pt: Placa de Circuito (Controle de Modo)

# Things
source: Circuitboard (Gas Display)
ja: 回路基板 (Gas Display)
pt: Placa de Circuito (Painel de Gases)

# Things
source: Circuitboard (Door Control)
ja: 回路基板 (Door Control)
pt: Placa de Circuito (Controle de Porta)

# Things
source: Circuitboard (Camera Display)
ja: 回路基板 (Camera Display)
pt: Placa de Circuito (Painel de Câmera)

# Things
source: Circuitboard (Airlock)
ja: 回路基板 (Airlock Control)
pt: Placa de Circuito (Controle de Airlock)

# Things
source: Circuitboard (Air Control)
ja: 回路基板 (Air Control)
pt: Placa de Circuito (Controle de Ar)

# Things
source: Character
ja: キャラクター
pt: Personagem

# Things
source: Cartridge (Network Analyser)
ja: カートリッジ (Network Analyser)
pt: Cartridge (Analizador Elétrico)

# Things
source: Cartridge (Medical Analyser)
ja: カートリッジ (Medical Analyser)
pt: Cartridge (Analizador Médico)

# Things
source: Cartridge (Atmos Analyser)
ja: カートリッジ (Atmos Analyser)
pt: Cartucho (Analizador Atmosférico)

# Things
source: Body Part Rooster Brown Wing R
ja: 茶色い雄鶏の右翼

# Things
source: Body Part Rooster Brown Wing)
ja: 茶色い雄鶏の左翼
pt: Body Part Rooster Brown Wing L

# Things
source: Body Part Rooster Brown Tail
ja: 茶色い雄鶏の尾

# Things
source: Body Part Rooster Brown Leg R
ja: 茶色い雄鶏の右脚

# Things
source: Body Part Rooster Brown Leg)
ja: 茶色い雄鶏の左脚
pt: Body Part Rooster Brown Leg L

# Things
source: Body Part Rooster Brown Head
ja: 茶色い雄鶏の頭

# Things
source: Body Part Rooster Brown Body
ja: 茶色い雄鶏の胴体

# Things
source: Body Part Rooster Black Wing R
ja: 黒い雄鶏の右翼

# Things
source: Body Part Rooster Black Tail
ja: 黒い雄鶏の尾

# Things
source: Body Part Rooster Black Leg R
ja: 黒い雄鶏の右脚

# Things
source: Body Part Rooster Black Leg)
ja: 黒い雄鶏の左脚
pt: Body Part Rooster Black Leg L

# Things
source: Body Part Rooster Black Head
ja: 黒い雄鶏の頭

# Things
source: Body Part Rooster Black Body
ja: 黒い雄鶏の胴体

# Things
source: Body Part Graylien Pelvis
ja: グレイリアンの骨盤

# Things
source: Body Part Graylien Leg R
ja: グレイリアンの右脚

# Things
source: Body Part Graylien Leg L
ja: グレイリアンの左脚

# Things
source: Body Part Graylien Head
ja: グレイリアンの頭

# Things
source: Body Part Graylien Body
ja: グレイリアンの胴体

# Things
source: Body Part Graylien Arm R
ja: グレイリアンの右腕

# Things
source: Body Part Graylien Arm L
ja: グレイリアンの左腕

# Things
source: Body Part Chick Wing R
ja: ヒヨコの右翼

# Things
source: Body Part Chick Wing)
ja: ヒヨコの左翼
pt: Body Part Chick Wing L

# Things
source: Body Part Chick Tail
ja: ヒヨコの尾

# Things
source: Body Part Chick Leg R
ja: 白いニワトリの右脚

# Things
source: Body Part Chick Leg)
ja: 白いニワトリの左脚
pt: Body Part Chick Leg L

# Things
source: Body Part Chick Head
ja: 白いニワトリの頭

# Things
source: Body Part Chicken White Wing R
ja: 白いニワトリの右翼

# Things
source: Body Part Chicken White Wing)
ja: 白いニワトリの左翼
pt: Body Part Chicken White Wing L

# Things
source: Body Part Chicken White Tail
ja: 白いニワトリの尾

# Things
source: Body Part Chicken White Leg R
ja: 白いニワトリの右脚

# Things
source: Body Part Chicken White Leg)
ja: 白いニワトリの左脚
pt: Body Part Chicken White Leg L

# Things
source: Body Part Chicken White Head
ja: 白いニワトリの頭

# Things
source: Body Part Chicken White Body
ja: 白いニワトリの胴体

# Things
source: Body Part Chicken Brown Wing R
ja: 茶色いニワトリの右翼

# Things
source: Body Part Chicken Brown Wing)
ja: 茶色いニワトリの左翼
pt: Body Part Chicken Brown Wing L

# Things
source: Body Part Chicken Brown Tail
ja: 茶色いニワトリの尾

# Things
source: Body Part Chicken Brown Leg R
ja: 茶色いニワトリの右脚

# Things
source: Body Part Chicken Brown Leg)
ja: 茶色いニワトリの左脚
pt: Body Part Chicken Brown Leg L

# Things
source: Body Part Chicken Brown Head
ja: 茶色いニワトリの頭

# Things
source: Body Part Chicken Brown Body
ja: 茶色いニワトリの胴体

# Things
source: Body Part Chick Body
ja: ヒヨコの胴体

# Things
source: Body Part Astronaut Torso
ja: 男性宇宙飛行士の胴体

# Things
source: Body Part Astronaut Male Leg R
ja: 男性宇宙飛行士の右脚

# Things
source: Body Part Astronaut Male Leg)
ja: 男性宇宙飛行士の左脚
pt: Body Part Astronaut Male Leg L

# Things
source: Body Part Astronaut Male Head
ja: 男性宇宙飛行士の頭

# Things
source: Body Part Astronaut Male Arm R
ja: 男性宇宙飛行士の右腕

# Things
source: Body Part Astronaut Male Arm)
ja: 男性宇宙飛行士の左腕
pt: Body Part Astronaut Male Arm L

# Things
source: Body Part Astronaut Female Torso
ja: 女性宇宙飛行士の胴体

# Things
source: Body Part Astronaut Female Leg R
ja: 女性宇宙飛行士のの右脚

# Things
source: Body Part Astronaut Female Leg)
ja: 女性宇宙飛行士の左脚
pt: Body Part Astronaut Female Leg L

# Things
source: Body Part Astronaut Female Head
ja: 女性宇宙飛行士の頭

# Things
source: Body Part Astronaut Female Arm R
ja: 女性宇宙飛行士の右腕

# Things
source: Body Part Astronaut Female Arm)
ja: 女性宇宙飛行士の左腕
pt: Body Part Astronaut Female Arm L

# Things
source: Reagent Processor
ja: 素材処理装置
pt: Processador de Reagentes

# Things
source: Microwave
ja: 電子レンジ
pt: Microondas

# Things
source: Body Part Rooster Black Wing)
ja: 黒い雄鶏の左翼
pt: Body Part Rooster Black Wing L
