Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureHeatExchangeLiquidtoGas
source: The original specs for the N Series Flow-P heat exchanger were rumored to have been scrawled on the back of a burger receipt by a bored {LINK:Sinotai;Sinotai} designer riding up the Brazilian space elevator, but that hasn't stopped it becoming one of the most widely-copied heat exchanger designs in the Solar System. The 'N Flow-P' has four connections, allowing you to pass separate liquid and gas networks into the unit, which then works to equalize temperature across the two separate networks. As the N Flow-P is a passive system, it equalizes pressure across the entire of each individual network, unless connected to devices like a {THING:StructureVolumePump} or a {THING:StructureBackLiquidPressureRegulator}.
de: Angeblich wurden die Spezifikationen für den Flow-P-Wärmetauscher der N-Serie auf der Rückseite einer Rechnung von einem gelangweilten {LINK:Sinotai; Sinotai} Designer gekritzelt, während er den brasilianischen Weltraumaufzug hinauf fuhr, dennoch wurde es zu einem der am häufigsten kopierten Wärmetauscherdesigns im Sonnensystem. Der "N Flow-P" hat vier Anschlüsse, mit denen du zwei Flüssigkeitsnetzwerke in die Einheit leiten kannst, die dann die Temperatur über die beiden Netzwerke auszugleicht. Da das N Flow-P ein passives System ist, gleicht es den Druck über die beiden Netzwerke aus, es sei denn, es ist mit einer {THING:StructureVolumePump} oder einem {THING:StructureBackLiquidPressureRegulator} verbunden.
es: Se rumoreaba que las especificaciones originales para el intercambiador de calor Flow-P de la serie N habían sido garabateadas en la parte posterior de un recibo de hamburguesa por un aburrido diseñador {LINK:Sinotai;Sinotai} montando en el ascensor espacial brasileño, pero eso no ha impedido que se convierta en uno de los diseños de intercambiadores de calor más copiados del Sistema Solar. El 'N Flow-P' tiene cuatro conexiones, lo que le permite pasar dos redes líquidas a la unidad, que luego funciona para igualar la temperatura a través de las dos redes separadas. Como el N Flow-P es un sistema pasivo, iguala la presión en toda la red individual, a menos que esté conectado a dispositivos de administración de líquidos como la {THING:StructureLiquidVolumePump} o el {THING:StructureBackLiquidPressureRegulator}.

# Things.StructureHeatExchangeLiquidAndGas
source: Heat Exchange Liquid And Gas
cs: Výměník tepla Kapaliny a Plyny
de: Wärmeaustausch Flüssigkeit und Gas
es: Intercambiador de calor Líquido y Gas

# Things.LogicStepSequencer8
source: Logic Step Sequencer
cs: Logický krokový sekvencer
de: Logik Schrittzähler
es: Secuenciador de pasos lógicos

# Things.LogicStepSequencer8
source: The {LINK:ODA;ODA} does not approve of soundtracks or other distractions. As such, {LINK:Stationeers;Stationeers} have had to create their own musical accompaniment to the demanding labor of building and maintaining off-world infrastructure. Central to this pastime is the step sequencer, which allows Stationeers to sequence short musical patterns or loops. {HEADER:DIY MUSIC - GETTING STARTED} 1: Connect 8 {THING:DeviceStepUnit}s to your step sequencer via the data port on the left hand side. 2: Label each step unit, then assign step units 1 through 8 on the step sequencer using the screwdriver. 3: Select the output speaker (eg {THING:PassiveSpeaker}) where the sequencer will play the sounds. This needs to be connected to the logic network on the right hand side of the sequencer. 4: Place a {THING:StopWatch} and use a {THING:StructureLogicReader} and {THING:StructureLogicWriter} to write the time to the time variable on the sequencer. 5: Set the BPM on the sequencer using a {THING:StructureLogicDial} and a {THING:StructureLogicWriter} to write to the sequencer's BPM variable. A higher bpm will play the sequence faster. 6: Insert a sound cartridge of your choosing and select which variant of sound you wish to play by pushing the arrow buttons located above and below the sound cartridge slot. 7: Choose the pitch of the sounds to play by setting the dial on each of your 8 step units to the desired note. With drums, each note is a different drum sounds. You can trial your sounds by pushing the activate button on each step unit (with the sequencer inactive). 8: Get freaky with the {THING:DeviceLfoVolume}. 9: Finally, activate the sequencer, Vibeoneer.
es: El {LINK:ODA;ODA} no aprueba bandas sonoras u otras distracciones. Como tal, {LINK:Stationeers; Stationeers} han tenido que crear su propio acompañamiento musical para el exigente trabajo de construir y mantener la infraestructura fuera del mundo. El centro de este pasatiempo es el secuenciador de pasos, que permite a los Stationeers secuenciar patrones musicales cortos o bucles. {HEADER:DIY MUSIC - GETTING STARTED} 1: Conecte 8 {THING:DeviceStepUnit}s a su secuenciador de pasos a través del puerto de datos en el lado izquierdo. 2: Etiquete cada unidad de paso, luego asigne unidades de paso 1 a 8 en el secuenciador de pasos usando el destornillador. 3: Seleccione el altavoz de salida (por ejemplo, {THING:PassiveSpeaker}) donde el secuenciador reproducirá los sonidos. Esto debe conectarse a la red lógica en el lado derecho del secuenciador. 4: Coloque un {THING:StopWatch} y use {THING:StructureLogicReader} y {THING:StructureLogicWriter} para escribir la variable time to the time en el secuenciador. 5: Establezca el BPM en el secuenciador usando un {THING:StructureLogicDial} y un {THING:StructureLogicWriter} para escribir en la variable BPM del secuenciador. Un bpm más alto reproducirá la secuencia más rápido. 6: Inserte un cartucho de sonido de su elección y seleccione qué variante de sonido desea reproducir presionando los botones de flecha ubicados encima y debajo de la ranura del cartucho de sonido. 7: Elija el tono de los sonidos para reproducir ajustando el dial en cada una de sus unidades de 8 pasos a la nota deseada. Con los tambores, cada nota es un sonido de batería diferente. Puede probar sus sonidos presionando el botón de activación en cada unidad de paso (con el secuenciador inactivo). 8: Ponte loco con {THING:DeviceLfoVolume}. 9: Finalmente, activa el secuenciador, Vibeoneer.

# Things.DeviceStepUnit
source: Device Step Unit
cs: Kroková jednotka
de: Gerät Schritteinheit
es: Unidad de paso del dispositivo

# Things.StopWatch
source: Stop Watch
cs: Stopky
de: Stoppuhr
es: Cronómetro

# Things.ItemSoundCartridgeBass
source: Sound Cartridge Bass
de: Tonkassette Bass
es: Cartucho de sonido Bass

# Things.ItemSoundCartridgeDrums
source: Sound Cartridge Drums
de: Tonkassette Schlagzeug
es: Cartucho de sonido Tambores

# Things.ItemSoundCartridgeLeads
source: Sound Cartridge Leads
de: Tonkassette Leads
es: Cartucho de Sonido Guias

# Things.ItemSoundCartridgeSynth
source: Sound Cartridge Synth
de: Tonkassette Synth
es: Cartucho de sonido Sintetizador

# Things.ItemKitMusicMachines
source: Kit (Music Machines)
de: Bausatz (Musikmaschinen)
es: Kit (Máquinas de música)

# Things.ItemInsulatedTankConnector
source: Insulated (Tank Connector)
de: Isoliert (Tankanschluss)
es: Conector de tanque (aislado)

# Things.StructureInsulatedTankConnector
source: Insulated Tank Connector
cs: Izolovaný konektor nádrže
de: Isolierter Tankanschluss
es: Conector de tanque aislado

# Things.ItemInsulatedTankConnectorLiquid
source: Kit (Insulated Tank Connector Liquid)
de: Bausatz (Isolierter Tankanschluss Flüssigkeit)
es: Kit conector de tanque de liquidos (aislado)

# Things.StructureInsulatedTankConnectorLiquid
source: Insulated Tank Connector Liquid
cs: Izolovaný konektor nádrže na kapalinu
de: Isolierter Tankanschluss Flüssigkeit
es: Conector del tanque aislado de liquidos

# Things.DecayedFood
source: Decayed Food
cs: Zkažené jídlo
de: Verdorbene Nahrung
es: Alimentos en descomposición
fr: Aliments pourris

# Things.DecayedFood
source: When your {LINK:OrganicPage;food} decays, it turns into this. {LINK:ODA;ODA} scientists have attempted to determine the exact constituents of this substance, but it remains evasive and mysterious. Suffice to say, eating it is a bad idea. Research has determined, however, that The exact speed of decay varies individually by: - TEMPERATURE - Refrigeration will slow decay, but many foods will be damaged by exposure to extreme low pressure, as well as extreme heat. The optimum temperature is 0 kelvin (-272 C). - FOOD TYPE - Each {LINK:OrganicPage;food} type has its own decay properties. {THING:ItemTomatoSoup} lasts a lot longer than a {THING:ItemTomato}, for instance. - PRESSURE - Food decays faster when the pressure drops below 1 atmosphere (101kPa). Decay happens exponentially more quickly as the atmosphere approaches a perfect vacuum. There is no effect from higher pressures. - ATMOSPHERE - Different gases can slow and accelerate the decay process. The process will take account of respective gas ratios in mixed atmospheres in calculating the decay modifier. The following rates apply across all foods: > {GAS:Oxygen} x 1.3 > {GAS:Nitrogen} x 0.6 > {GAS:CarbonDioxide} x 0.8 > {GAS:Volatiles} x 1 > {GAS:Pollutant} x 3 > {GAS:NitrousOxide} x 1.5 > {GAS:Water} x 2 > Vacuum (see PRESSURE above)
de: Wenn dein {LINK:OrganicPage;food} verdirbt, wird daraus {LINK:ODA;ODA} Wissenschaftler haben versucht, die Substanz zu untersuchen, aber sie bleibt rätselhaft. Es ist eine schlechte Idee ist, sie zu essen. Die Forschung hat zudem festgestellt, dass die genaue Zerfallsgeschwindigkeit individuell variiert durch: - TEMPERATUR - Die Kühlung verlangsamt den Zerfall, aber Einwirkung von extrem niedrigem Druck sowie extremer Hitze beschädigt viele Lebensmittel. Die optimale Temperatur beträgt 0 Kelvin (-272 ° C). - NAHRUNGSTYP - Jeder {LINK:OrganicPage;food}-Typ hat seine eigenen Zerfallseigenschaften. {THING:ItemTomatoSoup} hält viel länger als z.B. ein {THING:ItemTomato}. - DRUCK - Nahrung zerfällt schnell, wenn der Druck unter 1 Atmosphäre (101kPa) fällt. Zerfall geschieht exponentiell schneller, wenn sich die Atmosphäre einem perfekten Vakuum nähert. Es gibt keinen Effekt durch höheren Druck. - ATMOSPHÄRE - Verschiedene Gase können den Zerfallsprozess verlangsamen und beschleunigen. Das Verfahren berücksichtigt bei der Berechnung des Zerfallsmodifikators die jeweiligen Gasverhältnisse wie folgt: > {GAS:Sauerstoff} x 1,3 > {GAS:Stickstoff} x 0,6 > {GAS:Kohlendioxid} x 0,8 > {GAS:Wasserstoff} x 1 > {GAS:Schadstoff} x 3 > {GAS:Lachgas} x 1,5 > {GAS:Wasser} x 2 > Vakuum (siehe DRUCK oben)
es: Cuando tu {LINK:OrganicPage;food} se descompone, se convierte en esto. Los científicos han intentado determinar los componentes exactos de esta sustancia, pero sigue siendo evasiva y misteriosa. Basta con decir que comerlo es una mala idea. La investigación ha determinado, sin embargo, que la velocidad exacta de la descomposición varía individualmente por: - TEMPERATURA - La refrigeración ralentizará la descomposición, pero muchos alimentos se dañarán por la exposición a una presión extremadamente baja, así como al calor extremo. La temperatura óptima es de 0 kelvin (-272 C). - TIPO DE ALIMENTO - Cada tipo {LINK:OrganicPage;food} tiene sus propias propiedades de descomposición. {THING:ItemTomatoSoup} dura mucho más que {THING:ItemTomato}, por ejemplo. - PRESIÓN - Los alimentos se descomponen más rápido cuando la presión cae por debajo de 1 atmósfera (101kPa). La desintegración ocurre exponencialmente más rápidamente a medida que la atmósfera se acerca a un vacío perfecto. No hay efecto de presiones más altas. - ATMÓSFERA - Diferentes gases pueden ralentizar y acelerar el proceso de descomposición. El proceso tendrá en cuenta las respectivas proporciones de gas en atmósferas mixtas al calcular el modificador de desintegración. Las siguientes tarifas se aplican a todos los alimentos: > Oxígeno x 1.3 > Nitrógeno x 0.6 > Dióxido de carbono x 0.8 > Volátiles x 1 > Contaminante x 3 > Óxido nitroso x 1.5 > Agua > x 2 > Vacío (ver PRESIÓN arriba)

# Things.StructureShelfMedium
source: Shelf Medium
cs: Střední police
de: Regal Mittel
es: Estante Medio

# Things.StructureShelfMedium
source: A shelf for putting things on, so you can see them.
cs: Police na odkládání věcí, abyste na ně viděli.
de: Ein Regal zum Aufreihen von Dingen, damit du sie sehen kannst.
es: Un estante para poner las cosas, para que puedas verlas.

# Things.PassiveSpeaker
source: Passive Speaker
cs: Pasivní reproduktor
de: Passiver Lautsprecher
es: Altavoz pasivo

# Things.DeviceLfoVolume
source: Low frequency oscillator
cs: Nízkofrekvenční oscilátor
de: Niederfrequenz-Oszillator
es: Oscilador de baja frecuencia

# Things.DeviceLfoVolume
source: The low frequency oscillator (or LFO) makes everything sound dark, twisted and crunchy by altering the shape of the waves output by a {THING:LogicStepSequencer8}. To set up an LFO: 1. Place the LFO unit 2. Set the LFO output to a {THING:PassiveSpeaker} 2. Set a sequencers' output to LFO - so the sequencer's signal runs through the LFO to a speaker. 3. Place a {THING:StopWatch} or use an existing one, then use a {THING:StructureLogicWriter} to write it to the LFO. 4. Use another logic writer to write the BPM to the LFO. 5. You are ready. This is the future. You're in space. Make it sound cool. For more info, check out the {LINK:MusicPage;music page}.
de: Der Niederfrequenz-Oszillator (oder NFO) lässt alles dark, twisted und crunchy klingen, indem er die Form der Wellen ändert, die von einem {THING:LogicStepSequencer8} ausgegeben werden. So richtest du einen NFO ein: 1. Platziere die NFO-Einheit 2. Setze den NFO-Ausgang auf ein {THING:PassiveSpeaker} 2. Stelle den Ausgang eines Sequenzers auf NFO ein - so dass das Signal des Sequenzers durch den LFO zu einem Lautsprecher läuft. 3. Platziere ein {THING:StopWatch} oder verwende ein vorhandenes, und verwende dann ein {THING:StructureLogicWriter}, um es auf den NFO zu überschreiben. 4. Verwende einen weiteren Logikschreiber, um die BPM auf den NFO zu überschreiben. 5. Du bist bereit. Das ist die Zukunft. Du bist im Weltraum. Lass es cool klingen. Weitere Informationen finden Sie auf der {LINK:MusicPage;music page}.
es: El oscilador de baja frecuencia o (OBF) hace que todo suene oscuro, retorcido y crujiente al alterar la forma de las ondas de salida por un {THING:LogicStepSequencer8}. Para configurar un OBF: 1. Coloque la unidad OBF 2. Establezca la salida OBF en {THING:PassiveSpeaker} 2. Configure la salida de un secuenciador en OBF, de modo que la señal del secuenciador corra a través del OBF a un altavoz. 3. Coloque un {THING:StopWatch} o use uno existente, luego use un {THING:StructureLogicWriter} para escribirlo en el OBF. 4. Utilice otro escritor lógico para escribir el BPM en el obf. 5. Estás listo. Este es el futuro. Estás en el espacio. Haz que suene genial. Para obtener más información, consulte {LINK:MusicPage;music page}.

# Things.StructureFridgeBig
source: Fridge (Large)
cs: Chladnička (Velká)
de: Kühlschrank (groß)
es: Nevera (grande)
fr: Grand réfrigérateur

# Things.StructureFridgeBig
source: The {LINK:Xigo;Xigo} Koolaid fridge is a self-cooling storage device with 15 slots that preserves food when powered and turned on. While many users have complained about the placement of the power switch, its place in the pantheon of off-world whiteware is unquestioned. With its own permanent internal atmosphere, the Koolaid fridge slows the decay of {LINK:OrganicPage;food} by maintaining an optimal internal temperature. Its power usage varies on the external temperature against which it must balance its internal temperature. As such, it must shed heat to operate, so the Koolaid fridge DOES NOT work in a vacuum. Also, don't leave the door open, as it will equalize with the current world temperature. And maybe start to beep. For more information about food preservation, visit the {LINK:DecayPage;food decay} section of the Stationpedia.
de: Der {LINK:Xigo; Xigo} Koolaid Kühlschrank ist ein selbstkühlendes Lagergerät mit 15 Steckplätzen, das Lebensmittel konserviert, wenn es eingeschaltet wird. Während sich viele Benutzer über die Platzierung des Netzschalters beschwert haben, ist sein Platz im Pantheon der außerweltlichen Weißware unbestritten. Mit seiner eigenen permanenten Innenatmosphäre verlangsamt der Koolaid Kühlschrank den Zerfall von {LINK:OrganicPage;food} durch die Aufrechterhaltung einer optimalen Innentemperatur. Sein Stromverbrauch variiert je nach Außentemperatur, gegen die er seine Innentemperatur ausgleichen muss. Als solches muss es Wärme abgeben, um zu funktionieren, so dass der Koolaid Kühlschrank NICHT in einem Vakuum arbeitet. Lassen Sie auch die Tür nicht offen, da sie sich mit der aktuellen Welttemperatur ausgleicht. Und vielleicht fangen Sie an zu piepen. Weitere Informationen zur Konservierung von Lebensmitteln finden Sie im Abschnitt {LINK:DecayPage;food decay} der Stationpedia.
es: El refrigerador <color=#0080FFFF>{LINK:Xigo;Xigo}</color> Koolaid es un dispositivo de almacenamiento de autoenfriamiento con 15 ranuras que conserva los alimentos cuando se alimenta y enciende. Si bien muchos usuarios se han quejado de la colocación del interruptor de encendido, su lugar en el panteón de la vajilla blanca fuera del mundo es incuestionado. Con su propia atmósfera interna permanente, el frigorífico Koolaid ralentiza la descomposición de {LINK:OrganicPage;food} manteniendo una temperatura interna óptima. Su consumo de energía varía según la temperatura externa contra la que debe equilibrar su temperatura interna. Como tal, debe arrojar calor para funcionar, por lo que el refrigerador Koolaid NO funciona en el vacío. Además, no deje la puerta abierta, ya que se igualará con la temperatura externa actual. Y tal vez empiece a pitar. Para obtener más información sobre la conservación de alimentos, visite la sección {LINK:DecayPage;food decay} de la stationpedia.

# Things.ItemKitFridgeBig
source: Kit (Fridge Large)
cs: Velká lednice (sada)
de: Bausatz (Kühlschrank groß)
es: Kit (Nevera grande)
fr: Kit (Grand réfrigérateur)

# Things.ItemKitFridgeBig
source: This kit creates a {THING:StructureFridgeBig}.
cs: Tato sada vytvoří {THING:StructureFridgeBig}.
de: Dieser Bausatz erstellt einen {THING:StructureFridgeBig}.
es: Este kit crea un {THING:StructureFridgeBig}.
fr: Ce kit crée un {THING:StructureFridgeBig}.

# Things.StructureFridgeSmall
source: Fridge Small
cs: Chladnička (Malá)
de: Kühlschrank (klein)
es: Nevera pequeña
fr: Petit réfrigérateur

# Things.StructureFridgeSmall
source: Essentially a heavily insulated box that allows users to pipe in any desired atmosphere, the {LINK:Recurso;Recurso} Minibar fridge was a simple solution to the problem of {LINK:NutritionPage;food decay}. It stores a small number of items, at any temperature you can muster. For more information about food preservation, visit the {LINK:DecayPage;food decay} section of the Stationpedia.
de: Im Wesentlichen eine stark isolierte Box, die es Benutzern ermöglicht, jede gewünschte Atmosphäre einzuleiten, der{LINK:Recurso; Recurso} Minibar Kühlschrank war eine einfache Lösung für das Problem von {LINK:NutritionPage;food decay}. Es speichert eine kleine Anzahl von Gegenständen, bei jeder Temperatur, die du aufbringen kannst. Weitere Informationen zur Konservierung von Lebensmitteln finden Sie im Abschnitt {LINK:DecayPage;food decay} der Stationpedia.
es: Esencialmente una caja fuertemente aislada que permite a los usuarios canalizar en cualquier atmósfera deseada, el {LINK:Recurso;Recurso} La nevera del minibar fue una solución simple al problema de {LINK:NutritionPage;food decay}. Almacena una pequeña cantidad de artículos, a cualquier temperatura que pueda desear. Para obtener más información sobre la conservación de alimentos, visite la sección {LINK:DecayPage;food decay} de la stationpedia.

# Things.StructureRefrigeratedVendingMachine
source: Refrigerated Vending Machine
cs: Chlazený prodejní automat
de: Gekühlter Verkaufsautomat
es: Máquina expendedora refrigerada
fr: Distributeur automatique réfrigéré

# Things.StructureRefrigeratedVendingMachine
source: The refrigerated OmniKool vending machine is an advanced version of the standard {THING:StructureVendingMachine}, which maintains an optimum pressure and constant temperature of -130 degrees C, to prevent food spoilage. It can hold up to 100 stacks. The OmniKool also has an in-built {THING:StructureStacker}, allowing players to set the stack sizes of any items ADDED to the device. The unit's default stack size is 50. NOTE: altering stack sizes DOES NOT update existing stacks within the machine, only those subsequently added.
de: Der gekühlte OmniKool-Verkaufsautomat ist eine erweiterte Version des standard {THING:StructureVendingMachine}, der einen optimalen Druck und eine konstante Temperatur von -130 Grad C aufrechterhält, um den Verderb von Lebensmitteln zu verhindern. Er kann bis zu 100 Stapel aufnehmen. Der OmniKool hat auch einen eingebauten {THING:StructureStacker}, mit dem Spieler die Stapelgrößen aller Gegenstände einstellen können, die dem Gerät HINZUGEFÜGT wurden. Die Standard-Stapelgröße des Geräts ist 50. HINWEIS: Durch das Ändern von Stapelgrößen werden KEINE vorhandenen Stapel innerhalb der Maschine aktualisiert, sondern nur die später hinzugefügten.
es: La máquina expendedora refrigerada OmniKool es una versión avanzada del estándar {THING;StructureVendingMachine}, que mantiene una presión óptima y una temperatura constante de -130 grados C, para evitar el deterioro de los alimentos. Puede contener hasta 100 pilas. El OmniKool también tiene un {THING:StructureStacker} incorporado, lo que permite a los jugadores establecer los tamaños de pila de cualquier elemento AGREGADO al dispositivo. El tamaño de pila predeterminado de la unidad es 50. NOTA: la modificación de los tamaños de pila NO actualiza las pilas existentes dentro de la máquina, solo las que se agregan posteriormente.

# Things.ItemKitVendingMachineRefrigerated
source: Kit (Vending Machine Refrigerated)
cs: Chlazený prodejní automat (sada)
de: Bausatz (Verkaufsautomat gekühlt)
es: Kit (Máquina Expendedora Refrigerada)
fr: Kit (Distributeur automatique réfrigéré)

# Things.SeedBag_Potato
source: Potato Seeds
cs: Semena brambor
de: Kartoffelsamen
es: Semillas de patata
fr: Graine (Pomme de terre)

# Things.SeedBag_Potato
source: Grow a {THING:ItemPotato}.
cs: Vypěstuje {THING:ItemPotato}.
de: Züchte eine {THING:ItemPotato}.
es: Cultiva un {THING:ItemPotato}.
fr: Cultivez une {THING:ItemPotato}.

# Things.SeedBag_Corn
source: Corn Seeds
cs: Semena kukuřice
de: Maissamen
es: Semillas de maíz
fr: Graines (Maïs)

# Things.SeedBag_Corn
source: Grow a {THING:ItemCorn}.
cs: Vypěstuje {THING:ItemCorn}.
de: Züchte einen {THING:ItemCorn}.
es: Cultiva una {THING:ItemCorn}.

# Things.SeedBag_Wheet
source: Wheat Seeds
cs: Semena pšenice
de: Weizensamen
es: Semillas de trigo
fr: Graine (Blé)

# Things.SeedBag_Wheet
source: Grow some {THING:ItemWheat}.
cs: Vypěstuje {THING:ItemWheat}.
de: Züchte etwas {THING:ItemWheat}.
es: Cultiva un poco de {THING:ItemWheat}.
fr: Cultivez un peu de {THING:ItemWheat}.

# Things.SeedBag_Tomato
source: Tomato Seeds
cs: Semena rajčat
de: Tomatensamen
es: Semillas de tomate
fr: Graine (Tomate)

# Things.SeedBag_Tomato
source: Grow a {THING:ItemTomato}.
cs: Vypěstuje {THING:ItemTomato}.
de: Züchtet {THING:ItemTomato}.
es: Cultiva un {THING:ItemTomato}.

# Things.SeedBag_Soybean
source: Soybean Seeds
cs: Semena sójy
de: Sojabohnensamen
es: Semillas de soja
fr: Graine (Soja)

# Things.SeedBag_Soybean
source: Grow some {THING:ItemSoybean}.
cs: Vypěstuje {THING:ItemSoybean}.
de: Züchtet etwas {THING:ItemSoybean}.
es: Cultiva algunas {THING:ItemSoybean}.
fr: Cultivez un peu de {THING:ItemSoybean}.

# Things.SeedBag_Rice
source: Rice Seeds
cs: Semena rýže
de: Reissamen
es: Semillas de arroz
fr: Graine (Riz)
