Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.CompositeWallPanelling5
source: Composite Wall Panelling 5
cs: Kompozitní obložení stěn 5
de: Wandverkleidung aus Verbundwerkstoff 5
es: Paneles de pared compuestos 5
fr: Panneaux muraux Composite 5
ru: Композитная настенная панель 5
tr: Alaşım Duvar Kaplaması 5

# Things.CompositeWallPanelling4
source: Composite Wall Panelling 4
cs: Kompozitní obložení stěn 4
de: Wandverkleidung aus Verbundwerkstoff 4
es: Paneles de pared compuestos 4
fr: Panneaux muraux Composite 4
ru: Композитная настенная панель 4
tr: Alaşım Duvar Kaplaması 4

# Things.CompositeWallPanelling3
source: Composite Wall Panelling 3
cs: Kompozitní obložení stěn 3
de: Wandverkleidung aus Verbundwerkstoff 3
es: Paneles de pared compuestos 3
fr: Panneaux muraux Composite 3
ru: Композитная настенная панель 3
tr: Alaşım Duvar Kaplaması 3

# Things.CompositeWallPanelling2
source: Composite Wall Panelling 2
cs: Kompozitní obložení stěn 2
de: Wandverkleidung aus Verbundwerkstoff 2
es: Paneles de pared compuestos 2
fr: Panneaux muraux Composite 2
ru: Композитная настенная панель 2
tr: Alaşım Duvar Kaplaması 2

# Things.CompositeWallPanelling1
source: Composite Wall Panelling
cs: Kompozitní obložení stěn
de: Wandverkleidung aus Verbundwerkstoff
es: Paneles de pared compuestos
fr: Panneaux muraux Composite 1
ru: Композитная настенная панель
tr: Alaşım Duvar Kaplaması

# Things.StructureFrameCornerCut
source: Steel Frame (Corner Cut)
cs: Ocelový rám (Zkosený roh)
de: Stahlrahmen (Eckschnitt)
es: Marco de acero (corte de esquina)
fr: Cadre (coin tronqué)
ru: Стальной Каркас (Скошенный)
tr: Çelik Çerçeve (Köşe Kesim)

# Things.ItemKitLadder
source: Kit (Ladder)
cs: Žebřík (sada)
de: Bausatz (Leiter)
es: Kit (Escaleras)
fi: Varustepakkaus (tikapuut)
fr: Kit (Echelle)
hu: Készlet (Létra)
it: Kit (Scale)
pt_pt: Kit (Escadas)
ru: Набор (Вертикальная лестница)
tr: Donanım (Merdiven)

# Things.CompositeRollCover
source: Composite Roll Cover
cs: Rolovací kryt
de: Verbundrollabdeckung
es: Cubierta de Rollo Compuesta
fi: Komposiittiliukuovi
fr: Rideau de protection Composite
hu: Felhúzható roló
it: Rotolo di copertura composita
pt_pt: Porta Composta de Enrolar
ru: Крышка-рольставень
tr: Alaşım Rulo Kapak

# Things.ItemKitCompositeFloorGrating
source: Kit (Floor Grating)
cs: Podlahový rošt (sada)
de: Bausatz (Bodengitter)
es: Rejilla de suelo (kit)
fi: Varustepakkaus (lattiasäleikkö)
fr: Kit (Caillebotis)
hu: Készlet (Padlórács)
it: Kit (Pavimento Fessurato Composito)
pt_pt: Kit (Piso em Gradeamento)
ru: Набор (Напольный настил)
tr: Donanım (Zemin Izgarası)

# Things.StructureCompositeWallPanelling1
source: Composite Wall Panelling
cs: Kompozitní obložení stěn
de: Wandverkleidung aus Verbundwerkstoff
es: Paneles de pared compuestos
fr: Panneaux muraux Composite
ru: Композитная настенная панель
tr: Alaşım Duvar Kaplaması

# Things.ItemKitWallPanels
source: Kit (Wall Panels)
cs: Nástěnné panely (sada)
de: Bausatz (Wandpaneele)
es: Kit (Paneles de Pared)
fi: Varustepakkaus (seinäpaneeli)
fr: Kit (Panneaux muraux)
hu: Készlet (Fali panel)
it: Kit (Pannello a muro)
pt_pt: Kit (Painéis de Parede)
ru: Набор (Настенные панели)
tr: Donanım (Duvar Panoları)

# Things.StructureCompositeFloorGrating4
source: Composite Floor Grating (Type 4)
cs: Kompozitní podlahové rošty (Typ 4)
de: Bodengitterrost (Typ 4)
es: Reja de Suelo Compuesto (Tipo 4)
fr: Caillebotis Composite (Type 4)
ru: Композитный Напольный Настил (Тип 4)
tr: Alaşım Zemin Izgarası (Tip 4)

# Things.StructureCompositeFloorGrating3
source: Composite Floor Grating (Type 3)
cs: Kompozitní podlahové rošty (Typ 3)
de: Bodengitterrost (Typ 3)
es: Reja de Suelo Compuesto (Tipo 3)
fr: Caillebotis Composite (Type 3)
ru: Композитный напольный настил (Тип 3)
tr: Alaşım Zemin Izgarası (Tip 3)

# Things.StructureCompositeFloorGrating2
source: Composite Floor Grating (Type 2)
cs: Kompozitní podlahové rošty (Typ 2)
de: Bodengitterrost (Typ 2)
es: Reja de suelo compuesto (Tipo 2)
fr: Caillebotis Composite (Type 2)
ru: Композитный напольный настил (Тип 2)
tr: Alaşım Zemin Izgarası (Tip 2)

# Things.CompositeFloorGrating2
source: Composite Floor Grating (Type 2)
cs: Kompozitní podlahové rošty (Typ 2)
de: Bodengitterrost (Typ 2)
es: Reja de suelo compuesto(Tipo 2)
fr: Caillebotis en composite (Type 2)
ru: Композитный напольный настил (Тип 2)
tr: Alaşım Zemin Izgarası (Tip 2)

# Things.CompositeFloorGrating1
source: Composite Floor Grating (Type 1)
cs: Kompozitní podlahové rošty (Typ 1)
de: Bodengitterrost (Typ 1)
es: Reja de suelo compuesto(Tipo 1)
fr: Caillebotis en composite (Type 1)
ru: Композитный напольный настил (Тип 1)
tr: Alaşım Zemin Izgarası (Tip 1)

# Things.StructureCompositeWindowIron
source: Iron Window
cs: Železná stěna (okno)
de: Eisenfenster
es: Ventana de hierro
fr: Fenêtre (cadre en fer)
ru: Железное Окно
tr: Demir Çerçeve

# Things.StructureOrganicsPrinter
source: Please note, the organics printer has been deprecated - it is now spawnable in Creative mode only.
cs: Vezměte prosím na vědomí, že tiskárna organických látek byla zrušena - nyní ji lze používat pouze v kreativním režimu.
de: Bitte beachte, dass der Bio-Drucker veraltet ist - er ist jetzt nur noch im Creative-Modus spawnbar.
es: Tenga en cuenta que la impresora de productos orgánicos ha quedado obsoleta, ahora solo se puede generar en el modo Creativo.

# Things.StructureOrganicsPrinter
source: Organics Printer
cs: Organická tiskárna
de: Biodrucker
es: Impresora Organica
fi: Orgaaninen tulostin
fr: Imprimante Organique
hu: Szerves nyomtató
it: Stampante organica
pt_pt: Impressora de Materiais Orgânicos
ru: Принтер органики
tr: Organik Yazıcı

# Things.ItemKitOrganicsPrinter
source: Kit (Organics Printer)
cs: Organická tiskárna (sada)
de: Bausatz (Bio-Drucker)
es: Kit (Impresora Organica)
fi: Varustepakkaus (orgaaninen tulostin)
fr: Kit (Imprimante Organique)
hu: Készlet (Szerves nyomató)
it: Kit (Stampante organica)
pt_pt: Kit (Impressora de Materiais Orgânicos)
ru: Набор (Принтер органики)
tr: Donanım (Organik Yazıcı)

# Things.CircuitboardAdvancedAirlockControl
source: Advanced Airlock
cs: Pokročilá přechodová komora
de: Fortschrittliche Luftschleuse
es: Esclusa de aire avanzada
fr: SAS avancé
ru: Расширенное управление шлюзом
tr: Gelişmiş Hava Kilidi

# Things.StructureLightLongWide
source: Wall Light (Long Wide)
cs: Nástěnné světlo (Dlouhé a široké)
de: Wandleuchte (lang breit)
es: Lámpara de pared (Largo y Ancho)
fi: Seinävalaisin (pitkä, leveä)
fr: Lumière murale (Large)
hu: Fali fény (Hosszú széles)
it: Luce a muro (Larga)
pt_pt: Lâmpada de Parede (Longa e Ampla)
ru: Настенный светильник (Большой)
tr: Duvar Lambası (Uzun Geniş)

# Things.StructureLightLongAngled
source: Wall Light (Long Angled)
cs: Nástěnné světlo (dlouhé a šikmé)
de: Wandleuchte (lang abgewinkelt)
es: Luz de Pared (Largo en Ángulo)
fi: Seinävalaisin (pitkä, vino)
fr: Lumière murale (Angle)
hu: Fali fény (Hosszú döntött)
it: Luce a muro (Angolata)
pt_pt: Lâmpada de Parede (Ângulos Longos)
ru: Настенный светильник (Длинный угловой)
tr: Duvar Lambası (Uzun Açılı)

# Things.StructureLightLong
source: Wall Light (Long)
cs: Nástěnné světlo (Dlouhé)
de: Wandleuchte (lang)
es: Luz de Pared (Larga)
fi: Seinävalaisin (pitkä)
fr: Lumière murale (Longue)
hu: Fali fény (Hosszú)
it: Luce a muro (Lunga)
pt_pt: Lâmpada de Parede (Longa)
ru: Настенный светильник (Длинный)
tr: Duvar Lambası (Uzun)

# Things.StructureDockShipSide
source: Dock Ship Side
cs: Dokovací strana lodi
de: Dock Schiff-Seite
es: Puerta de Acoplamiento de la Nave

# Things.ItemKitDockingPort
source: Kit (Docking Port)
cs: Dokovací port (sada)
de: Bausatz (Kopplungssystem)
es: Kit (Puerta de Acoplamiento)
fi: Varustepakkaus (telakoitumisportti)
fr: Kit (Port d'amarrage)
hu: Készlet (Dokkoló)
it: Kit (Porta di ormeggio)
pt_pt: Kit (Doca de Acoplagem)
ru: Набор (Док-порт)
tr: Donanım (Kenetleme Bağlantısı)

# Things.StructureDockPortSide
source: Dock (Port Side)
cs: Dok (Strana portu)
de: Kopplungssystem (Hafenseite)
es: Puerta de Acoplamiento del Muelle
fi: Telakointiportti (rakennus)
fr: Port d'amarrage (base)
hu: Dokkoló (Kikötő felől)
it: Struttura di ormeggio
pt_pt: Doca (Lado do Porto)
ru: Док-порт
tr: Kenetleyici (Liman Tarafı)

# Things.StructureCompositeCladdingAngledCornerLongR
source: Composite Cladding (Long Angled Mirrored Corner)
cs: Kompozitní opláštění (Dlouhý, úhlový a zrcadlový roh)
de: Verbundverkleidung (Rechte lange Ecke)
es: Revestimiento compuesto (Esquina en Ángulo Largo R)
fi: Komposiittipäällyste (pitkä, vino, kulma. peilikuva)
fr: Revêtement Composite (Coin Long incliné en miroir)
hu: Kompozit burkolat (Hosszú döntött fordított sarok)
it: Rivestimento composito (Angolo inclinato lungo)
pt_pt: Revestimento Composto (Canto de Ângulos Espelhados Longos)
ru: Композитное покрытие (Отраженный длинной угловой скос)
tr: Alaşım Kaplama (Uzun Açılı Ters Köşe)

# Things.ItemKitCompositeCladding
source: Kit (Cladding)
cs: Opláštění (sada)
de: Bausatz (Verkleidung)
es: Kit (Revestimiento)
fi: Varustepakkaus (komposiittipäällyste)
fr: Kit (Revêtement)
hu: Készlet (Védőburkolat)
it: Kit (Rivestimento composito)
pt_pt: Kit (Revestimento)
ru: Набор (Композитное покрытие)
tr: Donanım (Kaplama)

# Things.StructureCompositeCladdingPanel
source: Composite Cladding (Panel)
cs: Kompozitní opláštění (Panel)
de: Verbundverkleidung (Platte)
es: Revestimiento compuesto (Panel)
fi: Komposiittipäällyste (paneeli)
fr: Revêtement Composite (Panneau)
hu: Kompozit burkolat (Panel)
it: Rivestimento composito (Pannello)
pt_pt: Revestimento Composto (Painel)
ru: Композитное покрытие (Панель)
tr: Alaşım Kaplama (Pano)

# Things.StructureCompositeCladdingRounded
source: Composite Cladding (Rounded)
cs: Kompozitní opláštění (Zaoblený)
de: Verbundverkleidung (Abgerundet)
es: Revestimiento compuesto (Redondeado)
fi: Komposiittipäällyste (pyöristetty)
fr: Revêtement Composite (Arrondi)
hu: Kompozit burkolat (Kerekített)
it: Rivestimento composito (Arrotondato)
pt_pt: Revestimento Composto (Arredondado)
ru: Композитное покрытие (Закругленное)
tr: Alaşım Kaplama (Yuvarlak)

# Things.StructureCompositeCladdingRoundedCorner
source: Composite Cladding (Rounded Corner)
cs: Kompozitní opláštění (Zaoblený rohový)
de: Verbundverkleidung (Abgerundete Ecke)
es: Revestimiento compuesto (Esquina Redondeada)
fi: Komposiittipäällyste (pyöristetty, kulma)
fr: Revêtement Composite (Coin arrondi)
hu: Kompozit burkolat (Kerekített sarok)
it: Rivestimento composito (Angolo arrotondato)
pt_pt: Revestimento Composto (Cantos Arredondados)
ru: Композитное покрытие (Закругленный угол)
tr: Alaşım Kaplama (Yuvarlak Köşe)

# Things.StructureCompositeCladdingSpherical
source: Composite Cladding (Spherical)
cs: Kompozitní opláštění (Kulový)
de: Verbundverkleidung (Sphärisch)
es: Revestimiento compuesto (Esférico)
fi: Komposiittipäällyste (pyöreä)
fr: Revêtement Composite (Sphérique)
hu: Kompozit burkolat (Gömbölyű)
it: Rivestimento composito (Sferica)
pt_pt: Revestimento Composto (Esférico)
ru: Композитное покрытие (Сферическое)
tr: Alaşım Kaplama (Küresel)

# Things.StructureCompositeCladdingSphericalCap
source: Composite Cladding (Spherical Cap)
cs: Kompozitní opláštění (Kulový kryt)
de: Verbundstoffverkleidung (Sphärische Platte)
es: Revestimiento compuesto (Tapa Esférica)
fi: Komposiittipäällyste (pyöreä, pääty)
fr: Revêtement Composite (Calotte sphérique)
hu: Kompozit burkolat (Gömbőlyű fedősapka)
it: Rivestimento composito (Calotta sferica)
pt_pt: Revestimento Composto (Cobertura Esférica)
ru: Композитное покрытие (Сферический колпак)
tr: Alaşım Kaplama (Küresel Başlık)

# Things.StructureCompositeCladdingSphericalCorner
source: Composite Cladding (Spherical Corner)
cs: Kompozitní opláštění (Kulový rohový)
de: Verbundverkleidung (Sphärische Ecke)
es: Revestimiento compuesto (Esquina Esférica)
fi: Komposiittipäällyste (pyöreä, kulma)
fr: Revêtement Composite (Coin sphérique)
hu: Kompozit burkolat (Gömbölyű sarok)
it: Rivestimento composito (Angolo sferico)
pt_pt: Revestimento Composto (Canto Esférico)
ru: Композитное покрытие (Сферическрй угол)
tr: Alaşım Kaplama (Küresel Köşe)

# Things.StructureCompositeCladdingCylindricalPanel
source: Composite Cladding (Cylindrical Panel)
cs: Kompozitní opláštění (Válcový panel)
de: Verbundverkleidung (Zylindrische Platte)
es: Revestimiento compuesto (Panel Cilíndrico)
fi: Komposiittipäällyste (lieriö, paneeli)
fr: Revêtement Composite (Panneau cylindrique)
hu: Kompozit burkolat (Hengeres panel)
it: Rivestimento composito (Pannello cilindrico)
pt_pt: Revestimento Composto (Painel Cilíndrico)
ru: Композитное покрытие (Цилиндрическая панель)
tr: Alaşım Kaplama (Silindirik Pano)

# Things.StructureCompositeCladdingCylindrical
source: Composite Cladding (Cylindrical)
cs: Kompozitní opláštění (Válcový)
de: Verbundverkleidung (Zylindrisch)
es: Revestimiento compuesto (Cilíndrico)
fi: Komposiittipäällyste (lieriö)
fr: Revêtement Composite (Cylindre)
hu: Kompozit burkolat (Hengeres)
it: Rivestimento composito (Cilindro)
pt_pt: Revestimento Composto (Cilíndrico)
ru: Композитное покрытие (Цилиндрическое)
tr: Alaşım Kaplama (Silindirik)

# Things.StructureCompositeCladdingAngledLong
source: Composite Cladding (Long Angled)
cs: Kompozitní opláštění (Dlouhý úhel)
de: Verbundverkleidung (Lange Schräge)
es: Revestimiento compuesto (Ángulo Largo)
fi: Komposiittipäällyste (pitkä, vino)
fr: Revêtement Composite (Long incliné)
hu: Kompozit burkolat (Hosszú döntött)
it: Rivestimento composito (Lungo inclinato)
pt_pt: Revestimento Composto (Ângulos Longos)
ru: Композитное покрытие (Длинный угол)
tr: Alaşım Kaplama (Uzun Açılı)

# Things.StructureCompositeCladdingAngledCornerLong
source: Composite Cladding (Long Angled Corner)
cs: Kompozitní opláštění (Dlouhý rohový úhel)
de: Verbundverkleidung (Linke lange Ecke)
es: Revestimiento compuesto (Esquina en Ángulo Largo)
fi: Komposiittipäällyste (pitkä, vino, kulma)
fr: Revêtement Composite (Long coin incliné)
hu: Kompozit burkolat (Hosszú döntött sarok)
it: Rivestimento composito (Angolo lungo inclinato)
pt_pt: Revestimento Composto (Canto Angulosos Longos)
ru: Композитное покрытие (Длинной угловой скос)
tr: Alaşım Kaplama (Uzun Açılı Köşe)

# Things.StructureCompositeCladdingAngledCorner
source: Composite Cladding (Angled Corner)
cs: Kompozitní opláštění (Rohový úhel)
de: Verbundverkleidung (Flache Ecke)
es: Revestimiento compuesto (Esquina en Ángulo)
fi: Komposiittipäällyste (vino, kulma)
fr: Revêtement Composite (Coin incliné)
hu: Kompozit burkolat (Döntött sarok)
it: Rivestimento composito (Angolo inclinato)
pt_pt: Revestimento Composto (Cantos Angulosos)
ru: Композитное покрытие (Угловое скошенное)
tr: Alaşım Kaplama (Açılı Köşe)

# Things.StructureCompositeCladdingAngled
source: Composite Cladding (Angled)
cs: Kompozitní obložení (Šikmé)
de: Verbundverkleidung (Flache Schräge)
es: Revestimiento compuesto (Ángulo)
fi: Komposiittipäällyste (vino)
fr: Revêtement Composite (Incliné)
hu: Kompozit burkolat (Döntött)
it: Rivestimento composito (Inclinato)
pt_pt: Revestimento Composto (Anguloso)
ru: Композитное покрытие (Скошенное)
tr: Alaşım Kaplama (Açılı)

# Things.ItemFlagSmall
source: Kit (Small Flag)
cs: Malá vlajka (sada)
de: Bausatz (Kleine Flagge)
es: Kit Pequeño de Banderas
fi: Varustepakkaus (pieni lippu)
fr: Kit (Petit drapeau)
hu: Készlet (Zászlócska)
it: Kit (Bandiera piccola)
pt_pt: Kit (Bandeira Pequena)
ru: Набор (Маленький флаг)
tr: Donanım (Küçük Sancak)

# Things.StructureFlagSmall
source: Small Flag
cs: Malá vlajka
de: Kleine Flagge
es: Banderilla
fi: Pieni lippu
fr: Petit drapeau
hu: Zászlócska
it: Bandiera piccola
pt_pt: Bandeira Pequena
ru: Маленький флаг
tr: Küçük Sancak

# Things.WallFrameCornerCut
source: Steel Frame (Corner Cut)
cs: Ocelový rám (Zkosený roh)
de: Stahlrahmen (Eckschnitt)
es: Marco de acero (corte de esquina)
fr: Cadre (Coin tronqué)
ru: Стальной каркас (Скошенный)
tr: Çelik Çerçeve (Köşe Kesim)

# Things.StructureCableJunctionH5Burnt
source: Burnt Heavy Cable (5-Way Junction)
cs: Spálený silný kabel (5-cestný křížový)
de: Durchgeschmorte Schwere Kabel (5-Wege-Kreuzung)
es: Cable Grueso Quemado (Unión de 5 vías)
fi: Kärähtänyt raskas kaapeli (liittymä, 5-tie)
fr: Câble HT Brûlé (Jonction à 5 Voies)
hu: Égett fejlett kábel (5 irányú elágazás)
it: Cavo alta tensione bruciato (Giunto a 5 vie)
pt_pt: Cabo Queimado (Junção de 5 Conexões)
ru: Сгоревший силовой кабель (5-конечный)
tr: Yanık Ağır Kablo (5 Yönlü Bağlantı)

# Things.StructureCableJunctionH5
source: Heavy Cable (5-Way Junction)
cs: Silný kabel (5-cestný křížový)
de: Schwere Kabel (5-Wege-Kreuzung)
es: Cable Grueso (Unión de 5 vías)
fi: Raskas kaapeli (liittymä, 5-tie)
fr: Câble HT (Jonction à 5 Voies)
hu: Fejlett kábel (5 irányú elágazás)
it: Cavo alta tensione (Giunto a 5 vie)
pt_pt: Cabo Reforçado (Junção de 5 Conexões)
ru: Силовой кабель (5-конечный)
tr: Ağır Kablo (5 Yönlü Bağlantı)

# Things.StructureCableJunction5Burnt
source: Burnt Cable (5-Way Junction)
cs: Spálený kabel (5-cestný křížový)
de: Durchgeschmorte Kabel (5-Wege-Kreuzung)
es: Cable Quemado (Unión de 5 vías)
fi: Kärähtänyt kaapeli (liittymä, 5-tie)
fr: Câble Brûlé (Jonction à 5 Voies)
hu: Égett kábel (5 irányú elágazás)
it: Cavo bruciato (Giunto a 5 vie)
pt_pt: Cabo Queimado (Junção de 5 Conexões)
ru: Сгоревший кабель (5-конечный)
tr: Yanık Kablo (5 Yönlü Bağlantı)

# Things.StructureCableCorner4Burnt
source: Burnt Cable (4-Way Corner)
cs: Spálený kabel (4-cestný rohový)
de: Durchgeschmorte Kabel (4-Wege-Ecke)
es: Cable Quemado (Esquina de 4 vías)
fi: Kärähtänyt kaapeli (kulma, 4-tie)
fr: Câble Brûlé (Coin à 3 Voies)
hu: Égett vezetés (4 irányú sarok)
it: Cavo bruciato (Angolo a 3 vie)
pt_pt: Cabo Queimado (Canto de 4 Conexões)
ru: Сгоревший кабель (4-конечный)
tr: Yanık Kablo (4 Yönlü Köşe)

# Things.StructureCableCorner4
source: Cable (4-Way Corner)
cs: Kabel (4-cestný rohový)
de: Kabel (4-Wege-Ecke)
es: Cable (Esquina de 4 vías)
fi: Kaapeli (kulma, 4-tie)
fr: Câble (Coin à 4 Voies)
hu: Kábel (4 irányú sarok)
it: Cavo (Giunto a 4 vie)
pt_pt: Cabo (Canto de 4 Conexões)
ru: Кабель (Угловой 4-конечный)
tr: Kablo (4 Yönlü Köşe)

# Things.StructureCableJunction5
source: Cable (5-Way Junction)
cs: Kabel (5-cestný křížový)
de: Kabel (5-Wege-Kreuzung)
es: Cable (unión de 5 vías)
fi: Kaapeli (liittymä, 5-tie)
fr: Câble (Jonction à 5 Voies)
hu: Kábel (5 irányú elágazás)
it: Cavo (Giunto a 5 vie)
pt_pt: Cabo (Junção de 5 Conexões)
ru: Кабель (5-конечный)
tr: Kablo (5 Yönlü Bağlantı)

# Things.PortableSolarPanel
source: Portable Solar Panel
cs: Přenosný solární panel
de: Portables Solarmodul
es: Panel Solar Portátil
fi: Kannettava aurinkopaneeli
fr: Panneau Solaire portable
hu: Hordozható napelem
it: Pannello solare portatile
pt_pt: Painel Solar Portátil
ru: Переносная солнечная панель
tr: Taşınabilir Güneş Paneli

# Things.StructureCableCorner4HBurnt
source: Burnt Heavy Cable (4-Way Corner)
cs: Spálený silný kabel (4-cestný rohový)
de: Durchgeschmorte Kabel-4-Wege-Kurve
es: Esquina de Cable Grueso Quemado
fi: Kärähtänyt raskas kaapeli (kulma, 4-tie)
fr: Câble HT Brûlé (Coin à 4 Voies)
hu: Égett fejlett kábel (4 irányú sarok)
it: Cavo alta tensione bruciano (angolo a 4 vie)
pt_pt: Cabo Reforçado Queimado (Canto de 4 Conexões)
ru: Сгоревший силовой кабель (Угловой 4-конечная)
tr: Yanık Ağır Kablo (4 Yönlü Köşe)

# Things.StructureCableCornerH4
source: Heavy Cable (4-Way Corner)
cs: Silný kabel (4-cestný rohový)
de: Schwere Kabel-4-Wege-Kurve
es: Cable Grueso (Esquina de 4 vías)
fi: Raskas kaapeli (kulma, 4-tie)
fr: Câble HT (Coin à 4 Voies)
hu: Fejlett kábel (4 irányú sarok)
it: Cavo alta tensione (Angolo a 4 vie)
pt_pt: Cabo Reforçado (Canto de 4 Conexões)
ru: Силовой кабель (Угловой 4-конечный)
tr: Ağır Kablo (4 Yönlü Köşe)

# Things.StructureCableCornerH3
source: Heavy Cable (3-Way Corner)
cs: Silný kabel (3-cestný rohový)
de: Schwere Kabel-3-Wege-Kurve
es: Cable Grueso (Esquina 3 Vías)
fi: Raskas kaapeli (kulma, 3-tie)
fr: Câble HT (Coin à 3 Voies)
hu: Fejlett kábel (3 irányú sarok)
it: Cavo alta tensione (Angolo a 3 vie)
pt_pt: Cabo Reforçado (Canto de 3 Conexões)
ru: Силовой кабель (Угловой 3-конечный)
tr: Ağır Kablo (3 Yönlü Köşe)

# Things.ItemFries
source: French Fries
cs: Francouzské hranolky
de: Pommes frites
es: Patatas fritas

# Things.ItemSoyOil
source: Soy Oil
cs: Sojový olej
de: Soyaöl
es: Aceite de Soja
fi: Soijaöljy
fr: Huile de Soja
hu: Szójaolaj
it: Olio di soia
pt_pt: Óleo de Soja
ru: Соевое масло
tr: Soya Yağı

# Things.ItemTomatoSoup
source: Made using {THING:ItemCookedTomato}s and an {THING:ItemEmptyCan} in a {THING:AppliancePackagingMachine} or {THING:StructureAdvancedPackagingMachine}.
cs: Vyrobeno pomocí {THING:ItemCookedTomato}s a {THING:ItemEmptyCan} v {THING:AppliancePackagingMachine} nebo {THING:StructureAdvancedPackagingMachine}.
de: Hergestellt mit {THING:ItemCookedTomato} und einer {THING:ItemEmptyCan} in einer {THING:AppliancePackagingMachine} oder {THING:StructureAdvancedPackagingMachine}.
es: Hecho usando {THING:ItemCookedTomato}s y un {THING:ItemEmptyCan} en {THING:AppliancePackagingMachine} o {THING:StructureAdvancedPackagingMachine}.

# Things.ItemTomatoSoup
source: Tomato Soup
cs: Rajčatová polévka
de: Tomatensuppe
es: Sopa de Tomate
fi: Tomaattikeitto
fr: Soupe de tomate
hu: Paradicsomleves
it: Zuppa di pomodoro
pt_pt: Sopa de Tomate
ru: Томатный суп
tr: Domates Çorbası

# Things.ItemPotatoBaked
source: Baked Potato
cs: Pečená brambora
de: Backkartoffel
es: Patata Asada
fi: Uuniperuna
fr: Pomme de terre au four
hu: Sült burgonya
it: Patata al forno
pt_pt: Batata Assada
ru: Печеный картофель
tr: Pişmiş Patates

# Things.CartridgeOreScanner
source: When inserted into a {THING:ItemTablet} and used in conjunction with a {THING:DynamicGPR}, the scanner will display minerals hidden underground on the tablet.
cs: Při vložení do {THING:ItemTablet} a použití ve spojení s {THING:DynamicGPR} zobrazí skener minerály skryté v podzemí na tabletu.
de: Wenn der Scanner in ein {THING:ItemTablet} eingefügt und in Verbindung mit einem {THING:DynamicGPR} verwendet wird, zeigt er Mineralien auf dem Tablet an, die unterirdisch verborgen sind.
es: Cuando se inserta en una {THING:ItemTablet} y se usa junto con un {THING:DynamicGPR}, el escáner mostrará minerales ocultos bajo tierra en la tableta.

# Things.CartridgeOreScanner
source: Ore Scanner
cs: Skener rudy
de: Kassette (Erz Scanner)
es: Escáner de Minerales
fr: Carte (Scanneur de minéral)
ru: Георадар
tr: Cevher Tarayıcı
