Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemWreckageSecurityPrinter1
source: Wreckage Security Printer
cs: Vrak bezpečnostní tiskárny
de: Zerstörter Sicherheitsdrucker
es: Impresora de Seguridad destruida 1
fr: Morceau d'Imprimante de Sécurité
ru: Обломки Принтера Безопасности

# Things.ItemLiquidPipeVolumePump
source: Kit (Liquid Volume Pump)
cs: Kapalinové objemové čerpadlo (sada)
de: Bausatz (Flüssigkeiten Volumenpumpe)
es: kit (Bomba de volumen liquido)
fr: Kit (Pompe à liquide)
ru: Набор (Насос для жидкости)

# Things.ItemKitLiquidRegulator
source: Kit (Liquid Regulator)
cs: Regulátor kapaliny (sada)
de: Bausatz (Flüssigkeiten Druckregler)
es: Regulador de presion de liquidos (kit)
fr: Kit (Régulateur de liquide)
ru: Набор (Регулятор давления жидкости)

# Things.StructureBackLiquidPressureRegulator
source: Liquid Back Pressure Regulator
cs: Regulátor zpětného tlaku kapaliny
de: Flüssigkeiten Gegendruckregler
es: Regulador de contrapresión líquida
fr: Régulateur de pression arrière pour liquide

# Things.StructureLiquidPressureRegulator
source: Liquid Pressure Regulator
cs: Kapalinový regulátor tlaku
de: Flüssigkeiten Druckregler
es: Regulador de presión de liguidos
fr: Régulateur de pression pour liquide
ru: Регулятор давления жидкости

# Things.ItemLiquidCanisterSmart
source: Liquid Canister (Smart)
cs: Kanystr na kapalinu (chytrý)
de: Flüssigkeiten Druckflasche (Intelligent)
es: Recipiente de líquido (inteligente)
fr: Bonbonne de liquide (Evoluée)
ru: Баллон для жидкости (Электронный)

# Things.ItemMKIIScrewdriver
source: Mk II Screwdriver
cs: Šroubovák Mk II
de: Mk II Schraubendreher
es: Destornillador MK II
fr: Tournevis MKII
ru: Mk II Отвертка

# Things.ItemMKIIScrewdriver
source: This standard issue frictional adherence adjustor is a top of the line, bi-rotational model with a columnated uni-grip. It's definitely not just a screwdriver. Use it for construction and deconstruction of certain kits, and setting values on {LINK:LogicUnitPage;logic} units. The MK II is more resistant to temperature and pressure.
es: Este ajustador de adherencia por fricción estándar es un modelo de birrotación de primera línea con un uni-grip columnado. Definitivamente no es solo un destornillador. Úselo para la construcción y deconstrucción de ciertos kits, y para establecer valores en {LINK:LogicUnitPage;logic} unidades. El MK II es más resistente a la temperatura y la presión.

# Things.ItemMKIIAngleGrinder
source: Mk II Angle Grinder
cs: Úhlová bruska Mk II
de: MKII Winkelschleifer
es: Radial MK II
fr: Meuleuse MKII
ru: Mk II Болгарка

# Things.ItemMKIIAngleGrinder
source: Angles-be-gone with the trusty angle grinder. The MK II is more resistant to temperature and pressure.
cs: Úhly jsou pryč s věrnou úhlovou bruskou. MK II je odolnější vůči teplotě a tlaku.
de: Weg mit Winkeln mit dem zuverlässigen Winkelschleifer. Der MK II ist temperatur- und druckbeständiger.
es: Ajuste las esquinas o desmonte maquinas con la confiable amoladora angular. El MK II es más resistente a la temperatura y la presión.
fr: Fini les angles avec la fidèle meuleuse d'angle. La version MK II est plus résistante à la température et à la pression.

# Things.ItemMKIICrowbar
source: Mk II Crowbar
cs: Páčidlo Mk II
de: MKII Brechstange
es: Palanca MK II
fr: Pied de biche MKII
ru: Mk II Лом

# Things.ItemMKIICrowbar
source: {LINK:Recurso;Recurso's} entry-level crowbar is useful in a variety of everyday {LINK:Stationeers;Stationeer} settings, from opening {THING:StructureAreaPowerControl}s and unpowered {THING:StructureAirlock}s, to splatting pan-dimensional headcrabs, should the need arise. The MK II is more resistant to temperature and pressure.
de: {LINK:Recurso; Recurso's} Einstiegs-Brechstange ist nützlich in einer Vielzahl von alltäglichen {LINK:Stationeers; Stationeer} Einstellungen, vom Öffnen von {THING:StructureAreaPowerControl} und nicht mit Strom versorgten {THING:StructureAirlock} bis hin zum Schlagen von pandimensionalen Kopfkrabben, falls dies erforderlich ist. Der MK II ist temperatur- und druckbeständiger.
es: {LINK:Recurso;Recurso's} la palanca es útil en una variedad de {LINK:Stationeers;Stationeer} configuraciones cotidianas, desde la apertura de {THING:StructureAreaPowerControl} y {THING:StructureAirlock} cuando no tienen alimentación, a salpicar headcrabs dimensionales, en caso de que surja la necesidad.

# Things.ItemMKIIArcWelder
source: Mk II Arc Welder
cs: Oblouková svářečka Mk II
de: Mk II Lichtbogenschweißgerät
es: Soldador MK II
fr: Soudeur à arc MKII
ru: Mk II Дуговой сварщик

# Things.ItemMKIIDrill
source: Mk II Drill
cs: Vrták Mk II
de: Mk II Bohrmaschine
es: Taladro MK II
fr: Perceuse MKII
ru: Mk II Дрель

# Things.ItemMKIIDrill
source: The {LINK:ExMin;ExMin} Off-whirled Hand Drill has been a companion to {LINK:Stationeers;Stationeers} for decades. Essential for assembling and deconstructing various items and structures, regardless of gravity, pressure or temperature.
de: Die {LINK:ExMin; ExMin} Off-whirled Handbohrmaschine war ein Begleiter der {LINK:Stationeers; Stationeers} seit Jahrzehnten. Unerlässlich für die Montage und Dekonstruktion verschiedener Gegenstände und Strukturen, unabhängig von Schwerkraft, Druck oder Temperatur.
es: El {LINK:ExMin;ExMin} Taladro manual con giro ha sido un compañero de {LINK:Stationeers;Stationeers} durante décadas. Esencial para ensamblar y desmontar diversos elementos y estructuras, independientemente de la gravedad, presión o temperatura.

# Things.ItemMKIIMiningDrill
source: Mk II Mining Drill
cs: Těžební vrták Mk II
de: Mk II Bergbaubohrer
es: Taladro Mineria MK II
fr: Foreuse MK II
ru: Mk II Шахтерский бур

# Things.ItemMKIIMiningDrill
source: The handheld 'Topo' tri-cone rotary mining drill was made for one thing: quick digging. Modeled on a classic {LINK:Recurso;Recurso} zero-g design, it functions equally well in vacuum and atmosphere, with cemented carbide bits to increase resilience and bearing life, and reduce spalling. As Jenk Murtons once said, 'The Topo don't stopo.' The MK II is more resistant to temperature and pressure.
es: El taladro de minería rotatorio tricónico portátil 'Topo' fue hecho para una cosa: la excavación rápida. Siguiendo el modelo de un diseño clásico de {LINK:Recurso;Recurso} de gravedad cero, funciona igualmente bien en vacío y en atmósfera, con brocas de carburo cementado para aumentar la resistencia y la vida útil del rodamiento, y reducir el desconchado. Como dijo una vez Jenk Murtons, "El Topo no se detiene".

# Things.ItemMKIIWireCutters
source: Mk II Wire Cutters
cs: Štípačky na dráty Mk II
de: Mk II Drahtschneider
es: Alicates MK II
fr: Pince coupante MK II
ru: Mk II Кусачки

# Things.ItemMKIIWireCutters
source: Wirecutters allow you to deconstruct various {LINK:StructurePage;structures}, as well as cross-lay cables when held in your non-active hand, and defuse explosives as needed. Wirecutters are stored in the {THING:ItemToolBelt}, along with other essential {LINK:ToolPage;tools}.
de: Drahtschneider ermöglichen es dir, verschiedene {LINK:StructurePage;structures} zu dekonstruieren, sowie Kabel über kreuz zu legen, wenn der Drahtschneider in deiner nicht aktiven Hand gehalten wird. Sprengstoff kann mit ihm nach Bedarf entschärft werden. Drahtschneider werden im {THING:ItemToolBelt} abgelegt, zusammen mit anderen wichtigen {LINK:ToolPage;tools}.
es: Las tijeras te permiten desmonstar varias {LINK:StructurePage;structures}, así como cables cruzados cuando los tienes en tu mano inactiva, y desactivar explosivos según sea necesario. Las tijeras se almacenan en {THING:ItemToolBelt}, junto con otras {LINK:ToolPage;tools} esenciales.

# Things.ItemMKIIWrench
source: Mk II Wrench
cs: Hasák Mk II
de: Mk II Schraubenschlüssel
es: LLave MK II
fr: Clé à molette MKII
ru: Mk II Гаечный Ключ

# Things.ItemMKIIWrench
source: One of humanity's enduring contributions to the cosmos, the wrench represents the essence of our species. A simple, effective and spiritually barren tool, use it to build and deconstruct a variety of {LINK:StructurePage;structures} The MK II is more resistant to temperature and pressure.
de: Als einer der dauerhaften Beiträge der Menschheit zum Kosmos repräsentiert der Schraubenschlüssel die Essenz unserer Spezies. Ein einfaches, effektives und spirituell unfruchtbares Werkzeug, verwende es, um eine Vielzahl von {LINK:StructurePage;structures} zu erstellen und zu dekonstruieren. Der MK II ist temperatur- und druckbeständiger.
es: Una de las contribuciones perdurables de la humanidad al cosmos, la llave inglesa representa la esencia de nuestra especie. Una herramienta simple, efectiva y espiritualmente estéril, úsela para construir y desmontar una variedad de {LINK:StructurePage;structures}.

# Things.ItemMKIIDuctTape
source: Mk II Duct Tape
cs: Lepící páska Mk II
de: Mk II Klebeband
es: Cinta aislante MK II
fr: Ruban adhésif MKII
ru: Mk II Клейкая лента

# Things.ItemMKIIDuctTape
source: In the distant past, one of Earth's great champions taught a generation of 'Fix-It People' that duct tape was the answer to any problem. {LINK:Stationeers;Stationeers} have demonstrated that this is truth holds strong, so long as the problem is a damaged {THING:ItemEvaSuit}, {THING:ItemJetpackBasic}, {THING:ItemSpaceHelmet}, or even a {THING:StructureSolarPanel}. To use on yourself: put duct tape in your active hand, hold RIGHT MOUSE BUTTON to automatically repair damage.
de: In der fernen Vergangenheit lehrte einer der großen Champions der Erde eine Generation von "Reparatur-Leuten", dass Klebeband die Antwort auf jedes Problem sei. {LINK:Stationeers; Stationeers} haben gezeigt, dass diese Wahrheit standhält, solange das Problem ein beschädigtes {THING:ItemEvaSuit}, {THING:ItemJetpackBasic}, {THING:ItemSpaceHelmet} oder sogar ein {THING:StructureSolarPanel} ist. Um es selbst zu verwenden: Legen Sie Klebeband in Ihre aktive Hand, halten Sie die RECHTE MAUSTASTE gedrückt, um Schäden automatisch zu reparieren.
es: En el pasado lejano, uno de los grandes campeones de la Tierra le enseñó a una generación de 'Fix-It People' que la cinta adhesiva era la respuesta a cualquier problema. {LINK:Stationeers;Stationeers} han demostrado que esto es verdad, siempre y cuando el problema sea un {THING:ItemEvaSuit} dañado, {THING:ItemJetpackBasic}, {THING:ItemSpaceHelmet }, o incluso un {THING:StructureSolarPanel}. Para usar en usted mismo: coloque cinta adhesiva en su mano activa, mantenga presionado el BOTÓN DERECHO DEL RATÓN para reparar automáticamente el daño.

# Things.ItemKitWaterBottleFiller
source: Kit (Water Bottle Filler)
de: Bausatz (Wasserflaschenfüller)
es: Llenador de botellas de agua (kit)

# Things.StructureLiquidTankBig
source: Liquid Tank Big
cs: Nádrž na kapalinu velká
de: Flüssigkeits-Tank (groß)
es: Depósito de Líquidos Grande
fr: Grande Citerne
ru: Большой жидкостной резервуар

# Things.StructureLiquidTankSmall
source: Liquid Tank Small
cs: Nádrž na kapalinu malá
de: Flüssigkeits-Tank (klein)
es: Depósito de Líquidos Pequeño
fr: Citerne
ru: Малый жидкостной резервуар

# Things.ItemKitLiquidTank
source: Kit (Liquid Tank)
cs: Nádrž na kapalinu (sada)
de: Bausatz (Flüssigkeitstank)
es: Kit (Tanque Liquido)
fr: Kit (Citerne)
ru: Набор (Жидкостной резервуар)

# Things.ItemKitLiquidTankInsulated
source: Kit (Insulated Liquid Tank)
cs: Izolovaná nádrž na kapalinu (sada)
de: Bausatz (Isolierter Flüssigkeitstank)
es: Kit (tanque de líquido aislado)

# Things.StructureLiquidTankBigInsulated
source: Insulated Liquid Tank Big
cs: Velká izolovaná nádrž na kapaliny
de: Isolierter Flüssigkeitstank groß
es: Tanque de líquido aislado grande

# Things.StructureLiquidTankSmallInsulated
source: Insulated Liquid Tank Small
cs: Malá izolovaná nádrž na kapaliny
de: Isolierter Flüssigkeitstank klein
es: Tanque de líquido aislado pequeño

# Things.StructureModularRocketLiquidTank
source: Automated Rocket Liquid Storage Module
cs: Automatizovaný raketový modul pro skladování kapalin
de: Automatisiertes Raketen-Flüssigkeitsspeichermodul
es: Módulo de almacenamiento de líquidos del cohete automatizado
fr: Module de stockage de liquide de fusée autonome
ru: Модуль Хранения Жидкостей Автоматической Ракеты

# Things.StructureRocketModuleSilo
source: Automated Rocket Silo Module
cs: Automatizovaný raketový modul sila
de: Automatisiertes Raketen-Lagermodul
es: Módulo de silo del cohete automatizado
fr: Module de silo de fusée autonome
ru: Модуль хранилища автоматической ракеты

# Things.StructureRocketModuleSilo
source: The {LINK:ExMin;ExMin} autonomous silo module provides storage for {LINK:OrePage;ores} collected by the {THING:StructureRocketModuleMiningOre}, {LINK:OrePage;ices} collected by the {THING:StructureModularRocketIceMining} and 'space junk' salvaged by the {THING:StructureModularRocketScrapMining} . In other words, it holds up to 600 'medium-sized dry goods'. The silo module must be connected to a mining or salvage module by a correctly placed {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}, in order for material to pass into the silo. The silo module must also be powered when on the launch pad. It is 'on' by default, but can be turned off with logic if needed. The module can also be attached to a {THING:StructureChuteInlet} in order to connect it to {LINK:ImportExportPage;import/export} networks. To extract resources from the silo module, you must set its state to 'OPEN' using logic.
es: El {LINK:ExMin;ExMin} proporciona almacenamiento para {LINK:OrePage;ores} recopilado por {THING:StructureRocketModuleMiningOre}, {LINK:OrePage;ices} recopilado por {THING:StructureModularRocketIceMining} y 'basura espacial' rescatada por {THING:StructureModularRocketScrapMining} . En otras palabras, tiene capacidad para 600 "productos secos de tamaño mediano". El módulo de silo debe estar conectado a un módulo de minería o salvamento mediante un {THING:StructureModularRocketCouplingDown} o {THING:StructureModularRocketCouplingUp} correctamente colocados, para que el material pase al silo. El módulo de silo también debe estar encendido cuando está en la plataforma de lanzamiento. Está 'activado' de forma predeterminada, pero se puede desactivar con lógica si es necesario. El módulo también se puede conectar a un {THING:StructureChuteInlet} para conectarlo a las redes {LINK:ImportExportPage;import/export}. Para extraer recursos del módulo de silo, debe establecer su estado en 'OPEN' usando lógica.

# Things.StructureRocketModuleBattery
source: Automated Rocket Energy Storage Module
cs: Automatizovaný raketový modul pro skladování elektrické energie
de: Automatisiertes Raketen-Energiespeichermodul
es: Módulo de almacenamiento de energía automatizado del cohete
fr: Module de stockage d'énergie de fusée autonome
ru: Модуль Хранения Энергии Автоматической Ракеты

# Things.StructureRocketModuleBattery
source: Coming soon
cs: Již brzy
de: Demnächst
es: Próximamente
fr: À venir

# Things.StructureRocketModuleGasCollector
source: Automated Rocket Gas Collection Module
cs: Automatizovaný raketový modul pro sběr plynů
de: Automatisiertes Raketengas Sammel-modul
es: Módulo de recolección de gas del cohete automatizado
fr: Module de collecte des gaz de fusée autonome
ru: Модуль Добычи Газа Автоматической Ракеты

# Things.StructureRocketModuleGasCollector
source: Collects gas from space by magic.
cs: Sbírá plyn z vesmíru pomocí magie.
de: Sammelt Gas aus dem Weltraum durch Magie.
es: Recoge el gas del espacio por arte de magia.
fr: Récupère du gaz dans l'espace comme par magie

# Things.StructureRocketModuleEnergyGenerator
source: Automated Rocket Energy Collection Module
cs: Automatizovaný raketový modul pro sběr elektrické energie
de: Automatisiertes Raketen-Energiespeichermodul
es: Módulo automatizado de recolección de energia del cohete
fr: Module de collecte d'énergie de fusée autonome
ru: Модуль Добычи Энергии Автоматической Ракеты

# Things.StructureRocketModuleEnergyGenerator
source: Collects energy by electromagnetically capturing the solar wind. Stores it in the {THING:StructureRocketModuleBattery}. Coming soon
cs: Sbírá energii elektromagnetickým zachycováním slunečního větru. Ukládá ji do {THING:StructureRocketModuleBattery}. Již brzy
de: Sammelt Energie, indem es den Sonnenwind elektromagnetisch einfängt. Speichert es in der {THING:StructureRocketModuleBattery}. Demnächst
es: Recoge energía capturando electromagnéticamente el viento solar. Lo almacena en {THING:StructureRocketModuleBattery}. Próximamente

# Things.StructureRocketModuleMiningJunk
source: The module must be connected to a {THING:StructureRocketModuleSilo} by a properly placed {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}, in order for {LINK:OrePage;ore} to pass from the collector unit into the silo.
de: Das Modul muss mit einem {THING:StructureRocketModuleSilo} durch ein ordnungsgemäß platziertes {THING:StructureModularRocketCouplingDown} oder {THING:StructureModularRocketCouplingUp} verbunden sein, damit {LINK:OrePage;ore} von der Kollektoreinheit in das Lagermodul übergeht.
es: El módulo debe estar conectado a un {THING:StructureRocketModuleSilo} por un {THING:StructureModularRocketCouplingDown} o {THING:StructureModularRocketCouplingUp} correctamente colocado, para que las menas {LINK:OrePage;ore} pasen de la unidad colectora al silo.

# Things.StructureRocketModuleMiningOre
source: Automated Rocket Ore Mining Module
cs: Automatický raketový modul na těžbu rud
de: Automatisiertes Raketen-Erzabbaumodul
es: Módulo de minería automática del cohete
fr: Module d'extraction de minerai de fusée autonome
ru: Добывающий модуль автоматической ракеты

# Things.StructureRocketModuleMiningOre
source: The {LINK:ExMin;ExMin} autonomous {LINK:OrePage;ore} miner harvests metallic ores from asteroids and planets in the local region of space. Its range - and therefore how much {LINK:OrePage;ore} it collects - is strictly determined by the rocket's fuel quantity. The module must be connected to a {THING:StructureRocketModuleSilo} by a properly placed {THING:StructureModularRocketCouplingDown} or {THING:StructureModularRocketCouplingUp}, in order for {LINK:OrePage;ore} to pass from the collector unit into the silo. It has two modes - active (1), and inactive (0), which should only be triggered when the rocket has arrived on the planet and is idle (mode 4).
de: Der {LINK:ExMin; ExMin} autonome {LINK:OrePage;ore} Rohstoffsammler erntet metallische Erze von Asteroiden und Planeten in der lokalen Region des Weltraums. Seine Reichweite - und damit wie viel {LINK:OrePage;ore} er sammelt - wird streng durch die Treibstoffmenge der Rakete bestimmt. Das Modul muss mit einem {THING:StructureRocketModuleSilo} durch ein ordnungsgemäß platziertes {THING:StructureModularRocketCouplingDown} oder {THING:StructureModularRocketCouplingUp} verbunden sein, damit {LINK:OrePage;ore} von der Kollektoreinheit in das Lagermodul übergeht. Es hat zwei Modi - aktiv (1) und inaktiv (0), die nur ausgelöst werden sollten, wenn die Rakete auf dem Planeten angekommen ist und sich im Leerlauf befindet (Modus 4).
es: El LINK:ExMin;ExMin}cosecha minerales metálicos de asteroides y planetas en la región local del espacio. Su alcance, y por lo tanto la cantidad de mineral que recolecta, está estrictamente determinado por la cantidad de combustible del cohete. El módulo debe estar conectado a un {THING:StructureRocketModuleSilo} por un {THING:StructureModularRocketCouplingDown} o {THING:StructureModularRocketCouplingUp} correctamente colocado, para que el mineral {LINK:OrePage;ore} pase de la unidad colectora al silo. Tiene dos modos: activo (1) e inactivo (0), que solo deben activarse cuando el cohete ha llegado al planeta y está inactivo (modo 4).

# Things.StructureModularRocketAutonomous
source: Rocket Modular Autonomous
cs: Modulární autonomní raketa
de: Rakete Modular Autonom
es: Módulo Autónomo del cohete
fr: Fusée modulaire autonome
ru: Автоматическая модульная ракета

# Things.StructureRocketModuleCollectorLiquid
source: Automated Rocket Liquid Harvesting Module
cs: Automatizovaný raketový modul pro sběr kapalin
de: Automatisiertes Raketen-Flüssigkeitssammelmodul
es: Módulo de recolección de líquido automatizado del cohete
fr: Module récolteur de liquide de fusée autonome
ru: Модуль Сбора Жидкостей Автоматической Ракеты

# Things.StructureRocketModuleCollectorLiquid
source: Coming soon
cs: Již brzy
de: Demnächst
es: Próximamente
fr: À venir

# Things.StructureModularRocketAutomation
source: Automated Rocket Automation Module
cs: Automatizovaný autonomní raketový modul
de: Automatisiertes Raketen-Automatisierungsmodul
es: Módulo de automatización del cohete
fr: Module d'automatisation de fusée autonome
ru: Автоматический Ракетный Модуль Автопилота

# Things.StructureModularRocketAutomation
source: The automation module completes the rocket. It passes logic to its respective components.
cs: Automatizační modul dotváří raketu. Předává logiku svým příslušným komponentám.
de: Das Automatisierungsmodul vervollständigt die Rakete. Es übergibt Logik an seine jeweiligen Komponenten.
es: El módulo de automatización completa el cohete. Pasa la lógica a sus respectivos componentes.

# Things.StructureModularRocketCouplingDown
source: Automated Rocket Coupling Module (Down)
cs: Automatizovaný raketový spojovací modul (dolů)
de: Automatisiertes Raketen-Kupplungsmodul (unten)
es: Módulo de acoplamiento automático de cohetes (abajo)
fr: Module de couplage de fusée autonome (bas)
ru: Соединительный модуль автоматической ракеты (низ)

# Things.StructureModularRocketCouplingDown
source: A uni-directional, multi-state conveyance solution, the coupling module is designed to interface between various mining and storage modules. It is essential for the function of the mining unit. When placed BELOW a mining module (eg {THING:StructureRocketModuleMiningOre}), the DOWN coupler passes mined or harvested material (solid, liquid or gas) into the respective storage unit (eg {THING:StructureRocketModuleSilo}).
cs: Spojovací modul, jednosměrné řešení pro vícestavovou dopravu, je určen k propojení různých těžebních a skladovacích modulů. Je nezbytný pro funkci těžební jednotky. Je-li umístěn POD těžebním modulem (např. {THING:StructureRocketModuleMiningOre}), spojka DOLŮ přenáší vytěžený nebo nasbíraný materiál (pevný, kapalný nebo plynný) do příslušné skladovací jednotky (např. {THING:StructureRocketModuleSilo}).
de: Das Kupplungsmodul ist eine unidirektionale Multi-State-Förderlösung und wurde für die Schnittstelle zwischen verschiedenen Bergbau- und Lager-Modulen entwickelt. Es ist essentiell für die Funktion der Bergbau-Einheit. Wenn der UNTEN-Koppler UNTER einem Bergbau-Modul platziert wird (z. B. {THING:StructureRocketModuleMiningOre}), leitet der UNTEN-Koppler abgebautes oder geerntetes Material (fest, flüssig oder gasförmig) in die jeweilige Speichereinheit (z. B. {THING:StructureRocketModuleSilo}).
es: Una solución de transporte unidireccional y multiestatal, el módulo de acoplamiento está diseñado para interactuar entre varios módulos de minería y almacenamiento. Es esencial para el funcionamiento de la unidad minera. Cuando se coloca DEBAJO de un módulo de minería (por ejemplo, {THING:StructureRocketModuleMiningOre}), el acoplador DOWN pasa el material extraído o cosechado (sólido, líquido o gas) a la unidad de almacenamiento respectiva (por ejemplo, {THING:StructureRocketModuleSilo}).

# Things.StructureModularRocketCouplingUp
source: Automated Rocket Coupling Module (Up)
cs: Automatizovaný raketový spojovací modul (nahoru)
de: Automatisiertes Raketen-Kupplungsmodul (oben)
es: Módulo de acoplamiento automático del cohete (ascenso)
fr: Module de couplage de fusée autonome (Haut)
ru: Соединительный модуль автоматической ракеты (верх)
