Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.DynamicGPR
source: The {LINK:Recurso;Recurso} Ground Penetrating Radar (GPR), when used in conjunction with either a {THING:CartridgeOreScanner} or a {THING:CartridgeOreScannerColor} placed in a {THING:ItemTablet}, allows a {LINK:Stationeers;Stationeer} to maximize mining yields and save time gathering resources to complete their mission by displaying hidden ores in the terrain. Insert a cartridge or color scanner into the tablet, then press the activate button on the GPR to scan the surroundings. The data will be displayed on the tablet.
de: Der {LINK:Recurso; Recurso} Ground Penetrating Radar (GPR), wenn es in Verbindung mit einem {THING:CartridgeOreScanner} oder einem {THING:CartridgeOreScannerColor} in einem {THING:ItemTablet} verwendet wird, befähigt es einen {LINK:Stationeers; Stationeer}, die Bergbauerträge zu maximieren und Zeit beim Sammeln von Ressourcen zu sparen, um die Mission zu erfüllen, indem sie versteckte Erze im Gelände anzeigen. Setzen Sie eine Kassette oder einen Farbscanner in das Tablet ein und drücken Sie dann die Aktivierungstaste am GPR, um die Umgebung zu scannen. Die Daten werden auf dem Tablet angezeigt.
es: El Radar Penetrante de Suelo{LINK:Recurso;Recurso} (RPS), cuando se usa junto con un {THING:CartridgeOreScanner} o un {THING:CartridgeOreScannerColor} colocado en una {THING:ItemTablet}, permite a un {LINK:Stationeers; Stationeer} maximizar los rendimientos de la minería y ahorrar tiempo reuniendo recursos para completar su misión al mostrar los minerales ocultos en el terreno. Inserte un cartucho o un escáner a color en la tableta y, a continuación, pulse el botón de activación del GPR para escanear los alrededores. Los datos se mostrarán en la tableta.

# Things.DynamicGPR
source: Ground Penetrating Radar (GPR)
cs: Geologický radar (GPR)
de: Bodenradar
es: Georradar (GPR)
fi: Maaperätutka (GPR)
fr: Radar Souterrain
hu: Talajon áthatoló radar (GPR)
it: Radar sotterraneo
pt_pt: Radar de Penetração no Solo (GPR)
ru: Георадар (GPR)
tr: Zemin Etkili Radar (GPR)

# Things.ItemKitGasGenerator
source: Kit (Gas Fuel Generator)
cs: Generátor na plyn (sada)
de: Bausatz (Gas-Kraftstoffgenerator)
es: Kit (Generador Electrico a Gas)
fi: Varustepakkaus (kaasugeneraattori)
fr: Kit (Générateur à Gaz Combustible)
hu: Készlet (Gázüzemű generátor)
it: Kit (Generatore a gas combustibile)
pt_pt: Kit (Gerador a Gás)
ru: Набор (Газовый электрогенератор)
tr: Donanım (Gaz Yakıt Jeneratörü)

# Things.StructureGasGenerator
source: Gas Fuel Generator
cs: Generátor na plyn
de: Treibstoffgenerator
es: Generador Electrico a Gas
fi: Kaasugeneraattori
fr: Générateur (Gaz Combustible)
hu: Gázüzemű generátor
it: Generatore a gas combustibile
pt_pt: Gerador a Gás
ru: Газовый электрогенератор
tr: Gaz Yakıt Jeneratörü

# Things.ItemTomato
source: Tomato plants are perennial, and will produce multiple harvests without needing to be replanted. Once the plant is mature, it will fruit at a moderate pace.
es: Las plantas de tomate son perennes y producirán múltiples cosechas sin necesidad de ser replantadas. Una vez que la planta está madura, fructificará a un ritmo moderado.

# Things.ItemTomato
source: Tomato
cs: Rajče
de: Tomate
es: Tomate
fi: Tomaatti
fr: Tomate
hu: Paradicsom
it: Pomodoro
pt_pt: Tomate
ru: Томат
tr: Domates

# Things.ItemPotato
source: Potatoes are a simple, fast growing crop that can keep Stationeers alive in emergencies.
es: Las patatas son un cultivo simple y de rápido crecimiento que puede mantener vivos a los Stationeers en emergencias.

# Things.ItemPotato
source: Potato
cs: Brambora
de: Kartoffel
es: Patata
fi: Peruna
fr: Pomme de terre
hu: Burgonya
it: Patata
pt_pt: Batata
ru: Картофель
tr: Patates

# Things.StructureTankBig
source: Large Tank
cs: Velká nádrž
de: Tank (groß)
es: Tanque Grande
fi: Iso säiliö
fr: Grand Réservoir
hu: Nagy tartály
it: Serbatoio grande
pt_pt: Tanque Grande
ru: Большой резервуар
tr: Büyük Tank

# Things.ItemKitBeacon
source: Kit (Beacon)
cs: Maják (sada)
de: Bausatz (Peilsender)
es: Kit (Baliza Fija)
fi: Varustepakkaus (majakka)
fr: Kit (Balise Fixe)
hu: Készlet (Jeladó)
it: Kit (Radiofaro fisso)
pt_pt: Kit (Transmissor de Posição)
ru: Набор (Стационарный маяк)
tr: Donanım (Fener)

# Things.StructureBeacon
source: Beacon
cs: Maják
de: Peilsender
es: Baliza
fi: Majakka
fr: Balise
hu: Jeladó
it: Radiofaro fisso
pt_pt: Transmissor de Posição
ru: Стационарный маяк
tr: Fener

# Things.DynamicSkeleton
source: Skeleton
cs: Kostra
de: Skelett
es: Esqueleto
fi: Luuranko
fr: Squelette
hu: Csontváz
it: Scheletro
pt_pt: Esqueleto
ru: Скелет
tr: İskelet

# Things.NpcChicken
source: Chicken
cs: Kuře
de: Huhn
es: Gallina
fi: Kana
fr: Poulet
hu: Csirke
it: Gallina
pt_pt: Galinha
ru: Курица
tr: Tavuk

# Things.NpcChick
source: Chick
cs: Kuřátko
de: Küken
es: Polluelo
fi: Tipu
fr: Poussin
hu: Csibe
it: Pulcino
pt_pt: Pintainho
ru: Цыпленок
tr: Civciv

# Things.StructureConsoleLED1x3
source: LED Display (Large)
cs: LED displej (Velký)
de: Große LED-Anzeige
es: Pantalla Led (Grande)
fi: LED-näyttö (iso)
fr: Afficheur LED (Grand)
hu: LED kijelző (Nagy)
it: Display a LED 1x3
pt_pt: Visor LED (Grande)
ru: ЖК дисплей (Большой)
tr: LED Ekran (Büyük)

# Things.StructureConsoleLED1x2
source: LED Display (Medium)
cs: LED displej (Střední)
de: Mittlere LED-Anzeige
es: Pantalla Led (Mediano)
fi: LED-näyttö (keskikokoinen)
fr: Afficheur LED (Moyen)
hu: LED kijelző (Közepes)
it: Display a LED 1x2
pt_pt: Visor LED (Médio)
ru: ЖК дисплей (Средний)
tr: LED Ekran (Orta)

# Things.StructureLogicDial
source: An assignable dial with up to 1000 modes.
es: Un dial asignable con hasta 1000 modos.

# Things.StructureCableAnalysizer
source: Cable Analyzer
cs: Kabelový analyzátor
de: Kabelmesseinrichtung
es: Analizador de Cable
fi: Kaapelianalysaattori
fr: Analyseur de Câble
hu: Kábel elemző
it: Analizzatore di cavi
pt_pt: Analisador de Cabos
ru: Анализатор кабеля
tr: Kablo Analiz Cihazı

# Things.ItemCableAnalyser
source: Kit (Cable Analyzer)
cs: Kabelový analyzátor (sada)
de: Bausatz (Kabelmesseinrichtung)
es: Kit (Analizador de Cable)
fi: Varustepakkaus (kaapelianalysaattori)
fr: Kit (Analyseur de Câble)
hu: Készlet (Kábel elemző)
it: Kit (Analizzatore di cavi)
pt_pt: Kit (Analisador de Cabos)
ru: Набор (Анализатор кабеля)
tr: Donanım (Kablo Analiz Cihazı)

# Things.ItemKitRecycler
source: Kit (Recycler)
cs: Recyklátor (sada)
de: Bausatz (Recycler)
es: Kit (Recicladora)
fi: Varustepakkaus (kierrätyskeskus)
fr: Kit (Recycleur)
hu: Készlet (Újrahasznosító)
it: Kit (Riciclatore)
pt_pt: Kit (Reciclador)
ru: Набор (Утилизатор)
tr: Donanım (Geri Dönüştürücü)

# Things.StructureRecycler
source: A device for collecting the raw resources while destroying an item. Produces {THING:ItemReagentMix} containing packages of reagents. Pass these through the {THING:StructureCentrifuge} to gain back the source ores. Plants and organic matter passed through will create Biomass, which when passed through the {THING:StructureCentrifuge} will produce {THING:ItemBiomass}.
cs: Zařízení pro sběr surovin při ničení předmětu. Produkuje {THING:ItemReagentMix} obsahující balík činidel, který nechte projít přes {THING:StructureCentrifuge} pro získání původní rudy. Procházející rostliny a organická hmota vytvoří biomasu, která průchodem přes {THING:StructureCentrifuge} bude produkovat {THING:ItemBiomass}.
de: Ein Gerät zum Sammeln der Rohressourcen durch die Zerstörung eines Gegenstands. Erzeugt {THING:ItemReagentMix} mit Reagenzteilen. Gebe diese in die {THING:StructureCentrifuge}, um die Erze zurückzugewinnen. Pflanzen und organisches Material wenn sie die {THING:StructureCentrifuge} passieren, erzeugen {THING:ItemBiomass}.
es: Un dispositivo para recolectar los recursos en bruto mientras se destruye un artículo. Produce {THING:ItemReagentMix} que contiene paquetes de reactivos. Pasa estos a través de la {THING:StructureCentrifuge} para recuperar los minerales de origen. Las plantas y la materia orgánica atravesada crearán la biomasa, que al pasar por la {THING:StructureCentrifuge} producirá {THING:ItemBiomass}.
fr: Un dispositif pour collecter les ressources brutes tout en détruisant un élément. Il produit des {THING:ItemReagentMix}. Passez-les dans la {THING:StructureCentrifuge} pour séparer les minéraux et les réactifs. Les plantes et la matière organique créeront de la biomasse qui, lorsqu’elle sera passée par la {THING:StructureCentrifuge} produira de la {THING:ItemBiomass}.

# Things.StructureRecycler
source: Recycler
cs: Recyklátor
de: Verwerter
es: Recicladora
fi: Kierrättäjä
fr: Recycleur
hu: Újrahasznosító
it: Riciclatore
pt_pt: Reciclador
ru: Утилизатор
tr: Geri Dönüştürücü

# Things.StructureLogicMathUnary
source: Math Unary
cs: Unární matematika
de: Unäre Logikeinheit
es: Matematico Unario
fi: Unaarinen matematiikkasuoritin
fr: Unité Logique: Fonction Mathématique
hu: Egyváltozós matematikai egység
it: Operazione unaria
pt_pt: Chip Matemático Unário
ru: Чип (Унарные операции)
tr: Matematik Tekli

# Things.StructureLogicSwitch2
source: Switch
cs: Přepínač
de: Schalter
es: Conmutador
fi: Kytkin
fr: Interrupteur
hu: Kapcsoló
it: Interruttore
pt_pt: Interruptor
ru: Переключатель
tr: Anahtar

# Things.StructureLogicButton
source: Button
cs: Tlačítko
de: Taster
es: Botón
fi: Painike
fr: Bouton
hu: Gomb
it: Bottone
pt_pt: Botão
ru: Кнопка
tr: Düğme

# Things.StructureLogicBatchWriter
source: Batch Writer
cs: Dávkový zapisovač
de: Verbundschreibereinheit
es: Grabador Grupos
fi: Eräkirjoitin
fr: Unité Logique: Ecriture Groupée
hu: Csoportos író
it: Unità Logica: Scrittore batch
pt_pt: Chip Escritor em Lotes
ru: Чип (Множественная запись)
tr: Yığın Yazıcı

# Things.StructureSolarPanelDual
source: {LINK:Sinotai;Sinotai} dual solar panels are used for generating power from sunlight, with dedicated data and power ports. They can be connected to {{LINK:LogicPage;Logic} systems, in order to track sunlight, but their efficiency is reduced during storms and when damaged. You can repair these using some trusty {THING:ItemDuctTape}.
de: {LINK:Sinotai; Sinotai} Dual-Solarmodule werden zur Stromerzeugung aus Sonnenlicht verwendet, mit dedizierten Daten- und Stromanschlüssen. Du kannst mit {{LINK:LogicPage; Logik} Systeme erstellen, um dem Sonnenlicht zu folgen, aber ihre Effizienz wird bei Stürmen und bei Beschädigung reduziert. Du kannst diese mit einem vertrauenswürdigen {THING:ItemDuctTape} reparieren.
es: Los Paneles Solares Duales {LINK:Sinotai;Sinotai's} paneles solares duales se utilizan para generar energía de la luz solar, con puertos de datos y energía dedicados. Pueden ser conectados a sistemas {LINK:LogicPage;logic} para rastrear la luz solar, pero su eficiencia se reduce durante las tormentas y cuando se dañan. Puedes repararlos usando una cinta adhesiva confiable. {THING:ItemDuctTape}.

# Things.StructureSolarPanelDual
source: Solar Panel (Dual)
cs: Solární panel (duální)
de: Solarmodul (Dual)
es: Panel Solar (dual)
fr: Panneau Solaire (Double connexion)
ru: Солнечная Панель (Двойная)

# Things.StructureConsoleLED5Large
source: LED Display (Medium)
cs: LED displej (Střední)
de: Mittlere LED-Anzeige
es: Pantalla LED (Mediana)
fi: LED-näyttö (keskikokoinen)
fr: Afficheur LED (Moyen)
hu: LED kijelző (Közepes)
it: Display LED (Medio)
pt_pt: Visor LED (Média)
ru: Светодиодный дисплей (Средний)
tr: LED Ekran (Orta)

# Things.StructureSign2x1
source: Sign 2x1
cs: Cedule 2x1
de: Schild (2:1)
es: Cartel 2x1
fi: Kyltti 2x1
fr: Panneau indicateur 2x1
hu: Tábla 2x1
it: Cartello 2x1
pt_pt: Letreiro 2x1
ru: Знак 2x1
tr: İşaret 2x1

# Things.StructureSign1x1
source: Sign 1x1
cs: Cedule 1x1
de: Schild (1:1)
es: Cartel 1x1
fi: Kyltti 1x1
fr: Panneau indicateur 1x1
hu: Tábla 1x1
it: Cartello 1x1
pt_pt: Letreiro 1x1
ru: Знак 1x1
tr: İşaret 1x1

# Things.StructureConsoleLED8Large
source: LED Display (Large)
cs: LED displej (Velký)
de: Große LED-Anzeige
es: Pantalla LED (Grande)
fi: LED-näyttö (iso)
fr: Afficheur LED (Grand)
hu: LED kijelző (Nagy)
it: Display LED (Grande)
pt_pt: Visor LED (Grande)
ru: Светодиодный дисплей (Большой)
tr: LED Ekran (Geniş)

# Things.StructureConsoleLED5
source: LED Display (Small)
cs: LED displej (Malý)
de: Kleine LED-Anzeige
es: Pantalla LED (Pequeña)
fi: LED-näyttö (pieni)
fr: Afficheur LED (Petit)
hu: LED kijelző (Kicsi)
it: Display LED (Piccolo)
pt_pt: Visor LED (Pequena)
ru: Светодиодный дисплей (Маленький)
tr: LED Ekran (Küçük)

# Things.StructureLogicDisplay5
source: LED Display (Small)
cs: LED displej (Malý)
de: LED-Anzeige (Klein)
es: Pantalla LED (Pequeña)
fi: LED-näyttö (pieni)
fr: Afficheur LED (Petit)
hu: LED kijelző (Kicsi)
it: Display LED (Piccolo)
pt_pt: Visor LED (Pequena)
ru: Светодиодный дисплей (Маленький)
tr: LED Ekran (Küçük)

# Things.StructureLogicMinMax
source: Logic Min/Max
cs: Logika min/max
de: Grenzwerteinheit
es: Min/Max Lógico
fi: Logiikka Min/Max
fr: Unité Logique: Min/Max
hu: Logika: határérték
it: Unità Logica: Min/Max
pt_pt: Chip Lógico Min/Max
ru: Чип (Min/Max)
tr: Mantık Min/Max

# Things.StructureLogicSwitch
source: Lever
cs: Páka
de: Hebel
es: Palanca
fi: Vipu
fr: Interrupteur levier
hu: Kar
it: Interruttore Logico
pt_pt: Alavanca
ru: Рычаг
tr: Şalter

# Things.ItemKitLogicSwitch
source: Kit (Logic Switch)
cs: Logický přepínač (sada)
de: Bausatz (Logikschalter)
es: Kit (Interruptor Lógico)
fi: Varustepakkaus (logiikkakytkin)
fr: Kit (Unité Logique: Interrupteur)
hu: Készlet (Logika: kapcsoló)
it: Kit (Unità Logica: Interruttore)
pt_pt: Kit (Interruptor Lógico)
ru: Набор (Логический переключатель)
tr: Donanım (Mantık Anahtarı)

# Things.ItemKitLogicInputOutput
source: Kit (Logic I/O)
cs: Logický I/O (sada)
de: Bausatz (Logik-I/O)
es: Kit (E/S Lógico)
fi: Varustepakkaus (I/O-piiri)
fr: Kit (Unité Logique: Entrée/Sortie)
hu: Készlet (Logika: I/O)
it: Kit (Unità Logica: Input/Output)
pt_pt: Kit (Chip Lógico I/O)
ru: Набор (Чип ввода-вывода)
tr: Donanım (Mantık G/Ç)

# Things.ItemKitLogicMemory
source: Kit (Logic Memory)
cs: Logická paměť (sada)
de: Bausatz (Logikspeicher)
es: Kit (Memoria Lógica)
fi: Varustepakkaus (muistipiiri)
fr: Kit (Unité Logique: Mémoire)
hu: Készlet (Logika: memória)
it: Kit (Unità Logica: Memoria)
pt_pt: Kit (Chip Lógico Memória)
ru: Набор (Чип памяти)
tr: Donanım (Mantık Belleği)

# Things.ItemKitLogicProcessor
source: Kit (Logic Processor)
cs: Logický procesor (sada)
de: Bausatz (Logikprozessor)
es: Kit (Procesador Lógico)
fi: Varustepakkaus (logiikkaprosessori)
fr: Kit (Unité Logique: Processeur)
hu: Készlet (Logika: processzor)
it: Kit (Unità Logica: Processore)
pt_pt: Kit (Chip Lógico Processador)
ru: Набор (Чип обработки)
tr: Donanım (Mantık İşlemcisi)

# Things.StructureLogicCompare
source: Logic Compare
cs: Logické porovnání
de: Logischer Vergleicher
es: Comparador Lógico
fi: Logiikkavertailija
fr: Unité Logique: Comparateur
hu: Logika: összehasonlító
it: Unità Logica: Compararazione
pt_pt: Chip Lógico Comparador
ru: Чип (Сравнение)
tr: Mantık Karşılaştırıcı

# Things.StructureLogicSelect
source: Logic Select
cs: Logický výběr
de: Logische Wahleinheit
es: Seleccionador Lógico
fi: Logiikkavalitsin
fr: Unité Logique: Sélecteur
hu: Logika: kiválasztás
it: Unità Logica: Selezione
pt_pt: Chip Lógico de Seleção
ru: Чип (Выбор)
tr: Mantık Seçici

# Things.StructureLogicWriter
source: Logic Writer
cs: Logický zapisovač
de: Logische Schreibeinheit
es: Grabador Lógico
fi: Logiikkakirjoitin
fr: Unité Logique: Ecriture
hu: Logika: írás
it: Unità Logica: Scrittura
pt_pt: Chip Lógico de Escrita
ru: Чип (Запись)
tr: Mantık Yazıcı

# Things.StructureLogicMath
source: Logic Math
cs: Logická matematika
de: Logische Recheneinheit
es: Matematico Lógico
fi: Matematiikkasuoritin
fr: Unité Logique: Mathématique
hu: Logika: matek
it: Unità Logica: Matematica
pt_pt: Chip Lógico Unidade Matemática
ru: Чип (Арифметика)
tr: Mantık Matematiği

# Things.StructureLogicMemory
source: Logic Memory
cs: Logická paměť
de: Logische Speichereinheit
es: Memoria Lógica
fi: Muisti
fr: Unité Logique: Mémoire
hu: Logika: memória
it: Unità Logica: Memoria
pt_pt: Chip Lógico Memória
ru: Чип (Память)
tr: Mantık Belleği

# Things.StructureLogicReader
source: Logic Reader
cs: Logická čtečka
de: Logische Leseeinheit
es: Lector Lógico
fi: Logiikkalukija
fr: Unité Logique: Lecture
hu: Logika: olvasás
it: Unità Logica: Lettura
pt_pt: Chip Lógico de Leitura
ru: Чип (Чтение)
tr: Mantık Okuyucu

# Things.ItemKitLogic
source: Kit (Logic Unit)
cs: Logická jednotka (sada)
de: Bausatz (Logikeinheit)
es: Kit (Unidad Lógica)
fi: Varustepakkaus (logiikkayksikkö)
fr: Kit (Unité Logique)
hu: Készlet (Logikai egység)
it: Kit (Unità Logica)
pt_pt: Kit (Unidade Lógica)
ru: Набор (Чип)
tr: Donanım (Mantık Birimi)

# Things.StructureLogicUnit
source: Logic Unit
cs: Logická jednotka
de: Logikeinheit
es: Unidad Lógica
fi: Logiikkayksikkö
fr: Unité Logique
hu: Logikai egység
it: Unità Logica
pt_pt: Unidade Lógica
ru: Чип
tr: Mantık Birimi

# Things.StructureTransformerSmallReversed
source: Transformers control the maximum power that will flow down a cable subnetwork, to prevent overloading {LINK:ElectronicPage;electrical} systems. Output on small transformers can be set from 0 to 5000W. Note that transformers operate as data isolators, preventing data flowing into any network beyond it.
de: Transformatoren steuern die maximale Leistung, die durch ein Kabelsubnetz fließt, um eine Überlastung von {LINK:ElectronicPage;electrical}-Systemen zu verhindern. Die Leistung an kleinen Transformatoren kann von 0 bis 5000W eingestellt werden. Beachte, dass Transformatoren als Datenisolatoren fungieren und verhindern, dass Daten in ein dahinter liegendes Netzwerk fließen.
es: Los transformadores controlan la potencia máxima que fluirá por una subred de cable para evitar la sobrecarga de los sistemas {LINK:ElectronicPage;Electrical}. La salida en pequeños transformadores se puede configurar de 0 a 5000W. Tenga en cuenta que los transformadores funcionan como aisladores de datos, lo que evita que los datos fluyan hacia cualquier red más allá de ellos.

# Things.StructureTransformerSmallReversed
source: Transformer Reversed (Small)
cs: Transformátor (malý, obrácený)
de: Kleiner Transformator Links
es: Transformador invertido (Pequeño)
fr: Transformateur Inversé (Petit)
hu: Transzformátor; fordított (Kicsi)
pt_pt: Transformador Invertido (Pequeno)
ru: Трансформатор (Маленький)
tr: Trafo Ters (Küçük)

# Things.ItemKitToolManufactory
source: Kit (Tool Manufactory)
cs: Výrobník nástrojů (sada)
de: Bausatz (Werkzeugmanufaktur)
es: Kit (Fabricador Herramientas)
fi: Varustepakkaus (työkalutulostin)
fr: Kit (Imprimante Outillage)
hu: Készlet (Eszközgyártó)
it: Kit (Fabbricatore di utensili)
pt_pt: Kit (Construtor de Ferramentas)
ru: Набор (Производитель инструментов)
tr: Donanım (Alet İmalatçısı)

# Things.StructureToolManufactory
source: No mission can be completed without the proper tools. The {LINK:Norsec;Norsec} ThuulDek manufactory can fabricate almost any tool or hand-held device a {LINK:Stationeer;Stationeer} may need to complete their mission, as well as a variety of delightful paints. Upgrade the device using a {THING:ToolPrinterMod} for additional recipes and faster processing speeds.
de: Keine Mission kann ohne die richtigen Werkzeuge abgeschlossen werden. Der {LINK:Norsec; Norsec} ThuulDek Manufaktur kann fast jedes Werkzeug oder Handgerät produzieren das ein {LINK:Stationeer; Stationeer} braucht um seine Mission erfüllen, sowie eine Vielzahl von entzückenden Farben. Aktualisiere das Gerät mit einem {THING:ToolPrinterMod} für zusätzliche Rezepte und schnellere Verarbeitungsgeschwindigkeiten.
es: Ninguna misión puede completarse sin las herramientas adecuadas. El {LINK:Norsec; Norsec} La fábrica ThuulDek puede fabricar casi cualquier herramienta o dispositivo de mano que cualquier {LINK:Stationeer; Stationeer} puede necesitar completar su misión, así como una variedad de pinturas preciosas. Actualice el dispositivo con {THING:ToolPrinterMod} para obtener recetas adicionales y velocidades de procesamiento más rápidas.

# Things.StructureToolManufactory
source: Tool Manufactory
cs: Výrobník nástrojů
de: Werkzeugmanufaktur
es: Fabricador de Herramientas
fi: Työkaluvalmistaja
fr: Imprimante Outillage
hu: Eszközgyártó
it: Fabbricatore di utensili
pt_pt: Construtor de Ferramentas
ru: Производитель инструментов
tr: Alet İmalatçısı

# Things.ItemBeacon
source: Tracking Beacon
cs: Lokalizační maják
de: Portabler Peilsender
es: Baliza Portátil
fi: Seurantamajakka
fr: Balise portable
hu: Hordozható jeladó
it: Radiofaro
pt_pt: Transmissor de Posição
ru: Маячок
tr: İşaret Feneri

# Things.ItemGasSensor
source: Kit (Gas Sensor)
cs: Senzor plynu (sada)
de: Gassensor
es: Sensor de Gas
fi: Varustepakkaus (kaasusensori)
fr: Kit (Capteur de gaz)
hu: Készlet (Gázérzékelő)
it: Sensore di gas
pt_pt: Kit (Sensor de Gás)
ru: Газовый датчик
tr: Donanım (Gaz Sensörü)

# Things.CartridgeTracker
source: Tracker
cs: Lokalizátor
de: Kassette (Peilsignal Empfänger)
es: Rastreador
fr: Carte (Traqueur)
ru: Навигатор
tr: Takipçi

# Things.ItemKitStacker
source: Kit (Stacker)
cs: Svazkovač (sada)
de: Bausatz (Stapeleinheit)
es: Kit (Apilador)
fi: Varustepakkaus (pinoaja)
fr: Kit (Empileur)
hu: Készlet (Stacker)
it: Kit (Impilatore)
pt_pt: Kit (Empilhador)
ru: Набор (Стакер)
tr: Donanım (İstifleyici)

# Things.ItemKitSorter
source: Kit (Sorter)
cs: Třídič (sada)
de: Bausatz (Sortiereinheit)
es: Clasificador (kit)
fi: Varustepakkaus (lajittelija)
fr: Kit (Trieur)
hu: Készlet (Szortírozó)
it: Kit (Classificatore)
pt_pt: Kit (Separador)
ru: Набор (Сортировщик)
tr: Donanım (Ayırıcı)

# Things.ItemKitHydraulicPipeBender
source: Kit (Hydraulic Pipe Bender)
cs: Hydraulická ohýbačka trubek (sada)
de: Bausatz (Hydraulischer Rohrbieger)
es: Kit (Dobladora Tubería Hidráulica)
fi: Varustepakkaus (hydraulinen putkentaivuttaja)
fr: Kit (Cintreuse Hydraulique)
hu: Készlet (Hidraulikus csőhajlító)
it: Kit (Curvatubi idraulica)
pt_pt: Kit (Dobrador Hidráulico de Canos)
ru: Набор (Гидравлический сгибатель труб)
tr: Donanım (Hidrolik Boru Bükücü)

# Things.StructureHydraulicPipeBender
source: A go-to tool for all your atmospheric and plumbing needs, the {LINK:ExMin;ExMin} Atmoprinter will create everything from pipes, pumps and tanks, to vents and filters, ensuring your survival in any environment. Upgrade the Atmoprinter using a {THING:PipeBenderMod} for additional recipes and faster processing speeds.
de: Ein Go-to-Tool für alle Ihre atmosphärischen und sanitären Bedürfnisse, die {LINK:ExMin; ExMin} Atmoprinter erstellt alles, von Rohren, Pumpen und Tanks bis hin zu Lüftungen und Filtern, um dein Überleben in jeder Umgebung zu sichern. Rüste den Atmoprinter mit einem {THING:PipeBenderMod} für zusätzliche Rezepte und schnellere Verarbeitungsgeschwindigkeiten auf.
es: Una herramienta de acceso para todas sus necesidades atmosféricas y de plomería, la dobladora hidráulica {LINK:ExMin;Exmin} creará todo, desde tuberías, bombas y tanques, hasta respiraderos y filtros, asegurando su supervivencia en cualquier entorno. Actualice la Dobladora Hidráulica usando un {THING:PipeBenderMod} para obtener recetas adicionales y velocidades de procesamiento más rápidas.

# Things.StructureHydraulicPipeBender
source: Hydraulic Pipe Bender
cs: Hydraulická ohýbačka trubek
de: Hydraulischer Rohrbieger
es: Dobladora Hidráulica
fi: Hydraulinen putkentaivuttaja
fr: Cintreuse Hydraulique
hu: Hidraulikus csőhajlító
it: Curvatubi idraulica
pt_pt: Dobrador Hidráulico de Canos
ru: Гидравлический сгибатель труб
tr: Hidrolik Boru Bükücü

# Things.ItemKitArcFurnace
source: Kit (Arc Furnace)
cs: Oblouková pec (sada)
de: Bausatz (Lichtbogenofen)
es: Kit (Horno de Arco)
fi: Varustepakkaus (valokaariuuni)
fr: Kit (Four à Arc)
hu: Készlet (Elektromos kohó)
it: Kit (Forno ad arco)
pt_pt: Kit (Forno de Arco Elétrico)
ru: Набор (Дуговая печь)
tr: Donanım (Ark Fırını)
