Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemCableCoil
source: Bodily metaphors are tired and humancentric, but it was Frida Stuppen, the first <color=#0080FFFF>{LINK:ODA;ODA}</color> Administrator, who said, 'Let the cabling be as the nerve and the vessel, transmitting power and data alike through systems we forge among the stars.' Later commentators suggested that she was simply putting a romantic gloss on a piece of dubious economy. Whatever the case, standard cabling is where any <color=#0080FFFF>{LINK:Stationeers;Stationeer's}</color> network begins. Normal coil has a maximum wattage of 5kW. For higher-current applications, use {THING:ItemCableCoilHeavy}.
fr: Les métaphores corporelles sont fatigantes et humano-centrés, mais c’est Frida Stuppen, la première Administratrice de l'<color=#0080FFFF>{LINK:ODA;ODA}</color>, qui a dit, 'Laissez le câblage être comme le nerf et l'artère, qu'il transmette la puissance et les données à travers les systèmes que nous forgeons parmi les étoiles. Plus tard, des journalistes ont laissé entendre qu’elle mettait simplement un vernis romantique sur une économie douteuse. Quoi qu’il en soit, le câblage standard est le point de départ où commence tout réseau <color=#0080FFFF>{LINK:Stationeers;Stationeer’s}</color>. La bobine standard supporte une puissance maximale de 5 kW. Pour les applications nécessitant une puissance plus élevé, utilisez la {THING:ItemCableCoilHeavy}.

# Things.EntityChickenBrown
source: Like so many of its bretheren, this is a chicken. A brown one. It will eat soybeans, corn, and wheat, and lay eggs. Some will be fertilized, producing further chickens. Some will not.
fr: Comme beaucoup de ses frères, c’est un poulet. Celui-ci est marron. Il mangera du soja, du maïs et du blé et pondra des œufs. Certains seront fécondés, produisant d’autres poulets. Certains ne le seront pas.

# Things.DynamicScrubber
source: A portable scrubber does just what it sounds like: removes specific substances from the air. For instance, attaching a {THING:ItemGasFilterCarbonDioxide} will pull <color=#0080FFFF>{LINK:GasPage;CO2}</color> from the surrounding atmosphere. Note that the scrubber has room for one battery and two filters, which will double its operating speed. Neat. When it reaches an internal pressure of 8106kPA, an error signal will flash on the switch, indicating it needs to be emptied. Either vent it directly, or attach it to a pipe network via a {THING:ItemTankConnector} and a {THING:ItemWrench}.
fr: Un épurateur d'air portable fait exactement ça: enlever des substances spécifiques de l’air. Par exemple, l'insertion d’un {THING:ItemGasFilterCarbonDioxide} retirera le <color=#0080FFFF>{LINK:GasPage;CO2}</color=#0080FFFF> de l’atmosphère environnante. Notez que l’épurateur a de la place pour une batterie et deux filtres, ce qui doublera sa vitesse de fonctionnement. Lorsqu’il atteint une pression interne de 8106kPA, un signal d’erreur clignote sur l’interrupteur, indiquant qu’il doit être vidé. Soit vous le ventilez directement, ou vous l'attachez à un réseau de tuyaux via un {THING:ItemTankConnector} et une {THING:ItemWrench}.

# Things.DynamicLight
source: Philippe Starck might not applaud, but this battery-powered light source undarkens the corners when illumination's lacking. Powered by any battery, it's a 'no-frills' <color=#0080FFFF>{LINK:Xigo;Xigo}</color> design that can be cheaply fabricated with the minimum of fuss. Unless you like fuss. In which case, fuss all you like.
fr: Philippe Starck n’applaudirait peut-être pas, mais cette source lumineuse alimentée par batterie illumine les coins lorsque l’éclairage manque. Alimenté par n’importe quelle batterie, c’est un design sans fioritures signé <color=#0080FFFF>{LINK:Xigo;Xigo}</color>. Elle peut être fabriqué à bon marché avec le minimum de pataquès. Sauf si tu aimes le pataquès. Dans ce cas, faites ce que vous voulez.

# Things.DynamicGenerator
source: Every <color=#0080FFFF>{LINK:Stationeers;Stationeer's}</color> best friend, the portable generator gets you up and running, fast. Fill it with a {THING:ItemGasCanisterFuel} to power up and charge a {THING:ItemBatteryCell}, or attach it to a {THING:StructurePowerConnector} to link it into your electrical network. It's pressure driven, so functions more efficiently at lower temperatures, and REALLY efficiently if supercooled. Perfecting your fuel mix also makes a big difference.
fr: Le meilleur ami du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, le générateur portable vous permet de démarrer rapidement. Insérez un {THING:ItemGasCanisterFuel} pour l'alimenter et charger une {THING:ItemBatteryCell}, ou attachez-le à un {THING:StructurePowerConnector} pour le relier à votre réseau électrique. Son fonctionnement dépends de la pression. Il fonctionne donc plus efficacement à de basses températures, et il est VRAIMENT plus efficacement si il est super refroidi. Perfectionner votre mélange de carburant fait également une grande différence.

# Things.DynamicGasCanisterNitrogen
source: Portable tanks store gas. If you need to refill a tank, bolt it to a {THING:ItemTankConnector} using a {THING:ItemWrench}, then connect it to a pipe network. Try to avoid pushing it above 10 MPa, or you'll end up with nitrogen in places you weren't expecting. You can refill a {THING:ItemGasCanisterNitrogen} by attaching it to the tank's striped section. Or you could use a {THING:ItemWrench} to attach it to a rover or rocket for later.
fr: Les réservoirs portables stockent le gaz. Si vous avez besoin de remplir un réservoir, boulonnez-le à un {THING:ItemTankConnector} en utilisant une {THING:ItemWrench}, puis connectez le tout à un réseau de tuyaux. Essayez d’éviter de le remplir au-dessus de 10 MPa, ou vous vous retrouverez avec de l’azote dans des endroits que vous n’attendiez pas. Vous pouvez remplir une {THING:ItemGasCanisterNitrogen} en l'insérant dans la section rayée du réservoir. Ou vous pourriez utiliser une {THING:ItemWrench} pour l’attacher à un rover ou une fusée pour plus tard.

# Things.DynamicGasCanisterAir
source: Portable gas tanks do one thing: store gas. But there's lots you can do with them. To refill the tank, bolt it to a {THING:ItemTankConnector}, then connect it to a pipe network. Try to avoid pushing it above 10 MPa, or bad things happen. Once it's full, you can refill a {THING:ItemGasCanisterOxygen} by attaching it to the tank's striped section. Or you could vent the tank's variable flow rate valve into a room and create an atmosphere. They also attach to rovers and rockets. Alternatively, kick it over and practice barrel rolling. The possiblities are endless.
fr: Les réservoirs portables font une chose : stocker du gaz. Mais vous pouvez faire beaucoup d'autres choses avec. Pour remplir le réservoir, boulonnez-le à un {THING:ItemTankConnector}, puis connectez le tout à un réseau de tuyaux. Essayez d’éviter de le remplir au-dessus de 10 MPa, ou de mauvaises choses vont se produire. Une fois qu’il est plein, vous pouvez remplir un {THING:ItemGasCanisterOxygen} en l’insérant dans la section rayée du réservoir. Ou vous pourriez ouvrir la vanne de débit variable du réservoir dans une pièce et y créer une atmosphère. Ils se fixent également aux rovers et aux fusées. Vous pouvez aussi le renverser et vous entraîner à rouler le baril. Les possibilités sont infinies.

# Things.DynamicCrate
source: The humble dynamic crate has become a symbol of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> invention and independence. With twelve slots and handles at either end for ease of carriage, it's both standard issue and critical kit for cadets and Commanders alike.
fr: L’humble caisse est devenue un symbole de l’invention et de l’indépendance des <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color>. Avec douze emplacements et des poignées aux deux extrémités pour faciliter le transport, il s’agit à la fois d’un élément standard et essentielle pour les cadets et les commandants.

# Things.DynamicAirConditioner
source: The <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color>-designed Huxi portable air conditioner cools by drawing heat from the atmosphere and storing it, or adding heat to the atmosphere from its internal tank. With a max internal pressure of 8106kPa, its capacity is relatively limited, physics being clear on this subject. To extend its temperature storage ability, bolt the Huxi to a {THING:StructureTankConnector}, then connect it to a pipe network supplying hot or cold <color=#0080FFFF>{LINK:GasPage;gases}</color>.
fr: Le climatiseur portable Huxi conçu par <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> refroidit en puisant la chaleur de l’atmosphère et en la stockant, ou réchauffe l’atmosphère en ajoutant de la chaleur depuis son réservoir interne. Avec une pression interne maximale de 8106kPa, sa capacité est relativement limitée, la physique étant claire sur ce sujet. Pour étendre sa capacité de stockage de la chaleur, boulonnez le Huxi à un {THING:StructureTankConnector}, puis connectez-le à un réseau de tuyaux contenant un <color=#0080FFFF>{LINK:GasPage;gases}</color> chaud ou froid.

# Things.CircuitboardShipDisplay
source: When the original <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> Handbook collapsed under its own weight into a singularity, certain information was irretrievably lost. Amongst this mysterious corpus of knowledge is the exact purpose of the ship display board.
fr: Lorsque le Guide du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> original s’est effondré sous son propre poids en une singularité, certaines informations ont été irrémédiablement perdues. Parmi ce mystérieux corpus de connaissances se trouve le but exact du tableau de bord du navire.

# Things.CircuitboardPowerControl
source: Under distant suns and demanding environments, <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> systems need to balance reliability, resilience and versatility. The power control board allows remote enabling and disabling of selected devices, disconnecting manual operation. The circuit board has two modes: 'Link' switches all devices on or off; 'Toggle' switches each device to their alternate state.
fr: Sous des soleils lointains et des environnements exigeants, les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> doivent équilibrer leurs systèmes entre fiabilité, résilience et polyvalence. Le {THING:CircuitboardPowerControl} permet d’activer et de désactiver à distance les dispositifs sélectionnés. Cela désactive le fonctionnement manuel des dispositifs sous contrôle. Le circuit imprimé comporte deux modes : 'Link' active ou désactive tous les dispositifs ; 'Toggle' bascule chaque dispositif dans son état alternatif (actif ou inactif).

# Things.CircuitboardDoorControl
source: A basic tool of <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> base construction, this circuit board provides a way to open and close a {THING:StructureCompositeDoor}, {THING:StructureBlastDoor} or {THING:StructureGlassDoor} remotely, when connected to a {THING:StructureConsole}. This system can be further linked to {THING:StructureMotionSensor} to create automatic doors.
fr: Outil de base de la construction de la base <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, cette carte de circuit imprimé permet d’ouvrir et de fermer à distance une {THING:StructureCompositeDoor}, une {THING:StructureBlastDoor} ou une {THING:StructureGlassDoor}, lorsqu’il est connecté à une {THING:StructureConsole}. Ce système peut être lié à un {THING:StructureMotionSensor} pour créer des portes automatiques.

# Things.CircuitboardAirlockControl
source: Rumored to have been first sketched on a <color=#0080FFFF>{LINK:Norsec;Norsec}</color> toilet wall by a disgruntled engineer, the Exgress airlock control circuit board’s versatility and ease of fabrication has made it the <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> control system of choice for {THING:StructureAirlock} cycling protocols. To enter setup mode, insert the board into a {THING:StructureConsole} along with a data disk. In this mode, you can see all data-accessible objects currently connected to the {THING:StructureConsole}. Doors, lights, gas sensors and slave consoles can be selected (highlighted green), and will be controlled once the data disk is removed.
fr: Selon la rumeur, la polyvalence et la facilité de fabrication de la carte de circuit imprimé Exgress sur un mur de toilette <color=#0080FFFF>{LINK:Norsec;Norsec}</color>, ont fait d’elle le système de commande <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> de choix pour les protocoles de cycle du {THING:StructureAirlock}. Pour entrer en mode de configuration, insérez le {THING:CircuitboardAirlockControl} dans une {THING:StructureConsole} avec un disque de données. Dans ce mode, vous pouvez voir tous les objets accessibles actuellement connectés à la {THING:StructureConsole}. Les portes, les lumières, les capteurs de gaz et les consoles esclaves peuvent être sélectionnés (en surbrillance verte) et seront contrôlés une fois le disque de données retiré.

# Things.CartridgeNetworkAnalyser
source: A minor masterpiece of micro-electronic engineering, the network analyzer displays the current, voltage and wattage of a cable network, as well as any devices connected to it. Based on a widely-copied <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> design, it's used in conjunction with the OreCore {THING:ItemTablet}.
fr: Petit chef-d’œuvre de la micro-électronique, l’analyseur de réseau affiche le courant, la tension et la puissance d’un réseau câblé, ainsi que tous les appareils qui y sont connectés. Basé sur un design <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> largement copié, il est utilisé en conjonction avec la {THING:ItemTablet} OreCore.

# Things.CartridgeMedicalAnalyser
source: When added to the OreCore {THING:ItemTablet}, <color=#0080FFFF>{LINK:Asura;Asura's}</color>'s ReadyMed medical analyzer reveals the health, or otherwise, of users various organs. Due to a design flaw, older models were notorious for producing quasar-like levels of x-ray radiation. Recent advances in shielding have more than halved the risk to users.
fr: Lorsqu’il est installé dans la {THING:ItemTablet} OreCore, l’analyseur médical ReadyMed d’ <color=#0080FFFF>{LINK:Asura;Asura}</color> révèle la santé des divers organes de l'utilisateur. En raison d’un défaut de conception, les anciens modèles étaient connus pour produire des niveaux de rayonnement de type quasar. Les progrès récents en matière de blindage ont plus que réduit de moitié le risque pour les utilisateurs.

# Things.CartridgeAtmosAnalyser
source: The Lorenz atmos analyzer is a multi-functional mass-spectrometer designed by <color=#0080FFFF>{LINK:ExMin;ExMin}</color> for use with the OreCore {THING:ItemTablet}. It displays the pressure, concentration and molar quantity of <color=#0080FFFF>{LINK:GasPage;Gas}</color> in rooms, tanks, or pipe networks.
fr: L’analyseur Lorenz atmos est un spectromètre de masse multifonctionnel, conçu par <color=#0080FFFF>{LINK:ExMin;ExMin}</color> pour être utilisé avec la {THING:ItemTablet} OreCore. Il affiche la pression, la concentration et la quantité molaire de <color=#0080FFFF>{LINK:GasPage;Gaz}</color> dans les salles, les réservoirs ou les tuyaux.

# Things.BodyPartAstronautMaleHead
source: <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>s need to keep their heads at all times.
fr: Les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> doivent garder la tête froide.

# Things.BodyPartAstronautMaleArmL
source: Body Part Astronaut Male Arm)
fi: Body Part Astronaut Male Arm L
fr: Bras Gauche Homme
hu: Testrész Űrhajós Férfi Kar)
it: Braccio sinistro astronauta maschio
pt_pt: Parte do Corpo (Braço Esquerdo de Homem Astronauta)
ru: Часть тела астронавта (мужская левая рука)
tr: Vücut Parçası Astronot Erkek Kol Sol

# Things.BodyPartAstronautFemaleLegL
source: Body Part Astronaut Female Leg)
fi: Body Part Astronaut Female Leg L
fr: Jambe Gauche Femme
hu: Testrész Űrhajós Nő Láb)
it: Gamba sinistra astronauta femmina
pt_pt: Parte do Corpo (Perna Esquerda de Mulher Astronauta)
ru: Часть тела астронавта (женская левая нога)
tr: Vücut Parçası Astronot Kadın Bacak Sol

# Things.ApplianceReagentProcessor
source: Sitting somewhere between a high powered juicer and an alchemist's alembic, the <color=#0080FFFF>{LINK:Xigo;Xigo}</color> reagent processor turns certain raw materials and food items into cooking and crafting ingredients. Indispensible in any space kitchen, just bolt it to the bench, and you're ready to go.
fr: Situé quelque part entre un puissant presse-agrumes et un alambic d&apos;alchimiste, le mixeur <color=#0080FFFF>{LINK:Xigo;Xigo}</color> transforme certaines matières premières en ingrédients essentiels. Indispensable dans n’importe quelle cuisine de l’espace, il suffit de le fixer sur le banc, et vous êtes prêt à mixer.

# Things.StructureHydroponicsTrayData
source: The {<color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> hydroponics device is the ideal vessel for growing a range of <color=#0080FFFF>{LINK:OrganicPage;plantlife}</color>. It must be supplied with water using a pipe network, and sufficient light to generate photosynthesis. It can be automated using the {THING:StructureHarvie}. Note that unlike the {THING:StructureHydroponicsTray}, these cannot be placed consecutively as they are considered devices rather than pure pipes. They do, however, allow data interrogation for logic systems.
ru: Устройство для гидропоники <color=#0080FFFF>{LINK:Agrizero;Agrizero}</color> - идеальный сосуд для выращивания различных <color=#0080FFFF>{LINK:OrganicPage;видов растений}</color>. В него необходимо подавать воду по водопроводной сети и обеспечивать достаточное освещение для фотосинтеза. Это можно автоматизировать с помощью {THING:StructureHarvie}. Обратите внимание, что в отличие от {THING:StructureHydroponicsTray}, они не могут быть размещены последовательно, поскольку они считаются устройствами, а не чистыми трубами. Однако они позволяют запрашивать данные для логических систем.

# Things.ItemCharcoal
source: A basic fuel.
ru: Базовое топливо.

# Things.ItemMiningBeltAdvanced
source: Mining Belt (Advanced)
ru: Пояс Шахтёра (Улучшенный)

# Things.ItemMiningBeltAdvanced
source: A mining belt with 12 slots for ore and three slots for tools.
ru: Пояс шахтёра с 12 слотами для руды и тремя слотами для инструментов.

# Things.StructureWaterBottleFiller
source: Structure Water Bottle Filler
ru: Разливочная Машина Воды

# Things.StructureLiquidPipeRadiator
source: A simple heat exchanger, pipe radiators can be placed on pipes to shed or gain heat, depending on the temperature of the surrounding atmosphere. If the atmosphere is hotter, heat will be added the gas within the pipe network, and visa versa if colder. In a vacuum, heat will be radiated. The speed of heat gain or loss will depend on the liquid in question. Adding multiple radiators will speed up heat transfer.
ru: Простой теплообменник, трубные радиаторы могут быть размещены на трубах для отвода или получения тепла, в зависимости от температуры окружающей атмосферы. Если атмосфера горячее, тепло будет добавляться жидкости внутри трубопроводной сети и наоборот, если холоднее. В вакууме тепло будет излучаться. Скорость получения или потери тепла будет зависеть от используемой жидкости. Добавление нескольких радиаторов ускорит передачу тепла.

# Things.StructureBackLiquidPressureRegulator
source: Back Liquid Pressure Regulator
ru: Регулятор обратного давления жидкости

# Things.StructureRocketModuleBattery
source: Stores power collected by the {THING:StructureRocketModuleEnergyGenerator}.
ru: Хранит энергию собранную при помощи {THING:StructureRocketModuleEnergyGenerator}.

# Things.StructureRocketModuleEnergyGenerator
source: Collects energy by electromagnetically capturing the solar wind. Stores it in the {THING:StructureRocketModuleBattery}.
ru: Собирает энергию за счет электромагнитного улавливания солнечного ветра. Хранит собранное в {THING:StructureRocketModuleBattery}.

# Things.StructureRocketModuleMiningJunk
source: Automated Rocket Salvage Module
ru: Модуль Сбора Вторсырья Автоматической Ракеты

# Things.StructureModularRocketCouplingDown
source: A uni-directional, multi-state conveyance solution, the coupling module is designed to interface between mining and storage modules. The 'down' unit passes mined or harvested material (solid, liquid or gas) from the collection module to its respective storage unit, when the unit is placed BELOW the collection unit. Without such a coupler, the collection module would rapidly fill up and stop harvesting.
ru: Однонаправленное решение для транспортировки с несколькими состояниями, соединительный модуль предназначен для взаимодействия между модулями добычи и хранения. 'Нижний' блок передает добытый или собранный материал (твердый, жидкий или газовый) из модуля сбора в соответствующий блок хранения, когда блок размещается НИЖЕ блока сбора. Без такого соединителя модуль сбора быстро заполнится и перестанет собирать ресурсы.

# Things.StructureModularRocketCouplingUp
source: A uni-directional, multi-state conveyance solution, the coupling module is designed to interface between mining and storage modules. The 'up' unit passes mined or harvested material (solid, liquid or gas) from the collection module to its respective storage unit, when the unit is placed ABOVE the collector. Without such a coupler, the collection module would rapidly fill up and stop harvesting.
ru: Однонаправленное решение для транспортировки с несколькими состояниями, соединительный модуль предназначен для взаимодействия между модулями добычи и хранения. 'Верхний' блок передает добытый или собранный материал (твердый, жидкий или газовый) из модуля сбора в соответствующий блок хранения, когда блок размещается НАД блоком сбора. Без такого соединителя модуль сбора быстро заполнится и перестанет собирать ресурсы.

# Things.ItemCornSoup
source: Made using {THING:ItemCorn} and an {THING:ItemEmptyCan} in a {THING:ApplianceMicrowave}.
ru: Создается используя {THING:ItemCorn} и {THING:ItemEmptyCan} в {THING:ApplianceMicrowave}.

# Things.ItemPumpkinSoup
source: Made using {THING:ItemPumpkin} and an {THING:ItemEmptyCan} in a {THING:ApplianceMicrowave}.
ru: Создается используя {THING:ItemPumpkin} и {THING:ItemEmptyCan} в {THING:ApplianceMicrowave}.

# Things.ItemEmptyCan
source: Used for making soups when combined with food in the {THING:ApplianceMicrowave}.
ru: Используется для приготовления супов смешиванием еды в {THING:ApplianceMicrowave}.

# Things.StructureBatteryLarge
source: Description coming.
ru: Описание - скоро.

# Things.StructureBatteryLarge
source: Battery Large
ru: Большая батарея

# Things.StructureSDBSilo
source: The majestic silo holds large quantities of almost anything. While it is doing that, it cannot be deconstructed.
ru: Это величественное хранилище вмещает большое количество практически всего. Пока оно это делает, его нельзя деконструировать.

# Things.ItemKitAutoMinerSmall
source: Kit Auto Miner Small
pt_pt: Kit Minerador Auto Pequeno
ru: Набор Небольшой автоматический рудокоп
tr: Donanım Otomatik Kazıcı Küçük

# Things.StructureAutoMinerSmall
source: Auto Miner Small
ru: Небольшой Автоматический Рудокоп
tr: Otomatik Kazıcı Küçük

# Things.Phobos
source: Phobos
hu: Phobosz
ru: Фобос
tr: Türler

# Things.MotherboardComms
source: Communications
ru: Связь
tr: Haberleşme

# Things.MotherboardProgrammableChip
source: IC Editor
ru: Программатор IC
tr: IC Düzenleyici

# Things.ItemKitPipeValve
source: Item Kit Pipe Valve
fi: Varustepakkaus (putkiventtiili)
hu: Készlet (Csap)
it: Kit tubo con valvola
pt_pt: Item Kit Válvula para Canos
ru: Клапан
tr: Parça Donanımı Boru Vanası
