Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ElectronicPrinterMod
source: Apply to an {THING:StructureElectronicsPrinter} with a {THING:ItemWeldingTorch} or {THING:ItemArcWelder} to upgrade for increased processing speed and more recipe options.
cs: Použijte na {THING:StructureElectronicsPrinter} se {THING:ItemWeldingTorch} nebo {THING:ItemArcWelder} pro vylepšení na zvýšení rychlosti zpracování a více možností receptů.
de: Montiere an einem {THING:StructureElectronicsPrinter} mit einem {THING:ItemWeldingTorch} oder {THING:ItemArcWelder}, um ein Upgrade für eine höhere Verarbeitungsgeschwindigkeit und mehr Rezeptoptionen durchzuführen.
es: Aplicar a una {THING:StructureElectronicsPrinter} con una {THING:ItemWeldingTorch} o {THING:ItemArcWelder} para actualizar y obtener una mayor velocidad de procesamiento y más opciones de recetas.
fr: Appliquer-le à un {THING:StructureElectronicsPrinter} avec un {THING:ItemWeldingTorch} ou un {THING:ItemArcWelder} pour augmenter la vitesse de traitement et plus de recettes de fabrication.
ru: Примените к {THING:StructureElectronicsPrinter} при помощи {THING:ItemWeldingTorch} или {THING:ItemArcWelder} чтобы увеличить скорость работы и получить доступ к большему числу рецептов.

# Things.ElectronicPrinterMod
source: Electronic Printer Mod
cs: Mod tiskárny elektroniky
de: Elektronikdrucker-Upgrade
es: Impresora Electrónica Mod
fr: Module Imprimante Electronique
hu: Elektronika nyomtató modul
pt_pt: Mod para Impressora de Componentes Eletrónicos
ru: Модуль принтера электроники
tr: Elektronik Yazıcı Modu

# Things.StructureCompositeCladdingAngledCornerInner
source: Composite Cladding (Angled Corner Inner)
cs: Kompozitní opláštění (Vnitřní rohový roh)
de: Verbundverkleidung (Innere Ecke)
es: Revestimiento compuesto (Esquina en Ángulo interior)
fr: Revêtement Composite (Coin incliné intérieur)
hu: Kompozit burkolat (Döntött belső sarok)
pt_pt: Revestimento Composto (Cantos Angulosos interior)
ru: Композитное покрытие (Угол внутренний)
tr: Alaşım Kaplama (Açılı Köşe İç)

# Things.StructureCompositeCladdingAngledCornerInnerLong
source: Composite Cladding (Angled Corner Inner Long)
cs: Kompozitní opláštění (Úhlový roh vnitřní dlouhý)
de: Verbundverkleidung (Lange innere Ecke)
es: Revestimiento compuesto (Esquina en Ángulo interior Larga)
fr: Revêtement Composite (Coin incliné intérieur Long)
hu: Kompozit burkolat (Döntött belső hosszú sarok)
pt_pt: Revestimento Composto (Cantos Angulosos interior longo)
ru: Композитное покрытие (Угол внутренний длинный)
tr: Alaşım Kaplama (Açılı Köşe İç Uzun)

# Things.StructureCompositeCladdingAngledCornerInnerLongL
source: Composite Cladding (Angled Corner Inner Long L)
cs: Kompozitní opláštění (Úhlový roh vnitřní dlouhý L)
de: Verbundverkleidung (Linke lange innere Ecke)
es: Revestimiento compuesto (Esquina en Ángulo interior larga L)
fr: Revêtement Composite (Coin incliné intérieur Long G)
hu: Kompozit burkolat (Döntött belső hosszú sarok L)
pt_pt: Revestimento Composto (Cantos Angulosos interior longo L)
ru: Композитное покрытие (Угол внутренний длинный левый)
tr: Alaşım Kaplama (Açılı Köşe İç Uzun Sol)

# Things.StructureCompositeCladdingAngledCornerInnerLongR
source: Composite Cladding (Angled Corner Inner Long R)
cs: Kompozitní opláštění (Úhlový roh vnitřní dlouhý R)
de: Verbundverkleidung (Rechte lange innere Ecke)
es: Revestimiento compuesto (Esquina en Ángulo interior Larga R)
fr: Revêtement Composite (Coin incliné intérieur Long D)
hu: Kompozit burkolat (Döntött belső hosszú sarok R)
pt_pt: Revestimento Composto (Cantos Angulosos interior longo R)
ru: Композитное покрытие (Угол внутренний длинный правый)
tr: Alaşım Kaplama (Açılı Köşe İç Uzun Sağ)

# Things.StructureCompositeCladdingRoundedCornerInner
source: Composite Cladding (Rounded Corner Inner)
cs: Kompozitní opláštění (Vnitřní zaoblený roh)
de: Verbundverkleidung (Abgerundete innere Ecke)
es: Revestimiento compuesto (Esquina Redondeada interior)
fr: Revêtement Composite (Coin arrondi intérieur)
hu: Kompozit burkolat (Kerekített belső sarok)
pt_pt: Revestimento Composto (Cantos Interiores Arredondados)
ru: Композитное покрытие (Угол закругленный внутренний)
tr: Alaşım Kaplama (Yuvarlak Köşe İç)

# Things.ReagentCobalt
source: Cobalt Powder
cs: Prášek kobaltu
de: Cobalt (Pulver)
es: Polvo de Cobalto
fr: Poudre de cobalt
hu: Kobaltpor
pt_pt: Pó de Cobalto
ru: Порошок кобальта
tr: Kobalt Tozu

# Things.ItemCobaltIngot
source: Ingot (Cobalt)
cs: Kobalt (ingot)
de: Cobalt (Barren)
es: Lingote (Cobalto)
fr: Lingot (Cobalt)
hu: Öntvény (Kobalt)
pt_pt: Lingote (Cobalto)
ru: Слиток кобальта
tr: Külçe (Kobalt)

# Things.ItemCobaltOre
source: Cobalt is a chemical element with the symbol "Co" and is typically found in only small deposits. Cobalt is a rare substance, but used create the {THING:ItemHealPill} and several {LINK:IngotPage;alloys}.
de: Kobalt ist ein chemisches Element mit dem Symbol "Co" und kommt typischerweise nur in kleinen Ablagerungen vor. Kobalt ist eine seltene Substanz, aber wird verwendet für die Herstellung von {THING:ItemHealPill} und mehreren {LINK:IngotPage;alloys}.
es: El cobalto es un elemento químico con el símbolo "Co" y se encuentra típicamente en pequeños depósitos. El cobalto es una sustancia rara, pero se utiliza para crear la pastilla {THING:ItemHealPill} y varias aleaciones {LINK:IngotPage;aleaciones}.

# Things.ItemCobaltOre
source: Ore (Cobalt)
cs: Kobalt (ruda)
de: Cobalt (Erz)
es: Mineral (Cobalto)
fr: Minerai (Cobalt)
hu: Érc (Kobalt)
pt_pt: Minério (Cobalto)
ru: Кобальт
tr: Cevher (Kobalt)

# Things.ItemAstroloyIngot
source: Due to the original Stationeer manual collapsing into a singularity, Astroloy recipes have been warped by spacetime contortions. The correct Astroloy recipe, as memorialized for all time in a series of charming plastic icons, is 1.0 Copper, 1.0 Cobalt, and 2.0 Steel.
cs: Vzhledem k tomu, že se původní příručka Stationeer zhroutila do singularity, byly recepty Astroloy deformovány časoprostorovými deformacemi. Správný recept Astroloy, který je navždy zachycen v sérii půvabných plastových ikonek, je 1,0 mědi, 1,0 kobaltu a 2,0 oceli.
de: Da das ursprüngliche Stationeer-Handbuch in eine Singularität kollabiert ist, wurden Astroloy-Rezepte durch Raumzeitverzerrungen verschoben. Das richtige Astroloy-Rezept, wie es für alle Zeiten in einer Reihe von charmanten Plastik-Icons in Erinnerung geblieben ist, ist 1.0 Kupfer, 1.0 Kobalt und 2.0 Stahl.
es: Debido a que el manual original del Stationeer se derrumbó en una singularidad, las recetas de Astroloy han sido deformadas por contorsiones espacio-tiempo. La receta correcta de Astroloy, conmemorada para todos los tiempos en una serie de encantadores iconos de plástico, es 1 Cobre, 1 Cobalto y 2 de Acero.

# Things.ItemAstroloyIngot
source: Ingot (Astroloy)
cs: Astroloy (ingot)
de: Astroloy (Barren)
es: Lingote (Astroloy)
fr: Lingot (Astroloy)
hu: Öntvény (Astroloy)
pt_pt: Lingote (Astroloy)
ru: Слиток астролоя
tr: Külçe (Astroloy)

# Things.ItemInconelIngot
source: Ingot (Inconel)
cs: Inconel (ingot)
de: Inconel (Barren)
es: Lingote (Inconel)
fr: Lingot (Inconel)
hu: Öntvény (Inconel)
pt_pt: Lingote (Inconel)
ru: Слиток инконеля
tr: Külçe (Inconel)

# Things.ItemHastelloyIngot
source: Ingot (Hastelloy)
cs: Hastelloy (ingot)
de: Hastelloy (Barren)
es: Lingote (Hastelloy)
fr: Lingot (Hastelloy)
hu: Öntvény (Hastelloy)
pt_pt: Lingote (Hastelloy)
ru: Слиток хастеллоя
tr: Külçe (Hastelloy)

# Things.ItemWaspaloyIngot
source: Ingot (Waspaloy)
cs: Waspaloy (ingot)
de: Waspaloy (Barren)
es: Lingote (Waspaloy)
fr: Lingot (Waspaloy)
hu: Öntvény (Waspaloy)
pt_pt: Lingote (Waspaloy)
ru: Слиток васпалоя
tr: Külçe (Waspaloy)

# Things.ItemStelliteIngot
source: Ingot (Stellite)
cs: Stellite (ingot)
de: Stellit (Barren)
es: Lingote (Stellite)
fr: Lingot (Stellite)
hu: Öntvény (Stellit)
pt_pt: Lingote (Estelite)
ru: Слиток стеллита
tr: Külçe (Stellit)

# Things.ItemKitAdvancedFurnace
source: Kit (Advanced Furnace)
cs: Pokročilá pec (sada)
de: Bausatz (Verbesserter Schmelzofen)
es: Kit (Horno Avanzado)
fr: Kit (Fourneau avancé)
hu: Készlet (Fejlett kohó)
pt_pt: Kit (Fornalha Avançada)
ru: Набор (Улучшенная печь)
tr: Donanım (Gelişmiş Fırın)

# Things.StructureAdvancedFurnace
source: The advanced furnace comes with integrated inlet and outlet pumps for controlling the unit's internal pressure.
cs: Moderní pec je vybavena integrovanými vstupními a výstupními čerpadly pro regulaci vnitřního tlaku v jednotce.
de: Der fortschrittliche Ofen verfügt über integrierte Ein- und Auslasspumpen zur Steuerung des Innendrucks des Geräts.
es: El horno avanzado viene con bombas de entrada y salida integradas para controlar la presión interna de la unidad.

# Things.StructureAdvancedFurnace
source: Advanced Furnace
cs: Pokročilá pec
de: Verbesserter Schmelzofen
es: Horno Avanzado
fr: Fourneau avancé
hu: Fejlett kohó
pt_pt: Fornalha Avançada
ru: Улучшенная печь
tr: Gelişmiş Fırın

# Things.ItemKitLogicTransmitter
source: Kit (Logic Transmitter)
cs: Logický vysílač (sada)
de: Bausatz (Logik Überträger)
es: Kit (Transmisor lógico)
fr: Kit (Unité Logique Transmetteur)
hu: Készlet (Logikai továbbító)
pt_pt: Kit (Transmissor lógico)
ru: Набор (Логический передатчик)
tr: Donanım (Mantık Vericisi)

# Things.StructureLogicTransmitter
source: Logic Transmitter
cs: Logický vysílač
de: Logischer Sender
es: Transmisor lógico
fr: Unité Logique: Transmetteur
hu: Logikai továbbító
pt_pt: Transmissor lógico
ru: Логический передатчик
tr: Mantık Vericisi

# Things.Robot
source: Designed by - presumably drunk - {LINK:Norsec;Norsec} roboticists, AIMeE (or Automated Independent Mechanical Entity) can be a {LINK:Stationeers;Stationeer's} best friend, or tiresome nemesis, or both several times in the same day. Intended to unearth and retrieve ores automatically, the unit requires basic programming knowledge to operate, and {THING:MotherboardProgrammableChip}. AIMEe has 7 modes: RobotMode.None = 0 = Do nothing RobotMode.None = 1 = Follow nearest player RobotMode.None = 2 = Move to target in straight line RobotMode.None = 3 = Wander around looking for ores in 15 co-ords radius RobotMode.None = 4 = Unload in chute input or chute bin within 3 meters / 1.5 large grids RobotMode.None = 5 = Path(find) to target RobotMode.None = 6 = Automatic assigned state, shows when storage slots are full
de: Entworfen von - vermutlich betrunkenen - {LINK:Norsec; Norsec} Robotikern, AIMeE (oder Automated Independent Mechanical Entity) kann ein {LINK:Stationeers;Stationeer's} bester Freund oder ermüdender Erzfeind oder beides mehrmals am selben Tag sein. Das Gerät soll Erze automatisch ausgraben und abrufen, erfordert grundlegende Programmierkenntnisse für den Betrieb und {THING:MotherboardProgrammableChip}. AIMEe hat 7 Modi: RobotMode.None = 0 = Nichts tun RobotMode.None = 1 = Folge dem nächsten Spieler RobotMode.None = 2 = In gerader Linie zum Ziel bewegen RobotMode.None = 3 = Suche nach Erzen in einem Radius von 15 Koordinaten RobotMode.None = 4 = Entlade im Schachteinwurf oder Schachteinlass innerhalb von 3 Metern / 1,5 große Gitter RobotMode.None = 5 = Pfad(finder) zum Ziel RobotMode.None = 6 = Automatisch zugewiesener Status, zeigt an, wenn die Steckplätze voll sind
es: Diseñado por - un presumiblemente borracho robotista {LINK:Norsec;Norsec}, AIMeE (o Automated Independent Mechanical Entity)(Entidad Mecanica Automatizada Independiente) puede ser un {LINK:Stationeers;Stationeer's}, o la némesis tediosa, o ambas varias veces en el mismo día. Destinada a desenterrar y recuperar minerales automáticamente, la unidad requiere conocimientos básicos de programación para operar, y un {THING:MotherboardProgrammableChip}. AIMEe tiene 7 modos: RobotMode.None = 0 = No hacer nada RobotMode.None = 1 = Seguir al jugador más cercano RobotMode.None = 2 = Mover al objetivo en línea recta RobotMode.None = 3 = Deambula en busca de minerales en un radio de 15 co-ords RobotMode.None = 4 = Descarga en la entrada del conducto o en el contenedor del conducto dentro de los 3 metros / 1.5 rejillas grandes RobotMode.None = 5 = Ruta (encontrar) al destino RobotMode.None = 6 = Estado asignado automático, muestra cuando las ranuras de almacenamiento están llenas

# Things.ItemCoffeeMug
source: Coffee Mug
cs: Hrnek na kávu
de: Kaffeetasse
es: Taza de café
fr: Tasse de café
hu: Kávésbögre
pt_pt: Chávena de Café
ru: Кофейная кружка
tr: Kahve Bardağı

# Things.StructureSolarPanelFused
source: Used for generating power from sunlight. Efficiency is reduced during storms and when damaged. You can repair it using some trusty {THING:ItemDuctTape}.
cs: Používá se k výrobě energie ze slunečního záření. Účinnost se snižuje během bouří a při poškození. Lze jej opravit pomocí věrné {THING:ItemDuctTape}.
de: Wird zur Stromerzeugung aus Sonnenlicht verwendet. Die Effizienz wird während Stürmen und bei Schäden reduziert. Du kannst es mit einem vertrauenswürdigen {THING:ItemDuctTape} reparieren.
es: Se utiliza para generar energía a partir de la luz solar. La eficiencia se reduce durante las tormentas y cuando se dañan. Puedes repararlo usando alguna {THING:ItemDuctTape} confiable.
fr: Utilisé pour produire de l’énergie à partir de la lumière du soleil. Leur efficacité est réduite pendant les tempêtes et lorsqu’il est endommagé. Vous pouvez le réparer à l’aide du {THING:ItemDuctTape}.
ru: Используется для выработки энергии из солнечного света. Эффективность снижается во время шторма и при повреждениях. Вы можете починить её с помощью старой доброй {THING:ItemDuctTape}.

# Things.StructureSolarPanelFused
source: Solar Panel
cs: Solární panel
de: Solarmodul
es: Panel Solar
fr: Panneau Solaire
hu: Napelem
pt_pt: Painel Solar
ru: Солнечная панель
tr: Güneş Paneli

# Things.ItemExplosive
source: Remote Explosive
cs: Dálková výbušnina
de: Ferngezündeter Sprengstoff
es: Explosivos a distancia
fr: Explosif à distance
hu: Távolról elsüthető robbanószer
pt_pt: Explosivo Remoto
ru: Дистанционная взрывчатка
tr: Uzaktan Patlayıcı

# Things.ItemRemoteDetonator
source: Remote Detonator
cs: Dálkový detonátor
de: Fernzünder
es: Detonador remoto
fr: Détonateur à distance
hu: Távdetonátor
pt_pt: Detonador Remoto
ru: Дистанционный детонатор
tr: Uzaktan Fünye

# Things.Lander
source: Lander
cs: Přistávací modul
de: Landefahrzeug
es: Módulo de aterrizaje
fr: Atterisseur
hu: Leszállóegység
ru: Посадочный модуль
tr: İniş Alanı

# Things.DynamicGasCanisterPollutants
source: Portable Gas Tank (Pollutants)
cs: Přenosná nádrž na plyn (Znečišťující látky)
de: Tragbarer Gastank (Schadstoffe)
es: Tanque Portátil de gas (Contaminantes)
fr: Réservoir portable (Polluant)
ru: Переносной резервуар (Токсины)

# Things.DynamicGasCanisterNitrousOxide
source: Portable Gas Tank (Nitrous Oxide)
cs: Přenosná nádrž na plyn (oxid dusný)
de: Tragbarer Gastank (Lachgas)
es: Tanque Portátil de gas (Óxido Nitroso)
fr: Réservoir portable (Protoxyde d'azote)
ru: Переносной резервуар (Закись азота)

# Things.ItemKitAutoMiner
source: Kit (Auto Miner)
cs: Automatický těžič (sada)
de: Bausatz (Förderbohrer)
es: Kit (Excavadora Automática)
fr: Kit (Station de minage)
ru: Набор (Автоматический Рудокоп)

# Things.Meteorite
source: Meteorite
cs: Meteorit
de: Meteorit
es: Meteorito
fr: Météorite
hu: Meteorit
pt_pt: Meteorito
ru: Метеорит
tr: Göktaşı

# Things.StructureStairs4x2RailR
source: Stairs with Rail (Right)
cs: Schody se zábradlím (Pravé)
de: Treppe mit Geländer (Rechts)
es: Escaleras con barandillas (Dcha.)
fr: Escaliers avec rampe (droite)
hu: Lépcső korláttal (jobb)
pt_pt: Escadas com Corrimão (Direito)
ru: Лестница с перилами (правая)
tr: Raylı Merdivenler (Sağ)

# Things.StructureStairs4x2RailL
source: Stairs with Rail (Left)
cs: Schody se zábradlím (Levé)
de: Treppe mit Geländer (Links)
es: Escaleras con barandillas (Izda.)
fr: Escaliers avec rampe (gauche)
hu: Lépcső korláttal (bal)
pt_pt: Escadas com Corrimão (Esquerdo)
ru: Лестница с перилами (левая)
tr: Raylı Merdivenler (Sol)

# Things.StructureStairs4x2Rails
source: Stairs with Rails
cs: Schody se zábradlím
de: Treppen mit Geländern
es: Escaleras con barandillas
fr: Escaliers avec rampe
hu: Lépcső korláttal
pt_pt: Escadas com Corrimão
ru: Лестница с перилами
tr: Raylı Merdivenler

# Things.ItemKitRoverFrame
source: Not spawnable.
cs: Nelze vytvořit.
de: Nicht spawnfähig.
es: No se puede regenerar.

# Things.ItemKitRoverFrame
source: Kit (Rover Frame)
cs: Rám roveru (sada)
de: Bausatz (Rover Rahmen)
es: Kit (Marco Rover)
fr: Kit (Cadre pour Rover)
hu: Készlet (Terepjáró váz)
pt_pt: Kit (Estrutura do Rover)
ru: Набор (Каркас планетохода)
tr: Donanım (Gezginci Çerçevesi)

# Things.StructureRover
source: Rover Frame
cs: Rám rouveru
de: Rover Rahmen
es: Marco Rover
fr: Cadre pour Rover
hu: Terepjáró váz
pt_pt: Estrutura do Rover
ru: Каркас планетохода
tr: Gezginci Çerçevesi

# Things.ItemCreditCard
source: Credit Card
cs: Kreditní karta
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
hu: Bankkártya
pt_pt: Cartão de Crédito
ru: Кредитная карта
tr: Kredi Kartı

# Things.RoverCargo
source: Rover (Cargo)
cs: Rouver (Náklad)
de: Rover (Fracht)
es: Rover
hu: Terepjáró (Teherszállító)
pt_pt: Rover (Armazenamento)
ru: Планетоход (Грузовой)
tr: Gezginci (Kargo)

# Things.ItemMiningDrillHeavy
source: Sometimes mining trips require something a little bigger to bring home the goods. This scaled up version of the {LINK:Recurso;Recurso} 'Topo' design {THING:ItemMiningDrill} can literally move mountains. The heavy mining drill will remove more ground and mine {LINK:OrePage;ore} more quickly than the standard mining drill. The heavy mining drill is also resilient to temperature and pressure. So no matter what planet or extreme weather conditions may be present, the Recurso heavy mining drill will get the job done.
de: Manchmal erfordern Bergbaureisen etwas Größeres, um die Erträge nach Hause zu bringen. Diese hochskalierte Version des {LINK:Recurso; Recurso} 'Topo' Design {THING:ItemMiningDrill} kann buchstäblich Berge versetzen. Der schwere Bergbaubohrer wird mehr Boden entfernen und {LINK:OrePage;ore} schneller abbauen als der Standard-Bergbaubohrer. Der schwere Bergbaubohrer ist auch widerstandsfähig gegenüber Temperatur und Druck. Unabhängig davon, welcher Planet oder welche extremen Wetterbedingungen gegeben sind, der schwere Bergbaubohrer Recurso wird die Arbeit erledigen.
es: A veces, los viajes mineros requieren algo un poco más grande para llevar a casa los productos. Esta versión a escala del {LINK:Recurso;Recurso} diseño 'Topo' {THING:ItemMiningDrill} puede literalmente mover montañas. El taladro minero pesado eliminará más tierra y minará el oro más rápidamente que el taladro minero estándar. El taladro de minería pesada también es resistente a la temperatura y la presión. Entonces, no importa qué planeta o condiciones climáticas extremas puedan estar presentes, el taladro de minería pesada hará el trabajo.

# Things.ItemMiningDrillHeavy
source: Mining Drill (Heavy)
cs: Těžební vrták (težký)
de: Bergbaubohrer (schwer)
es: Taladro Minería (Pesado)
fr: Foreuse lourde
hu: Bányászfúró (Fejlett)
pt_pt: Broca de Mineração (Industrial)
ru: Мощный бур
tr: Madencilik Matkabı (Ağır)

# Things.ItemArcWelder
source: Arc Welder
cs: Oblouková svářečka
de: Lichtbogenschweißgerät
es: Soldador Eléctrico
fr: Soudeur à arc
hu: Elektromos hegesztő
pt_pt: Soldador Eléctrico
ru: Дуговой сварщик
tr: Ark Kaynak Aleti

# Things.DynamicPortal
source: Dynamic Portal
cs: Dynamický portál
de: Dynamisches Portal
es: Portal dinámico
fr: Portail dynamique
hu: Dinamikus portál
pt_pt: Portal Dinâmico
ru: Динамический портал
tr: Dinamik Kapı

# Things.StructureWallLightBattery
source: Wall Light (Battery)
cs: Nástěnné světlo (napájené z baterie)
de: Wandleuchte (Batterie)
es: Lámpara de pared (batería)
fi: Valaisin (paristoilla toimiva)
fr: Lumière murale (Batterie)
hu: Fali fény (Elemes)
it: Luce a muro (Batteria)
pt_pt: Lâmpada de Parede (Bateria)
ru: Настенный светильник (С аккумулятором)
tr: Duvar Lambası (Pil)

# Things.CardboardBox
source: Cardboard Box
cs: Kartonová krabice
de: Pappkarton
es: Caja de cartón
fi: Pahvilaatikko
fr: Boîte en carton
hu: Kartondoboz
it: Scatola di cartone
pt_pt: Caixa de Cartão
ru: Картонная коробка
tr: Karton Kutu

# Things.UniformMarine
source: Marine Uniform
cs: Námořní uniforma
de: Uniform (Armee)
es: Uniforme Marine
fi: Merijalkaväen univormu
fr: Uniforme de militaire
hu: Tengerészgyalogos egyenruha
it: Uniforme militare
pt_pt: Uniforme de Fuzileiro Naval
ru: Десантная Униформа
tr: Denizci Üniforması

# Things.ItemMarineHelmet
source: Marine Helmet
cs: Námořní přilba
de: Armeehelm
es: Casco Espacial
fi: Merijalkaväen avaruuskypärä
fr: Casque militaire
hu: Tengerészgyalogos sisak
it: Casco militare
pt_pt: Capacete de Fuzileiro Naval
ru: Военный шлем
tr: Denizci Başlığı

# Things.ItemMarineBodyArmor
source: Marine Armor
cs: Námořní vesta
de: Armeerüstung
es: Armadura de los marines
fi: Merijalkaväen panssari
fr: Armure militaire
hu: Tengerészgyalogos páncél
it: Armatura militare
pt_pt: Armadura de Fuzileiro Naval
ru: Десантная Броня
tr: Denizci Zırhı

# Things.MotherboardComms
source: When placed in a {THING:StructureComputer} and connected to a {THING:Landingpad_DataConnectionPiece}, a {THING:StructureSatelliteDish}, and a {THING:StructureVendingMachine} allows Stationeers to trade with suppliers. Adjust the horizontal and vertical attributes of the {THING:StructureSatelliteDish} either directly or through logic. You need a communications signal of 95% or above to establish reliable communications with a trader. A minimum of a 3x3 clear pad area with a {THING:Landingpad_CenterPiece01} at the center is required for a trader to land.
es: Cuando se coloca en un {THING:StructureComputer} y se conecta a {THING:Landingpad_DataConnectionPiece}, un {THING:StructureSatelliteDish} y un {THING:StructureVendingMachine} permite a los Stationeers comerciar con proveedores. Ajuste los atributos horizontales y verticales de {THING:StructureSatelliteDish} directamente o mediante lógica. Necesita una señal de comunicaciones del 95% o superior para establecer comunicaciones confiables con un comerciante. Se requiere un mínimo de un área de aterrizaje libre de 3x3 con una {THING:Landingpad_CenterPiece01} en el centro para que un comerciante aterrice.

# Things.MotherboardComms
source: Communications Motherboard
cs: Komunikační základní deska
de: Kommunikation Hauptplatine
es: Placa base de comunicaciones

# Things.ItemAlienMushroom
source: Alien Mushroom
cs: Mimozemská houba
de: Alienpilz
es: Setas Alienígenas
fi: Alien-sieni
fr: Champignon extraterrestre
hu: Űrlény gomba
it: Fungo Alieno
pt_pt: Cogumelo Alienígena
ru: Инопланетный гриб
tr: Uzaylı Mantarı

# Things.ItemPlasticSheets
source: Plastic Sheets
cs: Plastové panely
de: Kunststoffplatten
es: Placa de Plastico
fi: Lasilevyt
fr: Plaques de plastique
hu: Műanyag lemez
it: Lastre di plastica
pt_pt: Folhas de Plástico
ru: Лист пластика
tr: Plastik Levhalar

# Things.ItemKitSatelliteDish
source: Kit (Satellite Dish)
cs: Satelitní anténa (sada)
de: Bausatz (Satellitenschüssel)
es: Kit (Antena parabólica)
fi: Varustepakkaus (satelliittilautanen)
fr: Kit (Antenne satellite)
hu: Készlet (Parabola antenna)
it: Kit (Disco satellite)
pt_pt: Kit (Disco de Satélite)
ru: Набор (Спутниковая тарелка)
tr: Donanım (Uydu Anteni)
