Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemSpaceHelmet
source: The basic space helmet insulates <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> against everything from hard vacuum to weird cooking smells. Providing a pressure-controlled, breathable atmosphere, it comes with a built-in light powered by your {THING:ItemEvaSuit} {THING:ItemBatteryCell}. It also incorporates a lock/unlock feature to avoid accidental opening, as well as a flush function to expel and replace the internal atmosphere. If damaged, use {THING:ItemDuctTape} to fix it, or paint it any colour you like using the {THING:AppliancePaintMixer}.
fr: Le casque spatial de base isole les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> contre tout, de l’aspirateur fou aux odeurs de cuisine bizarres. Offrant une atmosphère respirable et à pression contrôlée, il est livré avec une lumière intégrée alimentée par la {THING:ItemBatteryCell} de votre {THING:ItemEvaSuit}. Il intègre également une fonction de verrouillage/déverrouillage pour éviter toute ouverture accidentelle. Ainsi qu’une fonction de filtrage pour traiter et remplacer l’atmosphère interne. Si elle est endommagée, utilisez du {THING:It</color>emDuctTape} pour la réparer, ou peignez-la de n’importe quelle couleur à l’aide du <color=#0080FFFF>{LINK:ElectronicsPage;mélangeur de peinture}</color>.

# Things.ItemScrewdriver
source: This standard issue frictional adherence adjustor is a top of the line, bi-rotational model with a columnated uni-grip. It's definintely not just a screwdriver. Use it for construction and deconstruction of certain kits, and setting values on <color=#0080FFFF>{LINK:LogicUnitPage;logic}</color> units.
fr: Cet ajusteur d'adhérence par friction standard est un modèle haut de gamme, bi-rotatif, avec une poignée uni-grip à colonnes. Ce n'est certainement pas un simple tournevis. Utilisez-le pour la construction et la déconstruction de certains kits, et pour régler les valeurs sur les unités <color=#0080FFFF>{LINK:LogicUnitPage;logique}</color>.

# Things.ItemScanner
source: A mysterious piece of technology, rumoured to have Zrillian origins.
fr: Une mystérieuse pièce de technologie. La rumeur prétend qu'il a des origines zrilliennes.

# Things.ItemReagentMix
source: Reagent mix is pure potential. A slurry of undifferentiated <color=#0080FFFF>{LINK:OrePage;ores}</color>, it is output by the {THING:StructureRecycler} and can be fed into the {THING:StructureCentrifuge} to separate and recover the individual materials. Reagent mix is also output by the {THING:StructureFurnace} when the current contents are ejected without smelting a specific ingot.
fr: Le mélange réactif est un pur potentiel. Une boue de indifférenciée de <color=#0080FFFF>{LINK:OrePage;minerai}</color>. Elle est produite par le {THING:StructureRecycler}. Vous pouvez l'introduire dans la {THING:StructureCentrifuge} pour séparer et récupérer les différents matériaux. Le mélange de réactifs est également produit par le {THING:StructureFurnace} lorsque la fusion des minerais est incomplète.

# Things.ItemPillStun
source: Through rarely publicized, the existence of this pill is an open secret. For use when all else has failed, the Sayonara Suppository immobilizes and rapidly ends the average <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>. The delivery mode ensures that if a Stationeer chooses to take this pill, they really have to want it.
fr: L'existence de cette pilule est un secret de polichinelle, mais elle est rarement disponible pour le public. A utiliser lorsque tout le reste a échoué, le suppositoire de Sayonara immobilise et met rapidement fin à la vie du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> moyen. Le mode d'administration garantit que si un <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> décide de prendre cette pilule, il doit vraiment le vouloir.

# Things.ItemPillHeal
source: Three centuries of pharmeceutical technology compressed into one small, easy to ingest pill: the Heal Pill, aka the Proton Pill, aka Mr Happy contains active enzymes, therapeutic proteins, modified microbial strains, and mammalian cell line analogues in a single-dose boost of high purity, efficacy, and potency that potentiates a swift parasympathetic immune response.
fr: Trois siècles de technologie pharmaceutique comprimée en une petite pilule facile à ingérer : la pilule de soin, alias la pilule Proton, alias Mr Happy. Elle contient des enzymes actives, des protéines thérapeutiques, des souches microbiennes modifiées et des analogues de la lignée de cellules de mammifère. Le tout dans une mono-dose de haute pureté. Un boost d'efficacité et de puissance qui potentialise une réponse immunitaire parasympathique rapide.

# Things.ItemMuffin
source: A delicious, semi-healthful snack, nothing comforts a <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> 800 million kilometers from home like a hand-made muffin.
fr: Une collation délicieuse et à moitié saine. Rien ne réconforte mieux un {LINK:Stationeers;Stationeer} à 800 millions de kilomètres de chez lui qu'un muffin fait à la main.

# Things.ItemMiningDrill
source: The handheld 'Topo' tri-cone rotary mining drill was made for one thing: quick digging. Modelled on a classic <color=#0080FFFF>{LINK:Recurso;Recurso}</color> zero-g design, it functions equally well in vacuum and atmosphere, with cemented carbide bits to increase resilience and bearing life, and reduce spalling. As Jenk Murtons once said, 'The Topo don't stopo.'
fr: La foreuse rotative portative à trois cônes Topo a été conçue pour une chose : le forage rapide. Suivant un design classique zéro-g de <color=#0080FFFF>{LINK:Recurso;Recurso}</color>, il fonctionne également aussi bien dans le vide que dans l’atmosphère. Avec des embouts en carbure de tungstène cimenté pour augmenter la résilience et la durée de vie du roulement, et réduire l'épaufrure (dégradation de l'embout). Comme l’a dit un jour Jenk Murtons, 'Le Topo ne s’arrête pas'.
ru: Трехконусный, роторный шахтерский бур 'Топо' был создан для одной вещи: быстрого копания. Смоделированный на основе классического <color=#0080FFFF>{LINK:Recurso;Recurso}</color> невесомого дизайна, он работает одинаково хорошо как в вакууме, так и в атмосфере, с коронками из цементированного карбида для увеличения устойчивости, срока службы подшипников и уменьшения вероятности сколов. Как Дженк Мартонс однажды сказал, 'Топо не тУпит.'

# Things.ItemLightSword
source: A charming, if useless, psuedo-weapon. (Creative only.)
fr: Une charmante, si inutile, pseudo-arme. (Créatif seulement)

# Things.ItemLabeller
source: The <color=#0080FFFF>{LINK:Stationeers;Stationeer's}</color> best friend, a labeller lets you set names and values on a variety of devices and structures, including {THING:StructureConsole} and <color=#0080FFFF>{LINK:LogicPage;logic}</color>.
fr: La meilleure amie du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, une étiqueteuse permettant de définir des noms et des valeurs sur une variété d’appareils et de structures, incluant les {THING:StructureConsole} et les <color=#0080FFFF>{LINK:LogicPage;unités logiques}</color>.

# Things.ItemKitSleeper
source: This kit produces a single {THING:StructureSleeper}.
fr: Ce kit crée une {THING:StructureSleeper}.
ru: Из этого набора собирается один {THING:StructureSleeper}.

# Things.ItemKitSensor
source: This kit produces a range of sensors, including {THING:StructureGasSensor}, {THING:StructureDaylightSensor} and the {THING:StructureMotionSensor}.
fr: Ce kit peut créer divers capteurs, le {THING:StructureGasSensor}, le {THING:StructureDaylightSensor} et le {THING:StructureMotionSensor}.
ru: Из этого набора собирается несколько вариантов сенсоров, включая {THING:StructureGasSensor}, {THING:StructureDaylightSensor} и {THING:StructureMotionSensor}.

# Things.ItemKitFurniture
source: This kit produces a range of <color=#0080FFFF>{LINK:FurniturePage;furniture}</color>.
fr: Ce kit produit divers éléments de <color=#0080FFFF>{LINK:FurniturePage;mobilier}</color>.
ru: Из этого набора собирается несколько вариантов <color=#0080FFFF>{LINK:FurniturePage;мебели}</color>.

# Things.ItemKitCryoTube
source: This kit produces a single {THING:StructureCryoTube}.
fr: Ce kit crée un {THING:StructureCryoTube}. Idéal pour conserver la viande fraîche.
ru: Из этого набора собирается одна {THING:StructureCryoTube}.

# Things.ItemKitChute
source: This kit produces a range of chute structures, including {THING:StructureChuteStraight} and {THING:StructureChuteCorner}.
fr: Ce kit produit une gamme de gaine de transport, y compris la {THING:StructureChuteStraight} et la {THING:StructureChuteCorner}.

# Things.ItemKitChute
source: Kit (Chutes)
fi: Varustepakkaus (ränni)
fr: Kit (Gaines)
hu: Készlet (Csúszda)
it: Kit (Conduttura scarico)
pt_pt: Kit (Condutas)
ru: Набор (Транспортная труба)
tr: Donanım (Kanallar)

# Things.ItemKitAtmospherics
source: This kit produces a {THING:StructureAirConditioner}, {THING:StructureElectrolyzer}, {THING:StructureFiltration} or {THING:H2Combustor}.
fr: Ce kit permet de construire un {THING:StructureAirConditioner}, un {THING:StructureElectrolyzer}, une {THING:StructureFiltration} ou un {THING:H2Combustor}.

# Things.ItemIronOre
source: Abundant throughout the Solar System, iron is the ore most commonly used by <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> constructing offworld bases. It can be smelted into both {THING:ItemIronIngot}s and {THING:ItemSteelIngot}s.
fr: Abondant dans tout le système solaire, le fer est le métal le plus couramment utilisé par les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> pour construire des bases sur différent monde. Il peut être fondu dans un {THING:StructureFurnace} pour obtenir un {THING:ItemIronIngot} ou un {THING:ItemSteelIngot} (si vous ajouter du {THING:ItemCoalOre}).

# Things.ItemIce
source: Water ice can be found on most planets in the Solar System, though not all worlds visited by <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> possess this resource. Highly sensitive to temperature, ice will begin to melt as soon as it is mined, unless kept in the {THING:ItemMiningBelt}. When melting, ice produces a mixture of <color=#0080FFFF>{LINK:GasPage;water}</color> and <color=#0080FFFF>{LINK:GasPage;nitrogen}</color> gas.
fr: L'eau sous forme solide se trouve sur la plupart des planètes du Système Solaire. Certains mondes visités par les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> ne possèdent pas cette ressource. Très sensible à la température, la glace commence à fondre dès qu’elle est extraite, sauf si elle est conservée dans la {THING:ItemMiningBelt}. Lors de la fusion, la glace produit un mélange d'<color=#0080FFFF>{LINK:GasPage;eau}</color> et d'<color=#0080FFFF>{LINK:GasPage;azote}</color>.

# Things.ItemHealPill
source: Three centuries of pharmeceutical technology compressed into one small, easy to ingest pill: the Heal Pill, aka the Proton Pill, aka Mr Happy contains active enzymes, therapeutic proteins, modified microbial strains, and mammalian cell line analogues in a single-dose boost of high purity, efficacy, and potency that potentiates a swift parasympathetic immune response.
fr: Trois siècles de technologie pharmaceutique comprimée en une petite pilule facile à ingérer : la pilule de soin, alias la pilule Proton, alias Mr Happy. Elle contient des enzymes actives, des protéines thérapeutiques, des souches microbiennes modifiées et des analogues de la lignée de cellules de mammifère. Le tout dans une mono-dose de haute pureté. Un boost d'efficacité et de puissance qui potentialise une réponse immunitaire parasympathique rapide.

# Things.ItemGoldOre
source: Surprisingly common throughout the Solar System, gold is thought to originate in the heart of supernovas, gathering as dust in the early stages of solar formation, then incorporating into the slowly accreting planetary bodies. Now a prized element in <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> construction, gold is valued not for its beauty, but its reliability: inert, durable, conductive and highly stable, gold's strength is that it does nothing.
fr: Étonnamment commun dans tout le système solaire, on pense que l’or prend naissance dans le cœur des supernovas, se rassemblant sous forme de poussière aux premiers stades de la formation solaire, puis s’incorporant dans les corps planétaires qui s’accréditent lentement. Maintenant un élément précieux dans la construction de <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, l’or est évalué non pas pour sa beauté, mais sa fiabilité : inerte, durable, conductrice et hautement stable, la force de l’or est qu’il ne fait rien.

# Things.ItemGoldIngot
source: There is an enduring paradox at the heart of the <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> project: An initiative conceived as 'cut-price space exploration' uses <color=#0080FFFF>{LINK:OrePage;gold}</color> as a fundamental ingredient in fabricating so much of its equipment and materiel.
fr: Il y a un paradoxe durable au cœur du projet <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> : une initiative conçue comme une exploration spatiale à prix réduit utilise l'<color=#0080FFFF>{LINK:OrePage;or}</color> comme ingrédient fondamental dans la fabrication d’une grande partie de l'équipement et du matériel.

# Things.ItemGlassSheets
source: A fundamental construction component, glass sheets are created from <color=#0080FFFF>{LINK:IngotPage;silicon ingot}</color>. Fabricated on the {THING:StructureAutolathe}, they are used to make {THING:StructureSolarPanel}s, {THING:StructureAirlock}s and many other structures.
fr: Composant de construction fondamental, les feuilles de verre sont créées à partir de <color=#0080FFFF>{LINK:IngotPage;silicon ingot}</color>. Fabriqués avec le {THING:StructureAutolathe}, ils sont utilisés pour faire des {THING:StructureSolarPanel}, des {THING:StructureAirlock} et de nombreuses autres structures.

# Things.ItemGasFilterWater
source: <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> filters are used to capture various gases, which can be disposed of, or used elsewhere. Water can be collected by filtering smelted <color=#0080FFFF>{LINK:OrePage;ice (water)}</color>
fr: Les filtres <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> sont utilisés pour capturer divers gaz, qui peuvent être éliminés ou utilisés ailleurs. L’eau peut être recueillie en filtrant la fonte de la <color=#0080FFFF>{LINK:OrePage;glace (eau)}</color=#0080FFFF>.

# Things.ItemGasFilterOxygen
source: <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> have cornered the market in filter design. Their trademarked templates are simple to print and highly efficient at capturing various gases, which can be disposed of or used elsewhere. Oxygen is a common byproduct of smelting various ores, but must be filtered of such impurities as nitrogen using this filter and various devices, such as the {THING:ItemDynamicScrubber}.
fr: <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> a bloqué le marché de la conception de filtres. Leurs modèles sont simples à imprimer et très efficaces pour capturer divers gaz, qui peuvent être éliminés ou utilisés ailleurs. L’oxygène est un sous-produit commun de la fusion de divers minerais, mais doit être filtré de telles impuretés comme l’azote à l’aide de ce filtre et de divers dispositifs, tels que l'{THING:ItemDynamicScrubber}.

# Things.ItemGasFilterNitrogen
source: Filters are used to capture various gases, which can be disposed of or used elsewhere. <color=#0080FFFF>{LINK:GasPage;Nitrogen}</color> is a byproduct of smelting various ores, notably <color=#0080FFFF>{LINK:OrePage;ices}</color>, which may be combined with <color=#0080FFFF>{LINK:GasPage;oxygen}</color> to make a breathable - and considerably less flammable - atmosphere.
fr: Les filtres sont utilisés pour capter divers gaz, qui peuvent être éliminés ou utilisés ailleurs. L'<color=#0080FFFF>{LINK:GasPage;azote}</color> est un sous-produit de la fusion de divers minerais, notamment les <color=#0080FFFF>{LINK:OrePage;glaces}</color>. Il peut être combinés avec l'<color=#0080FFFF>{LINK:GasPage;oxygène}</color> pour créer une atmosphère respirable et considérablement moins inflammable.

# Things.ItemGasFilterPollutants
source: Filters are used to capture various gases, such as waste emissions from a {THING:StructureFurnace} or {THING:StructureArcFurnace}. Adding <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color>-designed <color=#0080FFFF>{LINK:GasPage;pollutant}</color> filters to a {THING:ItemDynamicScrubber} allows you to isolate this gas, then add it to a pipe network and employ its excellent coolant properties in a {THING:StructureWallCooler}. Try not to inhale.
fr: Les filtres sont utilisés pour capter divers gaz, comme les émissions de déchets d’un {THING:StructureFurnace} ou du {THING:StructureArcFurnace}. Ajouter des filtres <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> <color=#0080FFFF>{LINK:GasPage;pollutant}</color> à un {THING:ItemDynamicScrubber} vous permet d’isoler ce gaz, puis de l’injecter dans un réseau de tuyaux et profiter de ses excellentes propriétés de liquide de refroidissement dans un {THING:StructureWallCooler}. Danger, ne pas inhaler.

# Things.ItemGasFilterCarbonDioxide
source: Given humanity's obsession with exhaling CO2, all <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> are issued two basic <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> CO2 filters as part of their standard deployment kit (SDK). These filters allow passage of CO2 into the suit's waste {THING:ItemGasCanisterEmpty}, but are also critical components of the {THING:DynamicScrubber} and the {THING:StructureFiltration}. The {THING:ItemGasFilterCarbonDioxideM} and {THING:ItemGasFilterCarbonDioxideL} are also available.
fr: Compte tenu de l’obsession de l’humanité à exhaler le CO2, tous les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> reçoivent deux filtres <color=#0080FFFF>{LINK:Sinotai;Sinotai}</color> CO2 de base, dans le cadre de leur kit de déploiement standard (SDK). Ces filtres permettent le passage du CO2 dans le {THING:ItemGasCanisterEmpty} de déchet de la combinaison , mais sont également des composants critiques de l'{THING:DynamicScrubber} et de la {THING:StructureFiltration}. Les {THING:ItemGasFilterCarbonDioxideM} et les {THING:ItemGasFilterCarbonDioxideL} sont également disponibles.

# Things.ItemGasCanisterCarbonDioxide
source: When fabricated, the <color=#0080FFFF>{LINK:GasPage;CO2}</color> canister is filled a pressure of 8000kPa (80 atmospheres) and coloured default grey. Used as a secondary fuel in the {THING:ItemJetpackBasic}, it can be mounted to a {THING:DynamicGasCanisterAir} or {THING:StructureGasTankStorage} for refill. Careful not to overpressurize when refilling, or it may go 'bang'.
fr: Une fois fabriqué, la bouteille de gaz <color=#0080FFFF>{LINK:GasPage;CO2}</color> est rempli à une pression de 8000kPa (80 atmosphères) et elle est de couleur grise par défaut. Utilisé comme carburant secondaire dans le {THING:ItemJetpackBasic}, elle peut être inséré dans un {THING:DynamicGasCanisterAir} ou un {THING:StructureGasTankStorage} pour le remplissage. Attention à la surpression lors du remplissage, ou sinon 'bang'.

# Things.ItemEgg
source: Resolving, finally, the question of which came first: it was the egg. Eggs are deposited every 60-90 seconds by your average chicken. If an egg has been fertilized, and is kept between 20C-30C, an {THING:EntityChick} will emerge. For the rest, there is the {THING:ApplianceMicrowave} and all manner of <color=#0080FFFF>{LINK:FoodPage;gustatory}</color> consolations.
fr: La question de savoir qui est venu en premier est enfin résolue : c'est l'œuf. Les œufs sont déposés toutes les 60-90 secondes par votre poulet moyen. Si un œuf a été fécondé et qu'il est conservé entre 20C et 30C, un {THING:EntityChick} en sortira. Pour le reste, il y a le {THING:ApplianceMicrowave} et toutes sortes de consolation <color=#0080FFFF>{LINK:FoodPage;gustative}</color>.

# Things.ItemDuctTape
source: In the distant past, one of Earth's great champions taught a generation of 'Fix-It People' that duct tape was the answer to any problem. <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> have demonstrated that this is truth holds strong, so long as the problem is a damaged {THING:ItemEvaSuit}, {THING:ItemJetpackBasic}, {THING:ItemSpaceHelmet}, or even a {THING:StructureSolarPanel}. To use on yourself: put duct tape in your active hand, hold RIGHT MOUSE BUTTON to automatically repair damage.
fr: Dans un passé lointain, l’un des grands champions de la Terre a enseigné à une génération de « Fix-It People » que le ruban adhésif était la réponse à tout problème. <color=#0080FFFF>{LIEN: Stationeers; Stationeers} ont démontré que c’est la vérité tient fort, tant que le problème est un endommagé {THING:ItemEvaSuit}, {THING:ItemJetpackBasic}, {THING:ItemSpaceHelmet}, ou même un {THING:StructureSolarPanel}. Pour l’utiliser sur vous-même : mettez du ruban adhésif dans votre main active, maintenez LE BOUTON DE LA SOURIS DROITE pour réparer automatiquement les dommages.</color=#0080FFFF>

# Things.ItemDrill
source: The <color=#0080FFFF>{LINK:ExMin;ExMin}</color> Off-whirled Hand Drill has been a companion to <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> for decades. Essential for assembling and deconstructing various items and structures, regardless of gravity, pressure or temperature.
fr: La perceuse <color=#0080FFFF>{LINK:ExMin;ExMin}</color> Sans-Tourbillon accompagne les <color=#0080FFFF>{LINK:Stationeers;Stationeers}</color> depuis des décennies. Indispensable pour assembler ou déconstruire divers éléments et structures, et ce quelle que soit la gravité, la pression ou la température.

# Things.ItemCrowbar
source: <color=#0080FFFF>{LINK:Recurso;Recurso's}</color> entry-level crowbar is useful in a variety of everyday <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color> settings, from opening {THING:StructureAreaPowerControl}s and unpowered {THING:StructureAirlock}s, to splatting pan-dimensional headcrabs, should the need arise.
fr: Le pied de biche <color=#0080FFFF>{LINK:Recurso;Recurso's}</color> est utile pour de nombreuses activités quotidiennes du <color=#0080FFFF>{LINK:Stationeers;Stationeer}</color>, de l’ouverture des {THING:StructureAreaPowerControl} et des {THING:StructureAirlock} non alimentés, aux éclatages de tourteaux pan-dimensionnels, si le besoin se fait sentir.
