Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemCookedPowderedEggs
source: Powdered Eggs
cs: Vejce v prášku
de: Pulverisierte Eier
es: Huevos en polvo

# Things.ItemCookedPowderedEggs
source: A high-nutrient cooked food, which can be canned.
cs: Vařená potravina s vysokým obsahem živin, kterou lze konzervovat.
de: Eine nährstoffreiche gekochte Nahrung, die in Konserven verpackt werden kann.
es: Un alimento cocinado con alto contenido de nutrientes, que se puede enlatar.

# Things.ItemCookedCondensedMilk
source: Condensed Milk
cs: Kondenzované mléko
de: Kondensmilch
es: Leche condensada

# Things.ItemCookedCondensedMilk
source: A high-nutrient cooked food, which can be canned.
cs: Vařená potravina s vysokým obsahem živin, kterou lze konzervovat.
de: Eine nährstoffreiche gekochte Nahrung, die in Konserven verpackt werden kann.
es: Un alimento cocinado con alto contenido de nutrientes, que se puede enlatar.

# Things.ItemTropicalPlant
source: Tropical Lily
cs: Tropická lilie
de: Tropische Lilie
es: Lirio tropical

# Things.ItemTropicalPlant
source: An anthurium, evolved in the jungles of South America, which will tolerate higher temperatures than most plants.
cs: Anturie vyvinutá v džunglích Jižní Ameriky, která snáší vyšší teploty než většina rostlin.
de: Eine Anthurie, die sich im Dschungel Südamerikas entwickelt hat und höhere Temperaturen toleriert als die meisten Pflanzen.
es: Un anthurium, evolucionó en las selvas de América del Sur, que tolera temperaturas más altas que la mayoría de las plantas.

# Things.ItemPeaceLily
source: Peace Lily
cs: Lilie míru
de: Friedenslilie
es: Lirio de la Paz

# Things.ItemPeaceLily
source: A fetching lily with greater resistance to cold temperatures.
cs: Přitažlivá lilie s vyšší odolností vůči nízkým teplotám.
de: Eine Lilie mit größerer Beständigkeit gegen kalte Temperaturen.
es: Un lirio de búsqueda con mayor resistencia a las temperaturas frías.

# Things.ItemDecorFern
source: Decorative Fern
cs: Okrasné kapradí
de: Dekorativer Farn
es: Helecho decorativo
fr: Fougère décorative

# Things.ItemDecorFern
source: One of the universe's many ferns, useful in a range of medicinal and organic recipes.
cs: Jedna z mnoha kapradin ve vesmíru, užitečná v řadě léčivých a organických receptů.
de: Einer der vielen Farne des Universums, nützlich in einer Reihe von medizinischen und organischen Rezepten.
es: Uno de los muchos helechos del universo, útil en una variedad de recetas medicinales y orgánicas.

# Things.ItemFilterFern
source: Darga Fern
cs: Darga kapradina
de: Darga-Farn
es: Helecho Darga

# Things.ItemFilterFern
source: A fern adapted by {LINK:Agrizero;Agrizero}to process a much greater volume of {GAS:CarbonDioxide} into {GAS:Oxygen} than an average plant.
de: Ein Farn, der von {LINK:Agrizero; Agrizero} angepasst wurde, um ein viel größeres Volumen von {GAS:Kohlendioxid} zu {GAS:Sauerstoff} zu verarbeiten als eine durchschnittliche Pflanze.
es: Un helecho adaptado por {LINK:Agrizero;Agrizero} para procesar un volumen mucho mayor de dióxido de carbono en oxígeno que la mayoria de las plantas.

# Things.ItemKitInsulatedWaterPipe
source: Insulated Water Pipe Kit
cs: Izolované vodovodní potrubí (sada)
de: Isoliertes Wasserrohr Bausatz
es: Kit de tubería de agua aislada

# Things.ItemKitInsulatedLiquidPipe
source: Insulated Liquid Pipe (Kit)
cs: Izolované kapalinové potrubí (sada)
de: Isoliertes Flüssigkeitsrohr (Bausatz)
es: Tubería de líquido aislada (kit)

# Things.InsulatedLiquidPipeCorner
source: Insulated Liquid Pipe Corner
cs: Izolované rohové kapalinové potrubí
de: Isolierter Flüssigkeitsrohrbogen
es: Esquina de tubería de líquido aislada

# Things.InsulatedLiquidPipeCrossJunction
source: Insulated Liquid Pipe Cross Junction
cs: Izolované kapalinové křížové potrubí
de: Isolierte Flüssigkeitsrohr-Querverbindung
es: Unión cruzada de tubería líquida aislada

# Things.InsulatedLiquidPipeCrossJunction3
source: Insulated Liquid Pipe Cross Junction3
cs: Izolované kapalinové křížové potrubí 3
de: Isolierte Flüssigkeitsrohr-Querverbindung3
es: Unión cruzada de tubería líquida aislada 3

# Things.InsulatedLiquidPipeCrossJunction4
source: Insulated Liquid Pipe Cross Junction4
cs: Izolované kapalinové křížové potrubí 4
de: Isolierte Flüssigkeitsrohr-Querverbindung4
es: Unión cruzada de tubería líquida aislada 4

# Things.InsulatedLiquidPipeCrossJunction5
source: Insulated Liquid Pipe Cross Junction5
cs: Izolované kapalinové křížové potrubí 5
de: Isolierte Flüssigkeitsrohr-Querverbindung5
es: Unión cruzada de tubería líquida aislada 5

# Things.InsulatedLiquidPipeCrossJunction6
source: Insulated Liquid Pipe Cross Junction6
cs: Izolované kapalinové křížové potrubí 6
de: Isolierte Flüssigkeitsrohr-Querverbindung6
es: Unión cruzada de tubería líquida aislada 6

# Things.InsulatedLiquidPipeJunction
source: Insulated Liquid Pipe Junction
cs: Izolované spojení kapalinového potrubí
de: Isolierte Flüssigkeitsrohrverbindung
es: Unión de tubería líquida aislada

# Things.InsulatedLiquidPipeStraight
source: Insulated Liquid Pipe Straight
cs: Izolované rovné kapalinové potrubí
de: Isoliertes Flüssigkeitsrohr gerade
es: Tubería de líquido aislada recta
fr: Tube calfeutré (Droit)

# Things.StructureInsulatedPipeLiquidCorner
source: Insulated Liquid Pipe (Corner)
cs: Izolované kapalinové potrubí (Rohové)
de: Isoliertes Flüssigkeitsrohr (Bogen)
es: Tubería de líquido aislada (esquina)
fr: Tube calfeutré (Coin)

# Things.StructureInsulatedPipeLiquidCorner
source: Liquid piping with very low temperature loss or gain.
cs: Kapalinové potrubí s velmi nízkou teplotní ztrátou nebo ziskem.
de: Flüssigkeitsrohrleitungen mit sehr geringem Temperaturverlust oder -gewinn.
es: Tubería líquida con pérdida o ganancia de temperatura muy baja.

# Things.StructureInsulatedPipeLiquidCrossJunction
source: Insulated Liquid Pipe (Cross Junction)
cs: Izolované kapalinové potrubí (Křížové)
de: Isoliertes Flüssigkeitsrohr (Querverbindung)
es: Tubería de líquido aislada (unión cruzada)
fr: Tube calfeutré (En Croix)

# Things.StructureInsulatedPipeLiquidCrossJunction
source: Liquid piping with very low temperature loss or gain.
cs: Kapalinové potrubí s velmi nízkou teplotní ztrátou nebo ziskem.
de: Flüssigkeitsrohrleitungen mit sehr geringem Temperaturverlust oder -gewinn.
es: Tubería líquida con pérdida o ganancia de temperatura muy baja.

# Things.StructureInsulatedPipeLiquidCrossJunction4
source: Insulated Liquid Pipe (Cross Junction4)
cs: Izolované kapalinové potrubí (Křížové 4)
de: Isoliertes Flüssigkeitsrohr (Querverbindung4)
es: Tubería de líquido aislada (union cruzada 4)
fr: Tube calfeutré (Jonction 4 voies)

# Things.StructureInsulatedPipeLiquidCrossJunction4
source: Liquid piping with very low temperature loss or gain.
cs: Kapalinové potrubí s velmi nízkou teplotní ztrátou nebo ziskem.
de: Flüssigkeitsrohrleitungen mit sehr geringem Temperaturverlust oder -gewinn.
es: Tubería líquida con pérdida o ganancia de temperatura muy baja.

# Things.StructurePipeInsulatedLiquidCrossJunction
source: Insulated Liquid Pipe (Cross Junction)
cs: Izolované kapalinové potrubí (Rohové křížení)
de: Isoliertes Flüssigkeitsrohr (Querverbindung)
es: Tubería de líquido aislada (unión cruzada)
fr: Tube calfeutré (En Croix)

# Things.StructurePipeInsulatedLiquidCrossJunction
source: Liquid piping with very low temperature loss or gain.
cs: Kapalinové potrubí s velmi nízkou teplotní ztrátou nebo ziskem.
de: Flüssigkeitsrohrleitungen mit sehr geringem Temperaturverlust oder -gewinn.
es: Tubería líquida con pérdida o ganancia de temperatura muy baja.

# Things.StructureInsulatedPipeLiquidCrossJunction5
source: Insulated Liquid Pipe (Cross Junction5)
cs: Izolované kapalinové potrubí (Křížové 5)
de: Isoliertes Flüssigkeitsrohr (Querverbindung5)
es: Tubería de líquido aislada (union cruzada 5)
fr: Tube (Jonction 5 voies)

# Things.StructureInsulatedPipeLiquidCrossJunction5
source: Liquid piping with very low temperature loss or gain.
cs: Kapalinové potrubí s velmi nízkou teplotní ztrátou nebo ziskem.
de: Flüssigkeitsrohrleitungen mit sehr geringem Temperaturverlust oder -gewinn.
es: Tubería líquida con pérdida o ganancia de temperatura muy baja.

# Things.StructureInsulatedPipeLiquidCrossJunction6
source: Insulated Liquid Pipe (Cross Junction6)
cs: Izolované kapalinové potrubí (Křížové 6)
de: Isoliertes Flüssigkeitsrohr (Querverbindung6)
es: Tubería de líquido aislada (union cruzada 6)
fr: Tube calfeutré (Jonction 6 voies)

# Things.StructureInsulatedPipeLiquidCrossJunction6
source: Liquid piping with very low temperature loss or gain.
cs: Kapalinové potrubí s velmi nízkou teplotní ztrátou nebo ziskem.
de: Flüssigkeitsrohrleitungen mit sehr geringem Temperaturverlust oder -gewinn.
es: Tubería líquida con pérdida o ganancia de temperatura muy baja.

# Things.StructureInsulatedPipeLiquidStraight
source: Insulated Liquid Pipe (Straight)
cs: Izolované kapalinové potrubí (Rovné)
de: Isoliertes Flüssigkeitsrohr (gerade)
es: Tubería de líquido aislada (recta)
fr: Tube calfeutré (Droit)

# Things.StructureInsulatedPipeLiquidStraight
source: Liquid piping with very low temperature loss or gain.
cs: Kapalinové potrubí s velmi nízkou teplotní ztrátou nebo ziskem.
de: Flüssigkeitsrohrleitungen mit sehr geringem Temperaturverlust oder -gewinn.
es: Tubería líquida con pérdida o ganancia de temperatura muy baja.

# Things.StructureInsulatedPipeLiquidTJunction
source: Insulated Liquid Pipe (T Junction)
cs: Izolované kapalinové potrubí (T křížení)
de: Isoliertes Flüssigkeitsrohr (T-Verbindung)
es: Tubería de líquido aislada (unión T)
fr: Tube calfeutré (Jonction T)

# Things.StructureInsulatedPipeLiquidTJunction
source: Liquid piping with very low temperature loss or gain.
cs: Kapalinové potrubí s velmi nízkou teplotní ztrátou nebo ziskem.
de: Flüssigkeitsrohrleitungen mit sehr geringem Temperaturverlust oder -gewinn.
es: Tubería líquida con pérdida o ganancia de temperatura muy baja.

# Things.StructurePipeHeater
source: Pipe Heater (Gas)
cs: Ohřívač trubek (plyn)
de: Rohrheizung (Gas)
es: Calentador de tubería (gas)

# Things.StructurePipeHeater
source: Adds 1000 joules of heat per tick to the contents of your pipe network.
cs: Přidá 1000 joulů tepla za tik do obsahu vaší potrubní sítě.
de: Fügt dem Inhalt deines Rohrnetzes 1000 Joule Wärme pro Tick hinzu.
es: Agrega 1000 julios de calor por tick al contenido de su red de tuberías.

# Things.StructurePipeOneWayValve
source: One Way Valve (Gas)
cs: Jednosměrný ventil (plyn)
de: Einwegventil (Gas)
es: Válvula unidireccional (gas)

# Things.StructurePipeOneWayValve
source: The one way valve moves gas in one direction only: from input side to output side. It only permits flow if the input pressure is higher than output pressure.
cs: Jednosměrný ventil pohybuje plynem pouze jedním směrem: ze vstupní strany na výstupní stranu. Průtok umožňuje pouze tehdy, je-li vstupní tlak vyšší než výstupní.
de: Das Einwegventil bewegt Gas nur in eine Richtung: vom Eingang zum Ausgang. Es lässt das Gas nur durch, wenn der Eingangsdruck höher ist als der Ausgangsdruck.
es: La válvula unidireccional mueve el gas en una sola dirección: del lado de entrada al lado de salida. Solo permite el flujo si la presión de entrada es mayor que la presión de salida.

# Things.StructureOneWayValve
source: One Way Valve (Gas)
cs: Jednosměrný ventil (plyn)
de: Einwegventil (Gas)
es: Válvula unidireccional (gas)

# Things.StructureOneWayValve
source: The one way valve moves gas in one direction only: from input side to output side. It only permits flow if the input pressure is higher than output pressure.
cs: Jednosměrný ventil pohybuje plynem pouze jedním směrem: ze vstupní strany na výstupní stranu. Průtok umožňuje pouze tehdy, je-li vstupní tlak vyšší než výstupní.
de: Das Einwegventil bewegt Gas nur in eine Richtung: vom Eingang zum Ausgang. Es lässt das Gas nur durch, wenn der Eingangsdruck höher ist als der Ausgangsdruck.
es: La válvula unidireccional mueve el gas en una sola dirección: del lado de entrada al lado de salida. Solo permite el flujo si la presión de entrada es mayor que la presión de salida.

# Things.StructureWaterPipeHeater
source: Pipe Heater (Gas)
cs: Ohřívač trubek (plyn)
de: Rohrheizung (Gas)
es: Calentador de tubería (gas)

# Things.StructureWaterPipeHeater
source: Adds 1000 joules of heat per tick to the contents of your pipe network.
cs: Přidá 1000 joulů tepla za tik do obsahu vaší potrubní sítě.
de: Fügt dem Inhalt deines Rohrnetzes 1000 Joule Wärme pro Tick hinzu.
es: Agrega 1000 julios de calor por tick al contenido de su red de tuberías.

# Things.ItemPipeHeater
source: Pipe Heater Kit (Gas)
cs: Ohřívač trubek - sada (plyn)
de: Rohrheizung Bausatz (Gas)
es: Kit de calentador de tubería (gas)

# Things.ItemPipeHeater
source: Creates a {THING:StructurePipeHeater}.
cs: Vytvoří {THING:StructurePipeHeater}.
de: Erstellt eine {THING:StructurePipeHeater}.
es: Crea un {THING:StructurePipeHeater}.

# Things.ItemWaterPipeHeater
source: Pipe Heater Kit (Liquid)
cs: Ohřívač trubek (kapaliny)
de: Rohrheizung Bausatz (Flüssigkeit)
es: Kit de calentador de tubería (líquidos)

# Things.ItemWaterPipeHeater
source: Creates a {THING:StructureLiquidPipeHeater}.
cs: Vytvoří {THING:StructureLiquidPipeHeater}.
de: Erstellt eine {THING:StructureLiquidPipeHeater}.
es: Crea un {THING:StructureLiquidPipeHeater}.

# Things.ItemLiquidPipeHeater
source: Pipe Heater Kit (Liquid)
cs: Ohřívač trubek - sada (kapalina)
de: Rohrheizung Bausatz (Flüssigkeit)
es: Kit de calentador de tubería (líquidos)

# Things.ItemLiquidPipeHeater
source: Creates a {THING:StructureLiquidPipeHeater}.
cs: Vytvoří {THING:StructureLiquidPipeHeater}.
de: Erstellt eine {THING:StructureLiquidPipeHeater}.
es: Crea un {THING:StructureLiquidPipeHeater}.

# Things.StructureLiquidPipeHeater
source: Pipe Heater (Liquid)
cs: Ohřívač trubek (kapaliny)
de: Rohrheizung (Flüssigkeit)
es: Calentador de tubería (líquidos)

# Things.StructureLiquidPipeHeater
source: Adds 1000 joules of heat per tick to the contents of your pipe network.
cs: Přidá 1000 joulů tepla za tik do obsahu vaší potrubní sítě.
de: Fügt dem Inhalt deines Rohrnetzes 1000 Joule Wärme pro Tick hinzu.
es: Agrega 1000 julios de calor por tick al contenido de su red de tuberías.

# Things.StructureTurboVolumePump
source: Turbo Volume Pump (Gas)
cs: Turbo objemové čerpadlo (plyn)
de: Turbo-Volumenpumpe (Gas)
es: Turbo Bomba de volumen (gas)

# Things.StructureTurboVolumePump
source: Shifts 10 times more gas than a basic {THING:StructureVolumePump}, with a mode that can be set to flow in either direction.
cs: Přesouvá 10krát více plynu než základní {THING:StructureVolumePump} s režimem, který lze nastavit na průtok v obou směrech.
de: Verschiebt 10-mal mehr Gas als eine einfache {THING:StructureVolumePump}, mit einem Modus, der so eingestellt werden kann, dass er in beide Richtungen fließt.
es: Cambia 10 veces más gas que una {THING:StructureVolumePump} básica, con un modo que se puede configurar para que fluya en cualquier dirección.

# Things.ItemKitTurboVolumePump
source: Kit (Turbo Volume Pump - Gas)
cs: Turbo objemové čerpadlo - plyn (sada)
de: Bausatz (Turbo-Volumenpumpe - Gas)
es: Kit (Bomba Turbo - Gas)

# Things.ItemKitTurboVolumePump
source: Creates a {THING:StructureTurboVolumePump}.
cs: Vytvoří {THING:StructureTurboVolumePump}.
de: Erstellt eine {THING:StructureTurboVolumePump}.
es: Crea una {THING:StructureTurboVolumePump}.

# Things.StructureLiquidTurboVolumePump
source: Turbo Volume Pump (Liquid)
cs: Turbo objemové čerpadlo (kapalina)
de: Turbo-Volumenpumpe (Flüssigkeit)
es: Turbo Bomba de volumen (líquidos)

# Things.StructureLiquidTurboVolumePump
source: Shifts 10 times more liquid than a basic {THING:StructureVolumePump}, with a mode that can be set to flow in either direction.
cs: Přesouvá 10krát více kapaliny než základní {THING:StructureVolumePump} s režimem, který lze nastavit na průtok v obou směrech.
de: Verschiebt 10-mal mehr Flüssigkeit als eine einfache {THING:StructureVolumePump}, mit einem Modus, der so eingestellt werden kann, dass er in beide Richtungen fließt.
es: Cambia 10 veces más líquido que una {THING:StructureVolumePump} básica, con un modo que se puede configurar para que fluya en cualquier dirección.

# Things.ItemKitLiquidTurboVolumePump
source: Kit (Turbo Volume Pump - Liquid)
cs: Turbo objemové čerpadlo - kapalina (sada)
de: Bausatz (Turbo-Volumenpumpe - Flüssigkeit)
es: Kit (Bomba Turbo - Líquidos)

# Things.ItemKitLiquidTurboVolumePump
source: Creates a {THING:StructureLiquidTurboVolumePump}.
cs: Vytvoří {THING:StructureLiquidTurboVolumePump}.
de: Erstellt eine {THING:StructureLiquidTurboVolumePump}.
es: Crea una {THING:StructureLiquidTurboVolumePump}.

# Things.ItemMkIIToolbelt
source: Tool Belt MK II
de: Werkzeuggürtel MK II
es: Cinturon de Herramientas MK II

# Things.ItemMkIIToolbelt
source: A large, ten-slot tool belt with two extra generic slots for carrying whatever takes your fancy.
cs: Velký opasek na nářadí s deseti přihrádkami a dvěma dalšími obecnými přihrádkami pro nošení čehokoli, co vás zaujme.
de: Ein großer Werkzeuggürtel mit zehn Steckplätzen und zwei zusätzlichen generischen Steckplätzen zum Tragen von allem, was dir gefällt.
es: Un cinturón de herramientas grande de diez ranuras con dos ranuras genéricas adicionales para llevar lo que le apetezca.

# Things.ItemMiningBeltMKII
source: Mining Belt MK II
de: Bergbaugürtel MK II
es: Cinturón Minero Mk II

# Things.ItemMiningBeltMKII
source: A larger and more capacious mining belt, the Mk II is similar to the {THING:ItemMiningBelt}, but has 13 slots instead of the basic 8, to increase the length of your mining trips. It also has space for two tools.
cs: Větší a prostornější hornický opasek Mk II je podobný opasku {THING:ItemMiningBelt}, ale má 13 slotů místo základních 8, aby se prodloužila délka vašich těžebních cest. Má také místo pro dva nástroje.
de: Ein größerer und geräumigerer Bergbaugürtel, der Mk II ähnelt dem {THING:ItemMiningBelt}, hat aber 13 Steckplätze anstelle der einfachen 8, um die Länge Ihrer Bergbau-Trips zu erhöhen. Er hat auch Platz für zwei Werkzeuge.
es: Un cinturón minero más grande y espacioso, el Mk II es similar al {THING:ItemMiningBelt}, pero tiene 13 ranuras en lugar de las 8 básicas, para aumentar la duración de sus viajes de minería. También tiene espacio para dos herramientas.

# Things.StructureLiquidPipeOneWayValve
source: One Way Valve (Liquid)
cs: Jednosměrný ventil (kapalina)
de: Einwegventil (Flüssigkeit)
es: Válvula unidireccional (líquidos)

# Things.StructureLiquidPipeOneWayValve
source: The one way valve moves liquid in one direction only: from input side to output side. It only permits flow if the input pressure is higher than output pressure..
es: La válvula unidireccional mueve el líquido en una sola dirección: del lado de entrada al lado de salida. Solo permite el flujo si la presión de entrada es mayor que la presión de salida.

# Things.StructureWindowShutter
source: Window Shutter
cs: Okenní žaluzie
de: Fensterblende
es: Contraventana
fr: Volet de fenêtre

# Things.StructureWindowShutter
source: For those special, private moments, a window that can be closed to prying eyes. When closed, has the heat transfer characteristics of a basic wall. Requires power, and can be connected to logic systems.
cs: Pro výjimečné soukromé chvíle je k dispozici okno, které lze zavřít před zvědavými pohledy. Když je zavřené, má vlastnosti prostupu tepla jako základní stěna. Vyžaduje napájení a může být připojeno k logickým systémům.
de: Für diese besonderen, privaten Momente, ein Fenster das für neugierige Blicke geschlossen werden kann. Wenn geschlossen, hat es die Wärmeübertragungseigenschaften einer einfachen wand. Benötigt Strom und kann an Logiksysteme angeschlossen werden.
es: Para esos momentos especiales y privados, una ventana que se puede cerrar a miradas indiscretas. Cuando está cerrada, tiene las características de transferencia de calor de una pared básica. Requiere energía y se puede conectar a sistemas lógicos.

# Things.ItemKitWindowShutter
source: Kit (Window Shutter)
cs: Okenní roleta (sada)
de: Bausatz (Fensterblende)
es: Kit (Persiana de ventana)
fr: Kit (volet de fenêtre)

# Things.ItemKitWindowShutter
source: Produces a {THING:StructureWindowShutter}.
cs: Vytvoří {THING:StructureWindowShutter}.
de: Erstellt eine {THING:StructureWindowShutter}.
es: Produce un {THING:StructureWindowShutter}.

# Things.ItemExplosiveBasic
source: Item Explosive Basic
cs: Základní výbušnina
de: Gegenstand Explosiv Einfach
es: Artículo Explosivo Básico

# Things.ItemExplosiveBasic
source: A low cost, high yield explosive with a 10 second timer.
cs: Levná výbušnina s vysokou účinností a 10 sekundovým časovačem.
de: Ein kostengünstiger, starker Sprengstoff mit einem 10-Sekunden-Timer.
es: Un explosivo de bajo coste y alto rendimiento con un temporizador de 10 segundos.

# Things.ItemMiningCharge
source: Mining Charge
cs: Těžební výbušnina
de: Bergbau-Sprengladung
es: Explosivos de mineria

# Things.ItemMiningCharge
source: A low cost, high yield explosive with a 10 second timer.
cs: Levná výbušnina s vysokou účinností a 10 sekundovým časovačem.
de: Ein kostengünstiger, starker Sprengstoff mit einem 10-Sekunden-Timer.
es: Un explosivo de bajo coste y alto rendimiento con un temporizador de 10 segundos.

# Things.StructureHorizontalAutoMiner
source: The {LINK:Recurso;Recurso} OGRE (Orthogonal Ground Rotating Excavator) is a base structure with attached mining vehicle, which will mine a horizontal shaft up to X meters long. When full, the mining vehicle will return to the base to empty itself, before returning to dig. If it encounters empty space, it will also return to base and await instruction. The unit will return if deactivated. The OGRE can be connected to a chute system, and is controllable by a logic network. Note that the OGRE outputs more {LINK:OrePage;ore} than a conventional {THING:ItemMiningDrill} over the same area, due to more efficient processing. {HEADER:MODES} Idle - 0 Mining - 1 Returning - 2 DepostingOre - 3 Finished - 4
de: Der {LINK:Recurso; Recurso} OGRE (Orthogonal Ground Rotating Excavator) ist eine Basisstruktur mit angeschlossenem Bergbaufahrzeug, das einen bis zu X Meter langen horizontalen Schacht bohrt. Wenn es voll ist fährt es zurück zum entleeren. Wenn es auf Hohlräume stößt, kehrt es zur Basis zurück und wartet auf Anweisungen. Es kehrt zurück, wenn es deaktiviert ist. Der OGRE kann an ein Schachtsystem angeschlossen werden und kann über ein logisches Netzwerk gesteuert werden. Beachte, dass der OGRE aufgrund einer effizienteren Verarbeitung mehr {LINK:OrePage;ore} fördert als ein herkömmlicher {THING:ItemMiningDrill}. {HEADER:MODES} Leerlauf - 0 Bergbau - 1 Rückkehr - 2 AbwurfErz - 3 Fertig - 4
es: El EOSR {LINK:Recurso; Recurso} (Excavadora Octogonal de Suelo Rotativa) es una estructura base con vehículo minero adjunto, que minará un pozo horizontal de hasta X metros de largo. Cuando esté lleno, el vehículo minero regresará a la base para vaciarse, antes de volver a cavar. Si encuentra espacio vacío, también regresará a la base y esperará la instrucción. La unidad volverá si se desactiva. El EOSR se puede conectar a un sistema de conductos y es controlable por una red lógica. Tenga en cuenta que el EOSR produce más mineral que un {THING:ItemMiningDrill} convencional en el mismo área, debido a un procesamiento más eficiente. {HEADER:MODES} Inactivo - 0 Minando - 1 Regresando - 2 Depositando mineral - 3 Terminado - 4

# Things.StructureReinforcedCompositeWindow
source: Reinforced Window (Composite)
cs: Vyztužené okno (kompozitní)
de: Verstärktes Fenster (Verbundwerkstoff)
es: Ventana Reforzada (compuesta)
