Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.ItemKitSecurityPrinter
source: Kit (Security Printer)
cs: Bezpečnostní tiskárna (sada)
de: Bausatz (Sicherheitsdrucker)
es: Kit (Impresora de Seguridad)
fi: Varustepakkaus (turvalaitteiden tulostin)
fr: Kit (Imprimante de Sécurité)
hu: Készlet (Biztonsági nyomtató)
it: Kit (Stampante articoli Sicurezza)
pt_pt: Kit (Impressora de Componentes de Segurança)
ru: Набор (Принтер безопасности)
tr: Donanım (Güvenlik Yazıcısı)

# Things.StructureSecurityPrinter
source: Any {LINK:Stationeer;Stationeer} concerned about security needs the {LINK:Harkwell;Harkwell-designed} Vigilant-E security printer. Use the Vigilant-E to create a {THING:CartridgeAccessController}, in order to restrict access to different parts of your base via keycards like the {THING:AccessCardBlue}. The printer also makes a variety of weapons and ammunitions to defend your base against any hostile, aggressive or just slightly rude entites you encounter as you explore the Solar System.
de: Jeder {LINK:Stationeer; Stationeer} der besorgt ist um die Sicherheit braucht den {LINK:Harkwell; Von Harkwell entworfen} Vigilant-E Sicherheitsdrucker. Verwende das Vigilant-E, um einen {THING:CartridgeAccessController} zu erstellen, um den Zugriff auf verschiedene Teile deiner Basis über Keycards wie die {THING:AccessCardBlue} einzuschränken. Der Drucker stellt auch eine Vielzahl von Waffen und Munition her, um deine Basis gegen feindliche, aggressive oder nur leicht unhöfliche Wesen zu verteidigen, denen du bei der Erkundung des Sonnensystems begegnest.
es: Cualquier {LINK:Stationeer; Stationeer} preocupado por la seguridad necesita la {LINK:Harkwell;Harkwell-designed} Impresora de seguridad Vigilant-E diseñada por Harkwell. Utilice el Vigilant-E para crear un {THING:CartridgeAccessController}, con el fin de restringir el acceso a diferentes partes de su base a través de tarjetas clave como {THING:AccessCardBlue}. La impresora también fabrica una variedad de armas y municiones para defender tu base contra cualquier entidad hostil, agresiva o simplemente un poco grosera que encuentres mientras exploras el Sistema Solar.

# Things.StructureSecurityPrinter
source: Security Printer
cs: Bezpečnostní tiskárna
de: Sicherheitsdrucker
es: Impresora de Seguridad
fi: Turvalaitteiden tulostin
fr: Imprimante de Sécurité
hu: Biztonsági nyomtató
it: Stampante articoli Sicurezza
pt_pt: Impressora de Componentes de Segurança
ru: Принтер безопасности
tr: Güvenlik Yazıcısı

# Things.AccessCardYellow
source: Access Card (Yellow)
cs: Přístupová karta (Žlutá)
de: Zugangskarte (Gelb)
es: Tarjeta de acceso (Yellow)
fi: Kulkukortti (keltainen)
fr: Carte d'accès (Jaune)
hu: Belépőkáryta (Sárga)
it: Scheda d'accesso (Gialla)
pt_pt: Cartão de Acesso (Amarelo)
ru: Карта доступа (Желтая)
tr: Erişim Kartı (Sarı)

# Things.AccessCardWhite
source: Access Card (White)
cs: Přístupová karta (Bílá)
de: Zugangskarte (Weiß)
es: Tarjeta de acceso (Blanco)
fi: Kulkukortti (valkoinen)
fr: Carte d'accès (Blanche)
hu: Belépőkártya (Fehér)
it: Scheda d'accesso (Bianca)
pt_pt: Cartão de Acesso (Branco)
ru: Карта доступа (Белая)
tr: Erişim Kartı (Beyaz)

# Things.AccessCardRed
source: Access Card (Red)
cs: Přístupová karta (Červená)
de: Zugangskarte (Rot)
es: Tarjeta de acceso (Rojo)
fi: Kulkukortti (punainen)
fr: Carte d'accès (Rouge)
hu: Belépőkártya (Vörös)
it: Scheda d'accesso (Rossa)
pt_pt: Cartão de Acesso (Vermelho)
ru: Карта доступа (Красаня)
tr: Erişim Kartı (Kırmızı)

# Things.AccessCardPurple
source: Access Card (Purple)
cs: Přístupová karta (Fialová)
de: Zugangskarte (Lila)
es: Tarjeta de acceso (Purpura)
fi: Kulkukortti (purppura)
fr: Carte d'accès (Violete)
hu: Belépőkártya (Lila)
it: Scheda d'accesso (Viola)
pt_pt: Cartão de Acesso (Roxo)
ru: Карта доступа (Фиолетавая)
tr: Erişim Kartı (Mor)

# Things.AccessCardPink
source: Access Card (Pink)
cs: Přístupová karta (Růžová)
de: Zugangskarte (Rosa)
es: Tarjeta de acceso (Rosa)
fi: Kulkukortti (pinkki)
fr: Carte d'accès (Rose)
hu: Belépőkártya (Rózsaszín)
it: Scheda d'accesso (Rosa)
pt_pt: Cartão de Acesso (Rosa)
ru: Карта доступа (Розовая)
tr: Erişim Kartı (Pembe)

# Things.AccessCardOrange
source: Access Card (Orange)
cs: Přístupová karta (Oranžová)
de: Zugangskarte (Orange)
es: Tarjeta de acceso (Naranja)
fi: Kulkukortti (oranssi)
fr: Carte d'accès (Orange)
hu: Belépőkártya (Narancssárga)
it: Scheda d'accesso (Arancione)
pt_pt: Cartão de Acesso (Laranja)
ru: Карта доступа (Оранжевая)
tr: Erişim Kartı (Turuncu)

# Things.AccessCardKhaki
source: Access Card (Khaki)
cs: Přístupová karta (Khaki)
de: Zugangskarte (Khaki)
es: Tarjeta de acceso (Caqui)
fi: Kulkukortti (khaki)
fr: Carte d'accès (Kaki)
hu: Belépőkártya (Keki)
it: Scheda d'accesso (Kaki)
pt_pt: Access Card (Caqui)
ru: Карта доступа (Хаки)
tr: Erişim Kartı (Bej)

# Things.AccessCardGreen
source: Access Card (Green)
cs: Přístupová karta (Zelená)
de: Zugangskarte (Grün)
es: Tarjeta de acceso (Verde)
fi: Kulkukortti (vihreä)
fr: Carte d'accès (Verte)
hu: Belépőkártya (Zöld)
it: Scheda d'accesso (Verde)
pt_pt: Cartão de Acesso (Verde)
ru: Карта доступа (Зеленая)
tr: Erişim Kartı (Yeşil)

# Things.AccessCardGray
source: Access Card (Gray)
cs: Přístupová karta (Šedá)
de: Zugangskarte (Grau)
es: Tarjeta de acceso (Gris)
fi: Kulkukortti (harmaa)
fr: Carte d'accès (Grise)
hu: Belépőkártya (Szürke)
it: Scheda d'accesso (Grigia)
pt_pt: Cartão de Acesso (Cinzento)
ru: Карта доступа (Серая)
tr: Erişim Kartı (Gri)

# Things.AccessCardBrown
source: Access Card (Brown)
cs: Přístupová karta (Hnědá)
de: Zugangskarte (Braun)
es: Tarjeta de acceso (Marrón)
fi: Kulkukortti (ruskea)
fr: Carte d'accès (Marron)
hu: Belépőkártya (Barna)
it: Scheda d'accesso (Marrone)
pt_pt: Cartão de Acesso (Castanho)
ru: Карта доступа (Коричневая)
tr: Erişim Kartı (Kahverengi)

# Things.AccessCardBlue
source: Access Card (Blue)
cs: Přístupová karta (Modrá)
de: Zugangskarte (Blau)
es: Tarjeta de acceso (Azul)
fi: Kulkukortti (sininen)
fr: Carte d'accès (Bleu)
hu: Belépőkártya (Kék)
it: Scheda d'accesso (Blu)
pt_pt: Cartão de Acesso (Azul)
ru: Карта доступа (Голубая)
tr: Erişim Kartı (Mavi)

# Things.AccessCardBlack
source: Access Card (Black)
cs: Přístupová karta (Černá)
de: Zugangskarte (Schwarz)
es: Tarjeta de acceso (Negro)
fi: Kulkukortti (musta)
fr: Carte d'accès (Noir)
hu: Belépőkártya (Fekete)
it: Scheda d'accesso (Nera)
pt_pt: Cartão de Acesso (Preto)
ru: Карта доступа (Черная)
tr: Erişim Kartı (Siyah)

# Things.CartridgeAccessController
source: Cartridge (Access Controller)
cs: Kazeta (přístupový správce)
de: Kassette (Zugangskontrolle)
es: Cartucho (Controlador de Acceso)
fi: Kasetti (kulunvalvonta)
fr: Carte (Contrôleur d'accès)
hu: Kártya (Hozzáférés vezérlő)
it: Cartuccia (Controllo d'accesso)
pt_pt: Cartucho (Controlo de Acesso)
ru: Картридж (Контроль доступа)
tr: Kartuş (Erişim Denetleyici)

# Things.ItemWreckage4
source: Wreckage
cs: Trosky
de: Trümmer
es: Desguace
fi: Hylky
fr: Débris
hu: Roncs
it: Rottami
pt_pt: Destroços
ru: Обломок
tr: Enkaz

# Things.ItemWreckage3
source: Wreckage
cs: Šrot
de: Trümmer
es: Desguace
fi: Hylky
fr: Débris
hu: Roncs
it: Rottami
pt_pt: Destroços
ru: Обломок
tr: Enkaz

# Things.ItemWreckage2
source: Wreckage
cs: Trosky
de: Trümmer
es: Desguace
fi: Hylky
fr: Débris
hu: Roncs
it: Rottami
pt_pt: Destroços
ru: Обломок
tr: Enkaz

# Things.ItemWreckage1
source: Wreckage
cs: Trosky
de: Trümmer
es: Desguace
fi: Hylky
fr: Débris
hu: Roncs
it: Rottami
pt_pt: Destroços
ru: Обломок
tr: Enkaz

# Things.ItemWreckageConstructor
source: Debug Wreckage Constructor
cs: Ladička trosek konstruktor
de: Debug Wrack Konstruktor
es: Constructor de Depuración de Desguace
fi: Hylyn luonti debug-tarkoitukseen
fr: Debug Constructeur de débris
hu: Hibakereső roncs építő
it: Costruttore Riciclarottami
pt_pt: Depurar Destroços Construtor
ru: Набор (Разрушенные структуры)
tr: Enkaz Oluşturucu Hata Ayıklaması

# Things.StructureRocketEngineDestroyed
source: Rocket Engine (Destroyed)
cs: Raketový motor (Zničený)
de: Zerstörtes Raketentriebwerk
es: Motor de cohete (Destruido)
fi: Rakettimoottori (tuhottu)
fr: Moteur de Fusée (détruit)
hu: Hajtómű (megsemmisült)
it: Motore a razzo (distrutto)
pt_pt: Motor de Foguete (Destruído)
ru: Разрушенный ракетный двигатель
tr: Roket Motoru (Parçalanmış)

# Things.ItemAuthoringTool
source: Item Authoring Tool
cs: Nástroj pro vytváření položek
de: Zeigestock
es: Herramienta de Creación
fi: Admin-työkalu
fr: Outil de création d'objet
hu: Tárgy ellenőrző eszköz
it: Applicativi d'autore
pt_pt: Item Ferramenta Autoria
ru: Инструмент для творчества
tr: Parça Oluşturma Aleti

# Things.StructurePipeCrossJunction4
source: Pipe (4-Way Corner)
cs: Potrubí (4-cestné rohové)
de: Rohr (4-Wege-Ecke)
es: Tubo (Esquina de 4 vías)
fi: Putki (kulma, 4-tie)
fr: Tuyau (4 Jonctions)
hu: Cső (4 irányú sarok)
it: Tubo (4 giunti)
pt_pt: Cano (Canto com 4 Conectores)
ru: Труба (Угловая 4-конечная)
tr: Boru (4 Yönlü Köşe)

# Things.CartridgeGuide
source: Guide
cs: Příručka
de: Kassette (Anleitung)
es: Guía
fr: Carte (Guide)
hu: Útmutató
ru: Руководство
tr: Kılavuz

# Things.StructureLadder
source: Ladder
cs: Žebřík
de: Leiter
es: Escalera
fi: Tikapuut
fr: Echelle
hu: Létra
it: Scala
pt_pt: Escada
ru: Вертикальная лестница
tr: Merdiven

# Things.ItemKitWallPadded
source: Kit (Padded Wall)
cs: Polstrovaná stěna (sada)
de: Bausatz (Gepolsterte Wand)
es: Kit (Pared Acolchada)
fi: Varustepakkaus (pehmustettu seinä)
fr: Kit (Mur extrudé)
hu: Készlet (Párnázott fal)
it: Kit (Pannello imbottito a muro)
pt_pt: Kit (Parede Almofadada)
ru: Набор (Обитая стена)
tr: Donanım (Dolgulu Duvar)

# Things.ItemKitWallGeometry
source: Kit (Geometric Wall)
cs: Geometrická stěna (sada)
de: Bausatz (Geometrische Wand)
es: Kit (Geometría de Pared)
fi: Varustepakkaus (geometrinen seinä)
fr: Kit (Mur géométrique)
hu: Készlet (Alakzatos fal)
it: Kit (Muro geometrico)
pt_pt: Kit (Parede Geométrica)
ru: Набор (Геометрическая стена)
tr: Donanım (Geometrik Duvar)

# Things.ItemKitWallFlat
source: Kit (Flat Wall)
cs: Plochá stěna (sada)
de: Bausatz (Flache Wand)
es: Kit (Pared Plana)
fi: Varustepakkaus (tasainen seinä)
fr: Kit (Mur plat)
hu: Készlet (Sima fal)
it: Kit (Muro piatto)
pt_pt: Kit (Parede Lisa)
ru: Набор (Плоская стена)
tr: Donanım (Düz Duvar)

# Things.ItemKitWallArch
source: Kit (Arched Wall)
cs: Klenutá stěna (sada)
de: Bausatz (Gewölbte Wand)
es: Kit (Pared en Arco)
fi: Varustepakkaus (kaareva seinä)
fr: Kit (Mur arc)
hu: Készlet (Ívelt fal)
it: Kit (Muro ad arco)
pt_pt: Kit (Parede Arqueada)
ru: Набор (Арочная стена)
tr: Donanım (Kavisli Duvar)

# Things.StructureWallLargePanelArrow
source: Wall (Large Panel Arrow)
cs: Plochá stěna (velký panel, šipka)
de: Flachwand (große Platten; Pfeil)
es: Pared de Panel Grande en Flecha
fi: Seinä (suuri paneeli, nuoli)
fr: Grand panneau mural (flèche)
hu: Fal (Nagy panel, nyíl)
it: Pannello a parete grande (A freccia)
pt_pt: Parede (Painel Grande com Seta)
ru: Стена (Большая панель со стрелкой)
tr: Duvar (Geniş Pano Ok Tipi)

# Things.StructureWallSmallPanelsTwoTone
source: Wall (Small Panels Two Tone)
cs: Plochá stěna (malé panely, dva tóny)
de: Flachwand (kleine Platten; zweifarbig)
es: Pared de Paneles Pequeños Dos Tonos
fi: Seinä (pienet paneelit, kaksivärinen)
fr: Petits panneaux muraux (deux tons)
hu: Fal (Kis panel (Egyszínű))
it: Pannello a parete piccolo (Due colori)
pt_pt: Parede (Painéis Pequenos com Dois Tons)
ru: Стена (Маленькие панели, два оттенка)
tr: Duvar (Küçük Panolar İki Tonlu)

# Things.StructureWallSmallPanelsMonoChrome
source: Wall (Small Panels Mono Chrome)
cs: Plochá stěna (malé panely, jednobarevná)
de: Flachwand (kleine Platten; einfarbig)
es: Pared de Paneles Pequeños MonoCromado
fi: Seinä (pienet paneelit, yksivärinen)
fr: Petits panneaux muraux (monochrome)
hu: Fal (Kis panel (Többszínű))
it: Pannello a parete piccolo (Monocromatico)
pt_pt: Parede (Painéis Pequenos Monocromáticos)
ru: Стена (Маленькие панели, монохромная)
tr: Duvar (Küçük Panolar Tek Renkli)

# Things.StructureWallSmallPanelsArrow
source: Wall (Small Panels Arrow)
cs: Plochá stěna (malé panely, šipka)
de: Flachwand (kleine Platten; Pfeil)
es: Pared de Paneles Pequeños en Flecha
fi: Seinä (pienet paneelit, nuoli)
fr: Petits panneaux muraux (flèche)
hu: Fal (Kis panel, nyíl)
it: Pannello a parete piccolo (A freccia)
pt_pt: Parede (Painéis Pequenos com Seta)
ru: Стена (Маленькие панели со стрелкой)
tr: Duvar (Küçük Panolar Ok Tipi)

# Things.StructureWallSmallPanelsAndHatch
source: Wall (Small Panels And Hatch)
cs: Plochá stěna (malé panely a poklop)
de: Flachwand (kleine Platten; mit Luke)
es: Pared de Paneles Pequeños y Escotilla
fi: Seinä (pienet paneelit, luukku)
fr: Petits panneaux muraux (trappe)
hu: Fal (Kis panelek és nyílás)
it: Pannello a parete piccolo (A scomparsa)
pt_pt: Parede (Painéis Pequenos e Alçapão)
ru: Стена (Маленькие панели и люк)
tr: Duvar (Küçük Panolar ve Kapak)

# Things.StructureWallLargePanel
source: Wall (Large Panel)
cs: Plochá stěna (velký panel)
de: Flachwand (große Platten)
es: Pared de Panel Grande
fi: Seinä (suuri paneeli)
fr: Grand panneau mural
hu: Fal (Nagy panel)
it: Pannello a muro grande
pt_pt: Parede (Painéis Grandes)
ru: Стена (Большая панель)
tr: Duvar (Geniş Panolar)

# Things.StructureWallSmallPanels
source: Wall (Small Panels)
cs: Stěna (Malé panely)
de: Flachwand (kleine Platten)
es: Pared de Paneles Pequeños
fi: Seinä (pienet paneelit)
fr: Petits panneaux muraux
hu: Fal (Kis panel)
it: Pannello a muro piccolo
pt_pt: Parede (Painéis Pequenos)
ru: Стена (Малые панели)
tr: Duvar (Küçük Panolar)

# Things.StructureWallSimple
source: Wall (Simple)
cs: Stěna (Jednoduchá)
de: Wand (einfach)
es: Pared Simple
fi: Seinä (yksinkertainen)
fr: Mur simple
hu: Fal (Egyszerű)
it: Parete semplice
pt_pt: Parede (Simples)
ru: Стена (Простая)
tr: Duvar (Basit)

# Things.StructureWallPlating
source: Wall (Plating)
cs: Plochá stěna (pokovená)
de: Flachwand (gepanzert)
es: Revestimiento de paredes
fi: Seinä (paneloitu)
fr: Mur plat
hu: Fal (Burkolt)
it: Rivestimento parete
pt_pt: Parede (Chapa)
ru: Стена (С обшивкой)
tr: Duvar (Kaplama)

# Things.StructureWallPaddingThin
source: Wall (Padding Thin)
cs: Polstrovaná stěna (tenká)
de: Polsterwand (dünn)
es: Pared Delgada
fi: Seinä (ohut pehmuste)
fr: Mur extrudé fin
hu: Fal (Vékonyan párázott)
it: Pannello imbottito a muro sottile
pt_pt: Parede (Acolchoadas Fina)
ru: Стена (Наборная, тонкая)
tr: Duvar (İnce Dolgulu)

# Things.StructureWallPaddingLightFitting
source: Wall (Padding Light Fitting)
cs: Polstrovaná stěna (světlo, kování)
de: Polsterwand (Lichtaussparung)
es: Relleno de la Pared de Aplique de luz
fi: Seinä (pehmustettu, valoaukko)
fr: Mur extrudé (rampe lumière)
hu: Fal (Párnázott könnyített)
it: Pannello imbottito a muro (slot lampada)
pt_pt: Parede (Almofadada Encaixes Luzes)
ru: Стена (Наборная с проёмом для лампы)
tr: Duvar (Dolgulu Aydınlatma Armatürü)

# Things.StructureWallPaddingArchVent
source: Wall (Padding Arch Vent)
cs: Polstrovaná stěna (oblouk, větrání)
de: Wand (Bogen; gepolstert; Lüftung)
es: Pared de arco de ventilación
fi: Seinä (pehmustettu, kaareva, tuuletinaukko)
fr: Mur extrudé arc (ventilation)
hu: Fal (Párnázott ívelt szellőzővel)
it: Pannello imbottito ad arco (ventilazione)
pt_pt: Parede (Almofadada Arqueado Abertura)
ru: Стена (Наборная, арка с решёткой вентиляции)
tr: Duvar (Dolgulu Kavis Delikli)

# Things.StructureWallPadding
source: Wall (Padding)
cs: Polstrovaná stěna
de: Polsterwand
es: Pared Acolchada
fi: Seinä (pehmustettu)
fr: Mur extrudé
hu: Fal (Párnázott)
it: Pannello imbottito a muro
pt_pt: Parede (Almofadada)
ru: Стена (Наборная)
tr: Duvar (Dolgulu)

# Things.StructureWallPaddedArchLightsFittings
source: Wall (Padded Arch Lights Fittings)
cs: Polstrovaná stěna (oblouk, světla, kování)
de: Polsterwand (konkav; Lichtaussparungen)
es: Pared de Arco de luces de Accesorios
fi: Seinä (pehmustettu, kaareva, valoaukot)
fr: Mur extrudé arc (rampe lumière)
hu: Fal (Ívelt párnázott könnyített)
it: Pannello imbottito ad arco (slot lampada)
pt_pt: Parede (Arqueada Almofadada com Encaixes para Luzes)
ru: Стена (Наборная, арка с проёмами для ламп)
tr: Duvar (Dolgulu Kavis Aydınlatma Armatürü)

# Things.StructureWallPaddedArch
source: Wall (Padded Arch)
cs: Polstrovaná stěna (oblouk)
de: Polsterwand (konkav)
es: Muro de Arco
fi: Seinä (pehmustettu, kaareva)
fr: Mur extrudé arc
hu: Fal (Párnázott ívelt)
it: Pannello imbottito a muro ad arco
pt_pt: Parede (Arqueada Almofadada)
ru: Стена (Наборная, арка)
tr: Duvar (Dolgulu Kavis)

# Things.StructureWallGeometryTMirrored
source: Wall (Geometry T Mirrored)
cs: Geometrická stěna (zrcadlené T)
de: Wand (Geometrisch T gespiegelt)
es: Pared (Geometría T reflejada)
fr: Mur géométrique T en miroir
ru: Стена (Геометрия, Зеркальная T)
tr: Duvar (Geometri T Yansımalı)

# Things.StructureWallGeometryT
source: Wall (Geometry T)
cs: Geometrická stěna (T)
de: Gerahmte Wand (T-Stück)
es: Geometría de la pared en T
fi: Seinä (geometrinen, T-pala)
fr: Mur géométrique T
hu: Fal (T alakzat)
it: Muro geometrico a T
pt_pt: Parede (Geometria em T)
ru: Стена (Геометрия, Т-образная)
tr: Duvar (T Tipte Geometri)

# Things.StructureWallGeometryStreight
source: Wall (Geometry Straight)
cs: Geometrická stěna (rovná)
de: Gerahmte Wand (Gerade)
es: Geometría de la pared Recta
fi: Seinä (geometrinen, suora pala)
fr: Mur géométrique ligne
hu: Fal (Egyenes alakzat)
it: Muro geometrico diritto
pt_pt: Parede (Geometria Reta)
ru: Стена (Геометрия, прямая)
tr: Duvar (Düzgün Geometri)

# Things.StructureWallGeometryCorner
source: Wall (Geometry Corner)
cs: Geometrická stěna (rohová)
de: Gerahmte Wand (Ecke)
es: Esquina Geometría de Pared
fi: Seinä (geometrinen, nurkkapala)
fr: Mur géométrique angle
hu: Fal (Sarok alakzat)
it: Muro geometrico angolo
pt_pt: Parede (Cantos Geométricos)
ru: Стена (Геометрия, угол)
tr: Duvar (Köşeli Geometri)

# Things.StructureWallArchTwoTone
source: Wall (Arch Two Tone)
cs: Klenutá stěna (dva tóny)
de: Gekantete Wand (zweifarbig)
es: Muro Arco Dos Tonos
fi: Seinä (kaareva, kaksivärinen)
fr: Mur arc (deux tons)
hu: Fal (Kéttónusú ívelt)
it: Muro arco (due toni)
pt_pt: Parede (Arqueada com Dois Tons)
ru: Стена (Арка два оттенка)
tr: Duvar (Kavisli İki Tonlu)

# Things.StructureWallArchPlating
source: Wall (Arch Plating)
cs: Klenutá stěna (pokovená)
de: Gekantete Wand (gepanzert)
es: Muro Arco Revestimiento
fi: Seinä (kaareva, laatoitettu)
fr: Mur arc (placage)
hu: Fal (Ívelt borítás)
it: Muro arco (placcato)
pt_pt: Parede (Chapas de Metal Arqueadas)
ru: Стена (Арка с обшивкой)
tr: Duvar (Kavisli Kaplama)

# Things.StructureWallArchArrow
source: Wall (Arch Arrow)
cs: Klenutá stěna (šipka)
de: Gekantete Wand (Pfeil)
es: Muro Arco Flecha
fi: Seinä (kaareva, nuoli)
fr: Mur arc (flèche)
hu: Fal (Ívelt, nyilas)
it: Muro ad arco (freccia)
pt_pt: Parede (Arqueada com Seta)
ru: Стена (Арка со стрелкой)
tr: Duvar (Kavisli Ok Tipi)

# Things.StructureWallArch
source: Wall (Arch)
cs: Klenutá stěna
de: Gekantete Wand
es: Arco de pared
fi: Seinä (kaareva)
fr: Mur arc
hu: Fal (Ívelt)
it: Muro ad arco
pt_pt: Parede (Arqueada)
ru: Стена (Арка)
tr: Duvar (Kavisli)

# Things.StructureWallFlat
source: Wall (Flat)
cs: Plochá stěna
de: Flachwand
es: Muro (plano)
fi: Seinä (tasainen)
fr: Mur plat
hu: Fal (Sima)
it: Muro (piatto)
pt_pt: Parede (Lisa)
ru: Стена (Плоская)
tr: Duvar (Düz)

# Things.Corner1
source: Corner
cs: Roh
de: Ecke
es: Esquina
fr: Coin
ru: Угол
tr: Köşe

# Things.CompositeWallPanelling21
source: Composite Wall Panelling 21
cs: Kompozitní obložení stěn 21
de: Wandverkleidung aus Verbundwerkstoff 21
es: Paneles de pared compuestos 21
fr: Panneaux muraux Composite 21
ru: Композитная настенная панель 21
tr: Alaşım Duvar Kaplaması 21

# Things.CompositeWallPanelling20
source: Composite Wall Panelling 20
cs: Kompozitní obložení stěn 20
de: Wandverkleidung aus Verbundwerkstoff 20
es: Paneles de pared compuestos 20
fr: Panneaux muraux Composite 20
ru: Композитная настенная панель 20
tr: Alaşım Duvar Kaplaması 20

# Things.CompositeWallPanelling19
source: Composite Wall Panelling 19
cs: Kompozitní obložení stěn 19
de: Wandverkleidung aus Verbundwerkstoff 19
es: Paneles de pared compuestos 19
fr: Panneaux muraux Composite 19
ru: Композитная настенная панель 19
tr: Alaşım Duvar Kaplaması 19

# Things.CompositeWallPanelling18
source: Composite Wall Panelling 18
cs: Kompozitní obložení stěn 18
de: Wandverkleidung aus Verbundwerkstoff 18
es: Paneles de pared compuestos 18
fr: Panneaux muraux Composite 18
ru: Композитная настенная панель 18
tr: Alaşım Duvar Kaplaması 18

# Things.CompositeWallPanelling17
source: Composite Wall Panelling 17
cs: Kompozitní obložení stěn 17
de: Wandverkleidung aus Verbundwerkstoff 17
es: Paneles de pared compuestos 17
fr: Panneaux muraux Composite 17
ru: Композитная настенная панель 17
tr: Alaşım Duvar Kaplaması 17

# Things.CompositeWallPanelling16
source: Composite Wall Panelling 16
cs: Kompozitní obložení stěn 16
de: Wandverkleidung aus Verbundwerkstoff 16
es: Paneles de pared compuestos 16
fr: Panneaux muraux Composite 16
ru: Композитная настенная панель 16
tr: Alaşım Duvar Kaplaması 16

# Things.CompositeWallPanelling15
source: Composite Wall Panelling 15
cs: Kompozitní obložení stěn 15
de: Wandverkleidung aus Verbundwerkstoff 15
es: Paneles de pared compuestos 15
fr: Panneaux muraux Composite 15
ru: Композитная настенная панель 15
tr: Alaşım Duvar Kaplaması 15

# Things.CompositeWallPanelling14
source: Composite Wall Panelling 14
cs: Kompozitní obložení stěn 14
de: Wandverkleidung aus Verbundwerkstoff 14
es: Paneles de pared compuestos 14
fr: Panneaux muraux Composite 14
ru: Композитная настенная панель 14
tr: Alaşım Duvar Kaplaması 14

# Things.CompositeWallPanelling13
source: Composite Wall Panelling 13
cs: Kompozitní obložení stěn 13
de: Wandverkleidung aus Verbundwerkstoff 13
es: Paneles de pared compuestos 13
fr: Panneaux muraux Composite 13
ru: Композитная настенная панель 13
tr: Alaşım Duvar Kaplaması 13

# Things.CompositeWallPanelling12
source: Composite Wall Panelling 12
cs: Kompozitní obložení stěn 12
de: Wandverkleidung aus Verbundwerkstoff 12
es: Paneles de pared compuestos 12
fr: Panneaux muraux Composite 12
ru: Композитная настенная панель 12
tr: Alaşım Duvar Kaplaması 12

# Things.CompositeWallPanelling11
source: Composite Wall Panelling 11
cs: Kompozitní obložení stěn 11
de: Wandverkleidung aus Verbundwerkstoff 11
es: Paneles de pared compuestos 11
fr: Panneaux muraux Composite 11
ru: Композитная настенная панель 11
tr: Alaşım Duvar Kaplaması 11

# Things.CompositeWallPanelling10
source: Composite Wall Panelling 10
cs: Kompozitní obložení stěn 10
de: Wandverkleidung aus Verbundwerkstoff 10
es: Paneles de pared compuestos 10
fr: Panneaux muraux Composite 10
ru: Композитная настенная панель 10
tr: Alaşım Duvar Kaplaması 10

# Things.CompositeWallPanelling9
source: Composite Wall Panelling 9
cs: Kompozitní obložení stěn 9
de: Wandverkleidung aus Verbundwerkstoff 9
es: Paneles de pared compuestos 9
fr: Panneaux muraux Composite 9
ru: Композитная настенная панель 9
tr: Alaşım Duvar Kaplaması 9

# Things.CompositeWallPanelling8
source: Composite Wall Panelling 8
cs: Kompozitní obložení stěn 8
de: Wandverkleidung aus Verbundwerkstoff 8
es: Paneles de pared compuestos 8
fr: Panneaux muraux Composite 8
ru: Композитная настенная панель 8
tr: Alaşım Duvar Kaplaması 8

# Things.CompositeWallPanelling7
source: Composite Wall Panelling 7
cs: Kompozitní obložení stěn 7
de: Wandverkleidung aus Verbundwerkstoff 7
es: Paneles de pared compuestos 7
fr: Panneaux muraux Composite 7
ru: Композитная настенная панель 7
tr: Alaşım Duvar Kaplaması 7

# Things.CompositeWallPanelling6
source: Composite Wall Panelling 6
cs: Kompozitní obložení stěn 6
de: Wandverkleidung aus Verbundwerkstoff 6
es: Paneles de pared compuestos 6
fr: Panneaux muraux Composite 6
ru: Композитная настенная панель 6
tr: Alaşım Duvar Kaplaması 6
