Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureSatelliteDish
source: This large communications unit can be used to communicate with nearby trade vessels. When connected to a {THING:StructureComputer} containing a {THING:MotherboardComms} motherboard, a {THING:StructureShuttleLandingPad}, and a {THING:StructureVendingMachine}, this allows Stationeers to trade with suppliers. Adjust its horizontal and vertical attributes either directly or through logic. You need a communications signal of 95% or above to establish reliable communications with a trader.
cs: Tuto velkou komunikační jednotku lze použít ke komunikaci s blízkými obchodními plavidly. Po připojení k {THING:StructureComputer} obsahujícímu {THING:MotherboardComms} základní desku, {THING:StructureShuttleLandingPad} a {THING:StructureVendingMachine} umožňuje Stationeerům obchodovat s dodavateli. Upravte jeho horizontální a vertikální atributy buď přímo, nebo pomocí logiky. K navázání spolehlivé komunikace s obchodníkem je třeba komunikační signál 95 % nebo vyšší.
de: Diese große Kommunikationseinheit kann zur Kommunikation mit Handelsschiffen in der Nähe verwendet werden. Wenn eine Verbindung zu einem {THING:StructureComputer} besteht, der eine {THING:MotherboardComms}-Hauptplatine, eine {THING:StructureShuttleLandingPad} und einen {THING:StructureVendingMachine} enthält, können Stationeers mit Lieferanten handeln. Passe die horizontalen und vertikalen Attribute entweder direkt oder über Logik an. Du benötigst ein Kommunikationssignal von 95% oder mehr, um eine zuverlässige Kommunikation mit einem Händler herzustellen.
es: Esta gran unidad de comunicaciones se puede utilizar para comunicarse con buques comerciales cercanos. Cuando se conecta a una {THING:StructureComputer} que contiene una placa base {THING:MotherboardComms}, una {THING:StructureShuttleLandingPad} y una {THING:StructureVendingMachine}, esto permite a los stationeers comerciar con proveedores. Ajuste sus atributos horizontales y verticales, ya sea directamente o a través de la lógica. Necesita una señal de comunicaciones del 95% o superior para establecer comunicaciones confiables con un comerciante.

# Things.StructureSatelliteDish
source: Satellite Dish
cs: Satelitní anténa
de: Satellitenschüssel
es: Antena parabólica
fi: Satelliittilautanen
fr: Antenne satellite
hu: Parabola antenna
it: Disco satellite
pt_pt: Disco de Satélite
ru: Спутниковая тарелка
tr: Uydu Anteni

# Things.ItemKitLandingPad
source: Kit (Landing Pad)
cs: Přistávací plocha (sada)
de: Bausatz (Landeplatz)
es: Kit (Pista de aterrizaje)
fi: Varustepakkaus (laskeutumisalusta)
fr: Kit (Aire d'atterrissage)
hu: Készlet (Leszállóplatform)
it: Kit (Piattaforma di atterraggio)
pt_pt: Kit (Plataforma de Aterragem)
ru: Набор (Посадочная площадка)
tr: Donanım (İniş Alanı)

# Things.StructureShuttleLandingPad
source: Landing pad capable of handling a small trade shuttle. When connected to a {THING:StructureComputer} containing a {THING:MotherboardComms}, a {THING:StructureSatelliteDish}, and a {THING:StructureVendingMachine} enables the ability to trade with suppliers. You need a communications signal of 95% or above to establish reliable communications with a trader.
cs: Přistávací rampa schopná zvládnout malý obchodní raketoplán. Po připojení k {THING:StructureComputer} obsahující {THING:MotherboardComms}, {THING:StructureSatelliteDish} a {THING:StructureVendingMachine} umožňuje obchodovat s dodavateli. K navázání spolehlivé komunikace s obchodníkem potřebujete komunikační signál 95% nebo vyšší.
de: Landeplatz, der in der Lage ist, einen kleines Handels-Shuttle aufzunehmen. Wenn eine Verbindung zu einem {THING:StructureComputer} besteht, der eine {THING:MotherboardComms}, eine {THING:StructureSatelliteDish} und einen {THING:StructureVendingMachine} enthält, können Sie mit Lieferanten handeln. Du benötigst ein Kommunikationssignal von 95% oder mehr, um eine zuverlässige Kommunikation mit einem Händler herzustellen.
es: Plataforma de aterrizaje capaz de manejar una pequeña lanzadera comercial. Cuando se conecta a un {THING:StructureComputer} que contiene un {THING:MotherboardComms}, un {THING:Structure SatelliteDish} y un {THING:StructureVendingMachine} habilita la capacidad de comerciar con proveedores. Necesita una señal de comunicación del 95% o más para establecer comunicaciones confiables con un comerciante.
fr: L'aire d’atterrissage capable de gérer une petite navette commerciale. Lorsqu’elle est connectée à un {THING:StructureComputer} contenant une {THING:MotherboardComms}, un {THING:StructureSatelliteDish}, et un {THING:StructureVendingMachine}, elle permet de commercer avec des marchands. Vous avez besoin d’un signal de communication de 95% ou plus pour établir des communications fiables avec un marchand.

# Things.StructureShuttleLandingPad
source: Landing Pad
cs: Přistávací rampa
de: Landeplattform
es: Pista de aterrizaje
fi: Laskeutumisalusta
fr: Aire d'atterrissage
hu: Leszállóplatform
it: Piattaforma di atterraggio
pt_pt: Plataforma de Aterragem
ru: Посадочная площадка
tr: İniş Alanı

# Things.StructureLogicHashGen
source: Logic Hash Generator
cs: Logický hash generátor
de: Logischer Hash-Generator
es: Generador de Lógica Hash
fi: Loogisen tarkisteen generoija
fr: Générateur de Hash logique
hu: Logika: Hash-generátor
it: Generatore Logico Hash
pt_pt: Chip Lógico Gerador de Hash
ru: Чип (Генератор хеш-числа)
tr: Mantık Hash'i Üretici

# Things.ItemGlasses
source: Glasses
cs: Brýle
de: Brille
es: Gafas
fi: Lasit
fr: Lunettes
hu: Szemüveg
it: Occhiali
pt_pt: Óculos
ru: Очки
tr: Gözlük

# Things.ItemNVG
source: Night Vision Goggles
cs: Brýle na noční vidění
de: Nachtsichtgerät
es: Gafas de visión nocturna
fi: Pimeänäkölasit
fr: Lunette de vision nocturne
hu: Éjjellátó szemüveg
it: Visore notturno
pt_pt: Óculos de Visão Noturna
ru: ПНВ
tr: Gece Görüş Gözlüğü

# Things.ItemGasCanisterNitrousOxide
source: Gas Canister (Sleeping)
cs: Kanystr na plyn (uspávací)
de: Gasflasche (Lachgas - N2O)
es: Bombona de Gas (Óxido de nitrógeno)
fi: Kaasukanisteri (unikapseli)
fr: Bouteille de gaz (Protoxyde d'azote)
hu: Gázpalack (Alvó)
it: Bombola (Ossido di diazoto)
pt_pt: Botija de Gás (Dormindo)
ru: Газовый баллон (Закись азота)
tr: Gaz Kapsülü (Uyku)

# Things.ItemGasFilterNitrousOxideM
source: Medium Filter (Nitrous Oxide)
cs: Střední filtr (oxid dusný)
de: Mittlerer Filter (Lachgas - N2O)
es: Filtro Mediano (Oxido de nitrogeno)
fi: Keskitason suodatin (typpioksiduuli)
fr: Filtre moyen (Protoxyde d'azote)
hu: Közepes szűrő (Dinitrogén-oxid)
it: Filtro medio (Ossido di diazoto)
pt_pt: Filtro Médio (Oxido Nitroso)
ru: Средний фильтр (Закись азота)
tr: Orta Filtre (Azot Oksit)

# Things.ItemGasFilterNitrousOxideL
source: Heavy Filter (Nitrous Oxide)
cs: Velký filtr (oxid dusný)
de: Schwerer Filter (Lachgas - N2O)
es: Filtro Pesado (Oxido de nitrogeno)
fi: Raskas suodatin (typpioksiduuli)
fr: Grand filtre (Protoxyde d'azote)
hu: Nagy szűrő (Dinitrogén-oxid)
it: Filtro pesante (Ossido di diazoto)
pt_pt: Filtro Industrial (Óxido Nitroso)
ru: Большой фильтр (Закись азота)
tr: Ağır Filtre (Azot Oksit)

# Things.ItemGasFilterNitrousOxide
source: Filter (Nitrous Oxide)
cs: Filtr (oxid dusný)
de: Leichter Filter (Lachgas - N2O)
es: Filtro (Oxido de nitrogeno)
fi: Suodatin (typpioksiduuli)
fr: Filtre (Protoxyde d'azote)
hu: Szűrő (Dinitrogén-oxid)
it: Filtro (Ossido di diazoto)
pt_pt: Filtro (Oxido Nitroso)
ru: Фильтр (Закись азота)
tr: Filtre (Azot Oksit)

# Things.StructureBasketHoop
source: Basket Hoop
cs: Košík
de: Basketball Korb
es: Aro de canasta
fr: Panier de Basket
ru: Баскетбольное кольцо
tr: Pota Çemberi

# Things.ItemKitBasket
source: Kit (Basket)
cs: Koš (sada)
de: Bausatz (Basketballkorb)
es: Kit Canasta
fi: Varustepakkaus (kori)
fr: Kit (Panier de Basket)
hu: Készlet (Kosárpalánk)
pt_pt: Kit (Cesto de Basquetebol)
ru: Набор (Баскетбол)
tr: Donanım (Pota)

# Things.ItemBasketBall
source: Basket Ball
es: Pelota
fi: Koripallo
fr: Ballon de Basket
hu: Kosárlabda
it: Pallone da Basket
pt_pt: Bola de Basquetebol
ru: Баскетбольный мяч
tr: Basketbol Topu

# Things.ItemKitHydroponicAutomated
source: Kit (Automated Hydroponics)
cs: Automatizovaná hydroponie (sada)
de: Bausatz (Automatisierte Hydroponik)
es: Hidroponia Automatizada (kit)
fi: Varustepakkaus (automatisoitu hydroponinen asema)
fr: Kit (Hydroponique automatisé)
hu: Készlet (Automata hidroponikus termesztő)
it: Kit (Idroponica automatizzata)
pt_pt: Kit (Hidroponia Automatizada)
ru: Набор (Автоматическая гидропонная станция)
tr: Donanım (Otomatik Hidroponik)

# Things.StructureHydroponicsAutomated
source: Automated Hydroponics
cs: Automatizovaná hydroponie
de: Automatische Hydrokultur
es: Hidroponia Automatizada
fi: Automatisoitu hydroponinen asema
fr: Hydroponique automatisé
hu: Automata hidroponikus termesztő
it: Idroponica automatizzata
pt_pt: Hidroponia Automatizada
ru: Автоматическая гидропонная станция
tr: Otomatik Hidroponik

# Things.ItemIntegratedCircuit10
source: Integrated Circuit (IC10)
cs: Integrovaný obvod (IC10)
de: Integrierter Schaltkreis (IC10)
es: Circuito integrado (IC10)
fi: Mikropiiri (IC10)
fr: Circuit intégré (IC10)
hu: Integrált áramkör (IC10)
it: Circuito integrato (IC10)
pt_pt: Circuito Integrado (IC10)
ru: Микропроцессор IC10
tr: Entegre Devre (IC10)

# Things.StructureCircuitHousing
source: IC Housing
cs: IC pouzdro
de: IC Gehäuse
es: IC Zócalo
fi: Mikropiirikanta
fr: Support IC
hu: Integrált áramkör keret
pt_pt: Encaixe de Circuito Integrado
ru: Сокет
tr: IC Yuvası

# Things.ItemKitLogicCircuit
source: Kit (IC Housing)
cs: IC pouzdro (sada)
de: Bausatz (IC-Gehäuse)
es: Kit (IC Zócalo)
fi: Varustepakkaus (mikropiirikanta)
fr: Kit (Support IC)
hu: Készlet (Integrált áramkör keret)
pt_pt: Kit (Encaixe de Circuito Integrado)
ru: Набор (Сокет)
tr: Donanım (IC Yuvası)

# Things.MotherboardProgrammableChip
source: When placed in a {THING:StructureComputer}, the IC Editor allows players to write and edit IC code, which can then be uploaded to a {THING:ItemIntegratedCircuit10} if housed in an {THING:StructureCircuitHousing}.
cs: Pokud je umístěn v {THING:StructureComputer}, umožňuje IC Editor hráčům psát a upravovat IC kód, který lze poté nahrát do {THING:ItemIntegratedCircuit10}, pokud je umístěn v {THING:StructureCircuitHousing}.
de: Wenn der IC-Editor in einem {THING:StructureComputer} platziert wird, können Spieler IC-Code schreiben und bearbeiten, der dann in einen {THING:ItemIntegratedCircuit10} hochgeladen werden kann, wenn dieser in einem {THING:StructureCircuitHousing} untergebracht ist.
es: Cuando se coloca en un {THING:StructureComputer}, el Editor de IC permite a los jugadores escribir y editar código IC, que luego se puede cargar en un {THING:ItemIntegratedCircuit10} si se aloja en un {THING:StructureCircuitHousing}.

# Things.MotherboardProgrammableChip
source: IC Editor Motherboard
cs: Základní deska IC editoru
de: Hauptplatine (IC-Editor)
es: Placa base Editor de IC

# Things.StructureLogicWriterSwitch
source: Logic Writer Switch
cs: Přepínač logického zapisovače
de: Schaltbare Leseeinheit
es: Interruptor de escritura de lógica
fi: Logiikkakirjoitin kytkimellä
fr: Interrupteur Logique d'écriture
hu: Logika: kapcsolható író
it: Switch scrittore logico
pt_pt: Chip Interruptor Lógico de Escrita
ru: Чип (Переключатель)
tr: Mantık Yazıcı Şalteri

# Things.CartridgeOreScannerColor
source: When inserted into a {THING:ItemTablet} and used in conjunction with a {THING:DynamicGPR}, the scanner will display minerals hidden underground in different colors on the tablet. Iron and Nickle = red Ice, Lead, Cobalt = cyan Gold and Silver = green Coal and Silicon = magenta Copper and Oxite = yellow Volatiles and Uranium = white
cs: Při vložení do {THING:ItemTablet} a použití ve spojení s {THING:DynamicGPR} zobrazí skener minerály ukryté v podzemí v různých barvách na tabletu. Železo a nikl = červená Led, olovo, kobalt = azurová barva Zlato a stříbro = zelená Uhlí a křemík = purpurová Měď a oxit = žlutá Těkavé látky a uran = bílá
de: Wenn der Scanner in ein {THING:ItemTablet} eingefügt und in Verbindung mit einem {THING:DynamicGPR} verwendet wird, zeigt er unterirdisch verborgene Mineralien in verschiedenen Farben auf dem Tablet an. Eisen und Nickel = rot Eis, Blei, Kobalt = cyan Gold und Silber = grün Kohle und Silizium = Magenta Kupfer und Oxit = gelb Flüchtige Stoffe und Uran = weiß
es: Cuando se inserta en un {THING:ItemTablet} y se usa junto con un {THING:DynamicGPR}, el escáner mostrará minerales ocultos bajo tierra en diferentes colores en la tableta. Hierro y Níquel = rojo Hielo, Plomo, Cobalto = cian Oro y Plata = verde Carbón y silicio = magenta Cobre y oxite = amarillo Volátiles y uranio = blanco

# Things.CartridgeOreScannerColor
source: Ore Scanner (Color)
cs: Skener rudy (Barva)
de: Kassette (Erz Scanner (RGB))
es: Escáner de Minerales (Color)
fr: Scanner de minerai (couleur)
ru: Георадар (Цветной)
tr: Maden Tarayıcı (Renkli)

# Things.ItemKitSpeaker
source: Kit (Speaker)
cs: Reproduktor (sada)
de: Bausatz (Lautsprecher)
es: Kit (Altavoz)
fi: Varustepakkaus (kaiutin)
fr: Kit (Haut Parleur)
hu: Készlet (Hangszóró)
it: Kit (Altoparlante)
pt_pt: Kit (Altifalante)
ru: Набор (Громкоговоритель)
tr: Donanım (Hoparlör)

# Things.StructureKlaxon
source: Klaxons allow you to play over 50 announcements and sounds, depending on your {LINK:LogicPage;Logic} set-up. Set the mode to select the output.
es: Los Klaxons te permiten reproducir más de 50 anuncios y sonidos, según tu configuración de {LINK:LogicPage;logic}. Configure el modo para seleccionar la salida.

# Things.StructureKlaxon
source: Klaxon Speaker
cs: Klaxon reproduktor
de: Lautsprecher
es: Altavoz Sirena
fi: Kaiutin
fr: Haut-Parleur
hu: Hangszóró
it: Altoparlante Klaxon
pt_pt: Altifalante Klaxon
ru: Громкоговоритель
tr: Korna Hoparlör

# Things.ItemKitDynamicHydroponics
source: Kit (Portable Hydroponics)
cs: Přenosná hydroponie (sada)
de: Portable Hydrokultur (Bausatz)
es: Kit (Hidroponía Portátil)
fi: Varustepakkaus (kannettava hydroponinen asema)
fr: Kit (Station Hydroponique portable)
hu: Készlet (Hordozható hidroponikus termesztő)
it: Kit (kit idroponico portatile)
pt_pt: Kit (Hidroponia Portátil)
ru: Набор (Переносная гидропонная установка)
tr: Donanım (Taşınabilir Hidroponik)

# Things.DynamicHydroponics
source: Portable Hydroponics
cs: Přenosná hydroponie
de: Portable Hydrokultur
es: Hidroponía Portátil
fi: Kannettava hydroponinen asema
fr: Station Hydroponique portable
hu: Hordozható hidroponikus termesztő
it: Kit idroponico portatile
pt_pt: Hidroponia Portátil
ru: Переносная гидропонная установка
tr: Taşınabilir Hidroponik

# Things.ItemHardJetpack
source: The {LINK:Norsec;Norsec} jetpack isn't 'technically' a jetpack at all, it's a gas thruster. It can be powered by any gas, so long as the internal pressure of the {LINK:AtmosphericsPage;canister} is higher than the ambient external pressure. If the external pressure is greater, the spacepack will not function. Adjusting the thrust value alters your rate of acceleration, while activating the stablizer causes the spacepack to hover when a given height is reached. The hardsuit jetpack is capable of much higher speeds than the {THING:ItemJetpackBasic} - up to 15m/s. Indispensable for building, mining and general movement, it has fourteen storage slots. USE: 'J' to activate; 'space' to fly up; 'left ctrl' to descend; and 'WASD' to move.
es: El {LINK:Norsec;Norsec} jetpack no es "técnicamente" un jetpack en absoluto, es un propulsor de gas. Puede ser alimentado por cualquier gas, siempre y cuando la presión interna del {LINK:AtmosphericsPage;canister} sea mayor que la presión externa ambiental. Si la presión externa es mayor, el spacepack no funcionará. El ajuste del valor de empuje altera su velocidad de aceleración, mientras que la activación del estabilizador hace que el paquete espacial se desplace cuando se alcanza una altura determinada. El jetpack de traje duro es capaz de velocidades mucho más altas que el {THING:ItemJetpackBasic} - hasta 15m/s. Indispensable para la construcción, la minería y el movimiento en general, tiene catorce ranuras de almacenamiento. USO: 'J' para activar; 'espacio' para volar hacia arriba; 'ctrl izquierdo' para descender; y 'WASD' para moverse.

# Things.ItemHardJetpack
source: Hardsuit Jetpack
cs: Zpevněný jetpack
de: Schwerer Astronautenrucksack
es: Mochila Propulsora Avanzada
fi: Painepuvun lentoreppu
fr: Propulseur dorsal renforcé
hu: Fejlett jetpack
it: Jetpack Tuta Rinforzata
pt_pt: Mochila a Jato de Fato Rígido
ru: Прочный реакивный ранец
tr: Ağır Giysi Sırt Roketi

# Things.ItemHardBackpack
source: This backpack can be useful when you are working inside and don't need to fly around.
cs: Tento batoh může být užitečný, když pracujete uvnitř a nepotřebujete létat kolem.
de: Dieser Rucksack kann nützlich sein, wenn du drinnen arbeiten und nicht herumfliegen musst.
es: Esta mochila puede ser útil cuando estás trabajando en el interior y no necesitas volar.

# Things.ItemHardBackpack
source: Hardsuit Backpack
cs: Zpevněný batoh
de: Kunststoffrucksack
es: Mochila Avanzada
fi: Painepuvun reppu
fr: Sac à dos renforcé
hu: Fejlett hátizsák
it: Zaino Tuta Rinforzata
pt_pt: Mochila de Fato Rígido
ru: Прочный рюкзак
tr: Ağır Giysi Sırt Çantası

# Things.ItemPumpkinPie
source: Pumpkin Pie
cs: Dýňový koláč
de: Kürbiskuchen
es: Pastel de Calabaza
fi: Kurpitsapiirakka
fr: Tarte à la citrouille
hu: Tökpite
it: Torta di zucca
pt_pt: Tarte de Abóbora
ru: Тыквенный пирог
tr: Balkabağı Turtası

# Things.ItemRice
source: Rice grows at a moderate rate as long as its supplied with plenty of water. Being more dependant on water, rice plants can easily die during periods of drought.
es: El arroz crece a un ritmo moderado, siempre y cuando se le suministre abundante agua. Al ser más dependientes del agua, las plantas de arroz pueden morir fácilmente durante los períodos de sequía.

# Things.ItemRice
source: Rice
cs: Rýže
de: Reis
es: Arroz
fi: Riisi
fr: Riz
hu: Rizs
it: Riso
pt_pt: Arroz
ru: Рис
tr: Pirinç

# Things.ItemPumpkin
source: Pumpkins are a perennial plant, with both a long growth time, and a long time between harvests. Its low requirement for darkness allows for accelerated growing if provided with extra light.
es: Las calabazas son una planta perenne, con un largo tiempo de crecimiento y mucho tiempo entre cosechas. Su bajo requerimiento de oscuridad permite un crecimiento acelerado si se le proporciona luz adicional.

# Things.ItemPumpkin
source: Pumpkin
cs: Dýně
de: Kürbis
es: Calabaza
fi: Kurpitsa
fr: Citrouille
hu: Tök
it: Zucca
pt_pt: Abóbora
ru: Тыква
tr: Balkabağı

# Things.ItemMushroom
source: A tasty food item. Unlike normal plants, it consumes {GAS:Oxygen} and outputs {GAS:CarbonDioxide}. Mushrooms will only mature at a moderate rate in darkness, and prolonged light will kill it.
es: Un alimento sabroso. A diferencia de las plantas normales, consume {GAS:Oxígeno} y produce {GAS:Dióxido de carbono}. Los hongos solo madurarán a un ritmo moderado en la oscuridad, y la luz prolongada los matará.

# Things.ItemMushroom
source: Mushroom
cs: Houba
de: Pilz
es: Seta
fi: Sieni
fr: Champignon
hu: Gomba
it: Fungo
pt_pt: Cogumelo
ru: Гриб
tr: Mantar

# Things.ItemGasFilterWaterM
source: Medium Filter (Water)
cs: Střední filtr (voda)
de: Mittlerer Filter (Wasser - H2O)
es: Filtro Mediano (Agua)
fi: Keskitason suodatin (vesi)
fr: Filtre moyen (Eau)
hu: Közepes szűrő (Víz)
it: Filtro medio (Acqua)
pt_pt: Filtro Médio (Água)
ru: Средний фильтр (Вода)
tr: Orta Filtre (Su)

# Things.ItemGasFilterWaterL
source: Heavy Filter (Water)
cs: Velký filtr (voda)
de: Schwerer Filter (Wasser - H2O)
es: Filtro Pesado (Agua)
fi: Raskas suodatin (vesi)
fr: Grand Filtre (Eau)
hu: Nagy szűrő (Víz)
it: Filtro pesante (Acqua)
pt_pt: Filtro Industrial (Água)
ru: Большой фильтр (Вода)
tr: Ağır Filtre (Su)

# Things.ItemGasFilterVolatilesM
source: Medium Filter (Volatiles)
cs: Střední filtr (těkavé látky)
de: Mittlerer Filter (Flüchtige Stoffe - H2)
es: Filtro Mediano (Volatiles)
fi: Keskitason suodatin (volatiili)
fr: Filtre moyen (Hydrogène)
hu: Közepes szűrő (Hidrogén)
it: Filtro medio (Gas volatili)
pt_pt: Filtro Médio (Voláteis)
ru: Средний фильтр (Летучее вещество)
tr: Orta Filtre (Uçucu Madde)

# Things.ItemGasFilterVolatilesL
source: Heavy Filter (Volatiles)
cs: Velký filtr (těkavé látky)
de: Schwerer Filter (Flüchtige Stoffe - H2)
es: Filtro Pesado (Volatiles)
fi: Raskas suodatin (volatiili)
fr: Grand Filtre (Hydrogène)
hu: Nagy szűrő (Hidrogén)
it: Filtro pesante (Gas volatili)
pt_pt: Filtro Industrial (Voláteis)
ru: Большой фильтр (Летучее вещество)
tr: Ağır Filtre (Uçucu Madde)

# Things.ItemGasFilterPollutantsM
source: Medium Filter (Pollutants)
cs: Střední filtr (znečišťující látky)
de: Mittlerer Filter (Schadstoffe - X)
es: Filtro Mediano (Contaminantes)
fi: Keskitason suodatin (saaste)
fr: Filtre moyen (Polluant)
hu: Közepes szűrő (Mérgező gáz)
it: Filtro medio (Inquinanti)
pt_pt: Filtro Médio (Poluentes)
ru: Средний фильтр (Токсины)
tr: Orta Filtre (Kirletici Madde)

# Things.ItemGasFilterPollutantsL
source: Heavy Filter (Pollutants)
cs: Velký filtr (znečišťující látky)
de: Schwerer Filter (Schadstoffe - X)
es: Filtro Pesado (Contaminantes)
fi: Raskas suodatin (saaste)
fr: Grand Filtre (Polluant)
hu: Nagy szűrő (Mérgező gáz)
it: Filtro pesante (Inquinanti)
pt_pt: Filtro Industrial (Poluentes)
ru: Большой фильтр (Токсины)
tr: Ağır Filtre (Kirletici Madde)

# Things.ItemGasFilterOxygenM
source: Medium Filter (Oxygen)
cs: Střední filtr (kyslík)
de: Mittlerer Filter (Sauerstoff - O2)
es: Filtro Mediano (Oxigeno)
fi: Keskitason suodatin (happi)
fr: Filtre moyen (Oxygène)
hu: Közepes szűrő (Oxigén)
it: Filtro medio (Ossigeno)
pt_pt: Filtro Médio (Oxigénio)
ru: Средний фильтр (Кислород)
tr: Orta Filtre (Oksijen)

# Things.ItemGasFilterOxygenL
source: Heavy Filter (Oxygen)
cs: Velký filtr (kyslík)
de: Schwerer Filter (Sauerstoff - O2)
es: Filtro Pesado (Oxigeno)
fi: Raskas suodatin (happi)
fr: Grand Filtre (Oxygène)
hu: Nagy szűrő (Oxigén)
it: Filtro pesante (Ossigeno)
pt_pt: Filtro Industrial (Oxigénio)
ru: Большой фильтр (Кислород)
tr: Ağır Filtre (Oksijen)

# Things.ItemGasFilterNitrogenM
source: Medium Filter (Nitrogen)
cs: Střední filtr (dusík)
de: Mittlerer Filter (Stickstoff - N2)
es: Filtro Mediano (Nitrogeno)
fi: Keskitason suodatin (typpi)
fr: Filtre moyen (Azote)
hu: Közepes szűrő (Nitrogén)
it: Filtro medio (Azoto)
pt_pt: Filtro Médio (Nitrogénio)
ru: Средний фильтр (Азот)
tr: Orta Filtre (Azot)

# Things.ItemGasFilterNitrogenL
source: Heavy Filter (Nitrogen)
cs: Velký filtr (dusík)
de: Schwerer Filter (Stickstoff - N2)
es: Filtro Pesado (Nitrogeno)
fi: Raskas suodatin (typpi)
fr: Grand Filtre (Azote)
hu: Nagy szűrő (Nitrogén)
it: Filtro pesante (Azoto)
pt_pt: Filtro Industrial (Nitrogénio)
ru: Большой фильтр (Азот)
tr: Ağır Filtre (Azot)

# Things.ItemGasFilterCarbonDioxideM
source: Medium Filter (Carbon Dioxide)
cs: Střední filtr (oxid uhličitý)
de: Mittlerer Filter (Kohlenstoffdioxid - CO2)
es: Filtro Mediano (Dioxido de Carbono)
fi: Keskitason suodatin (hiilidioksidi)
fr: Filtre moyen (CO2)
hu: Közepes szűrő (Szén-dioxid)
it: Filtro medio (Anidride carbonica)
pt_pt: Filtro Médio (Dióxido de Carbono)
ru: Средний фильтр (Углекислый газ)
tr: Orta Filtre (Karbon Dioksit)

# Things.ItemGasFilterCarbonDioxideL
source: Heavy Filter (Carbon Dioxide)
cs: Velký filtr (oxid uhličitý)
de: Schwerer Filter (Kohlenstoffdioxid - CO2)
es: Filtro Pesado(Dioxido de Carbono)
fi: Raskas suodatin (hiilidioksidi)
fr: Grand Filtre (CO2)
hu: Nagy szűrő (Szén-dioxid)
it: Filtro pesante (Anidride carbonica)
pt_pt: Filtro Industrial (Dióxido de Carbono)
ru: Большой фильтр (Углекислый газ)
tr: Ağır Filtre (Karbon Dioksit)
