Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.DynamicGasCanisterOxygen
source: Portable tanks store gas. If you need to refill a tank, bolt it to a {THING:ItemTankConnector} using a {THING:ItemWrench}, then connect it to a pipe network. Try to avoid pushing it above 10 MPa, or you'll be picking tank shards out of your face. You can refill a {THING:ItemGasCanisterOxygen} by attaching it to the tank's striped section. Or you could vent it into a sealed room to create an atmosphere. Or even paint it pink, call it Steve and fill that sad space in your heart.
cs: Přenosné nádrže uchovávají plyn. Pokud potřebujete nádrž doplnit, přišroubujte ji pomocí klíče {THING:ItemTankConnector} a poté ji připojte k potrubní síti. Snažte se vyhnout tlaku nad 10 MPa, jinak si budete z obličeje vytahovat střepy z nádrže. Kanystr {THING:ItemGasCanisterOxygen} můžete doplnit tak, že jej připojíte k pruhované části nádrže. Nebo ji můžete vypustit do uzavřené místnosti, abyste vytvořili atmosféru. Nebo ji dokonce natřít na růžovo, pojmenovat ji Steve a zaplnit tak smutné místo ve svém srdci.
es: Los tanques portátiles almacenan gas. Si necesita rellenar un tanque, atorníllelo a un {THING:ItemTankConnector} usando un {THING:ItemWrench}, luego conéctelo a una red de tuberías. Trate de evitar empujarlo por encima de 10 MPa, o estará arrancando fragmentos de tanque de su cara. Puedes rellenar una {THING:ItemGasCanisterOxygen} colocándola en la sección rayada del tanque. O puede ventilarlo en una habitación sellada para crear una atmósfera. O incluso píntalo de rosa, llámalo Steve y llena ese triste espacio en tu corazón.
fr: Les réservoirs portables stockent le gaz. Si vous avez besoin de remplir un réservoir, boulonnez-le à un {THING:ItemTankConnector} en utilisant une {THING:ItemWrench}, puis connectez le tout à un réseau de tuyaux. Essayez d’éviter de le remplirr au-dessus de 10 MPa, ou vous ramasserez des éclats de réservoir partout. Vous pouvez remplir une {THING:ItemGasCanisterOxygen} en l'insérant dans la section rayée du réservoir. Ou vous pourriez le ventiler dans une pièce scellée pour y créer une atmosphère. Ou même le peindre en rose, l’appeler Steve et remplir cet espace triste dans votre cœur.

# Things.DynamicGasCanisterOxygen
source: Portable Gas Tank (Oxygen)
cs: Přenosná nádrž na plyn (kyslík)
de: Portabler Tank (Sauerstoff)
es: Tanque Portátil de gas (Oxígeno)
fr: Réservoir portable (Oxygène)
ru: Переносной резервуар (Кислород)

# Things.DynamicGasCanisterNitrogen
source: Portable tanks store gas. If you need to refill a tank, bolt it to a {THING:ItemTankConnector} using a {THING:ItemWrench}, then connect it to a pipe network. Try to avoid pushing it above 10 MPa, or you'll end up with {GAS:Nitrogen} in places you weren't expecting. You can refill a {THING:ItemGasCanisterNitrogen} by attaching it to the tank's striped section. Or you could use a {THING:ItemWrench} to attach it to a rover or rocket for later.
es: Los tanques portátiles almacenan gas. Si necesita rellenar un tanque, atorníselo a un {THING:ItemTankConnector} usando un {THING:ItemWrench}, luego conéctelo a una red de tuberías. Trate de evitar empujarlo por encima de 10 MPa, o terminará con {GAS: Nitrogen} en lugares que no esperaba. Puede rellenar un {THING:ItemGasCanisterNitrogen} uniéndolo a la sección rayada del tanque. O puede usar un {THING:ItemWrench} para conectarlo a un rover o cohete para más adelante.

# Things.DynamicGasCanisterNitrogen
source: Portable Gas Tank (Nitrogen)
cs: Přenosná nádrž na plyn (dusík)
de: Portabler Tank (Stickstoff)
es: Tanque Portátil de gas (Nitrógeno)
fr: Réservoir portable (Azote)
ru: Переносной резервуар (Азот)

# Things.DynamicGasCanisterFuel
source: Portable tanks store gas. They're good at it. If you need to refill a tank, bolt it to a {THING:ItemTankConnector}, then connect it to a pipe network. Try to avoid pushing it above 10 MPa, or things get messy. You can refill a {THING:ItemGasCanisterFuel} by attaching it to the tank's striped section. Or you could use a {THING:ItemWrench} to attach it to a rover or rocket for later. It's really up to you.
cs: Přenosné nádrže uchovávají plyn. Jsou v tom dobré. Pokud potřebujete nádrž doplnit, přišroubujte ji k {THING:ItemTankConnector} a pak ji připojte k potrubní síti. Snažte se vyhnout tlaku nad 10 MPa, jinak se to zvrtne. Kanystr {THING:ItemGasCanisterFuel} můžete doplnit tak, že jej připojíte k pruhované části nádrže. Nebo můžete použít {THING:ItemWrench} a připojit ji k vozítku nebo raketě na později. Je to opravdu na vás.
es: Los tanques portátiles almacenan gas. Son buenos en eso. Si necesita rellenar un tanque, atorníllelo a un {THING:ItemTankConnector}, luego conéctelo a una red de tuberías. Trate de evitar empujarlo por encima de 10 MPa, o las cosas se complican. Puedes rellenar una {THING:ItemGasCanisterFuel} colocándola en la sección rayada del tanque. O puedes usar una {THING:ItemWrench} para conectarla a un rover o cohete para más tarde. Realmente depende de ti.
fr: Les réservoirs portatifs stockent le gaz. Ils sont bons pour ça. Si vous avez besoin de remplir un réservoir, boulonnez-le à un {THING:ItemTankConnector}, puis connectez le tout à un réseau de tuyaux. Essayez d’éviter de le remplir au-dessus de 10 MPa, ou cela va devenir sale. Vous pouvez remplir un {THING:ItemGasCanisterFuel} en l’insérant dans la section rayée du réservoir. Ou vous pourriez utiliser un {THING:ItemWrench} pour l’attacher à un rover ou une fusée pour plus tard. C’est à vous de décider.

# Things.DynamicGasCanisterFuel
source: Portable Gas Tank (Fuel)
cs: Přenosná nádrž na plyn (palivo)
de: Portabler Tank (Kraftstoff)
es: Tanque Portátil de gas (Combustible)
fr: Réservoir portable (Carburant)
ru: Переносной резервуар (Топливо)

# Things.DynamicGasCanisterEmpty
source: Portable gas tanks store gas. To refill one, bolt it to a {THING:ItemTankConnector}, then connect it to a pipe network. Try to avoid pushing it above 10 MPa, or bad things happen. Once it's full, you can refill a {THING:ItemGasCanisterEmpty} by attaching it to the tank's striped section. Or you could vent the tank's variable flow rate valve into a room and create an atmosphere.
cs: Přenosné nádrže na plyn uchovávají plyn. Chcete-li ji naplnit, přišroubujte ji k {THING:ItemTankConnector} a poté ji připojte k potrubní síti. Snažte se vyhnout tlaku nad 10 MPa, jinak se stanou špatné věci. Jakmile je plná, můžete doplnit {THING:ItemGasCanisterEmpty} tak, že ji připojíte k pruhované části nádrže. Nebo můžete ventil s proměnným průtokem nádrže vypustit do místnosti a vytvořit atmosféru.
es: Los tanques de gas portátiles almacenan gas. Para rellenar uno, atorníllelo a un {THING:ItemTankConnector}, luego conéctelo a una red de tuberías. Trate de evitar empujarlo por encima de 10 MPa, o sucederán cosas malas. Una vez que esté lleno, puedes rellenar una {THING:ItemGasCanisterEmpty} colocándola en la sección rayada del tanque. O puede ventilar la válvula de caudal variable del tanque en una habitación y crear una atmósfera.
fr: Les réservoirs de gaz portables stockent le gaz. Pour en remplir un, boulonnez-le à un {THING:ItemTankConnector}, puis connectez le tout à un réseau de tuyaux. Essayez d’éviter de le remplir au-dessus de 10 MPa, ou de mauvaises choses vont se produire. Une fois qu’il est plein, vous pouvez remplir une {THING:ItemGasCanisterEmpty} en l’insérant dans la section rayée du réservoir. Ou vous pouvez ouvrir la vanne de débit variable du réservoir dans une pièce et y créer une atmosphère.

# Things.DynamicGasCanisterEmpty
source: Portable Gas Tank
cs: Přenosná nádrž na plyn
de: Portabler Tank
es: Tanque Portátil de gas
fr: Réservoir portable
ru: Переносной газовый резервуар

# Things.DynamicGasCanisterCarbonDioxide
source: Portable gas tanks do one thing: store gas. To refill the tank, bolt it to a {THING:ItemTankConnector}, then connect it to a pipe network. Try to avoid pushing it above 10 MPa, or ... boom. Once it's full, you can refill a {THING:ItemGasCanisterCarbonDioxide} by attaching it to the tank's striped section. Or you could vent the tank's variable flow rate valve into a room and create an atmosphere ... of sorts.
cs: Přenosné nádrže na plyn slouží k jedinému účelu: k uskladnění plynu. Chcete-li nádrž naplnit, přišroubujte ji k {THING:ItemTankConnector} a poté ji připojte k potrubní síti. Snažte se vyhnout tlaku nad 10 MPa, jinak ... bum. Jakmile je plná, můžete doplnit {THING:ItemGasCanisterCarbonDioxide} tak, že ji připojíte k pruhované části nádrže. Nebo můžete ventil s proměnným průtokem nádrže vypustit do místnosti a vytvořit atmosféru ... svým způsobem.
es: Los tanques de gas portátiles hacen una cosa: almacenar gas. Para recargar el tanque, atorníllelo a un {THING:ItemTankConnector}, luego conéctelo a una red de tuberías. Trate de evitar empujarlo por encima de 10 MPa, o ... boom. Una vez que esté lleno, puede rellenar una {THING:ItemGasCanisterCarbonDioxide} colocándola en la sección rayada del tanque. O puede ventilar la válvula de caudal variable del tanque en una habitación y crear una atmósfera ... de algún tipo.
fr: Les réservoirs de gaz portables font une chose : stocker le gaz. Pour remplir le réservoir, le boulonner à un {THING:ItemTankConnector}, puis connecter le tout à un réseau de tuyaux. Essayez d’éviter de le pousser au-dessus de 10 MPa, ou ... boom. Une fois qu’il est plein, vous pouvez remplir un {THING:ItemGasCanisterCarbonDioxide} en l’insérant dans la section rayée du réservoir. Ou vous pourriez ouvrir la vanne de débit variable du réservoir dans une pièce et y créer une atmosphère... en quelque sorte.

# Things.DynamicGasCanisterCarbonDioxide
source: Portable Gas Tank (CO2)
cs: Přenosná nádrž na plyn (oxid uhličitý)
es: Tanque Portátil de gas (CO2)
fr: Réservoir portable (CO2)
ru: Переносной резервуар (CO2)

# Things.DynamicGasCanisterAir
source: Portable gas tanks do one thing: store gas. But there's lots you can do with them. To refill the tank, bolt it to a {THING:ItemTankConnector}, then connect it to a pipe network. Try to avoid pushing it above 10 MPa, or bad things happen. Once it's full, you can refill a {THING:ItemGasCanisterOxygen} by attaching it to the tank's striped section. Or you could vent the tank's variable flow rate valve into a room and create an atmosphere. They also attach to rovers and rockets. Alternatively, kick it over and practice barrel rolling. The possibilities are endless.
es: Los tanques de gas portátiles hacen una cosa: almacenar gas. Pero hay muchas cosas que puedes hacer con ellos. Para recargar el tanque, atorníllelo a un {THING:ItemTankConnector}, luego conéctelo a una red de tuberías. Trate de evitar empujarlo por encima de 10 MPa, o sucederán cosas malas. Una vez que esté lleno, puedes rellenar una {THING:ItemGasCanisterOxygen} colocándola en la sección rayada del tanque. O puede ventilar la válvula de caudal variable del tanque en una habitación y crear una atmósfera. También se adhieren a rovers y cohetes. Alternativamente, dale una patada y practica rodar el barril. Las posibilidades son infinitas.

# Things.DynamicGasCanisterAir
source: Portable Gas Tank (Air)
cs: Přenosná nádrž na plyn (vzduch)
de: Portabler Tank (Luft)
es: Tanque Portátil de gas (Aire)
fr: Réservoir portable (Air)
ru: Переносной резервуар (Воздух)

# Things.DynamicCratePipeSupplies
source: Crate (Pipe Supplies)
cs: Bedna (Materiály pro potrubí)
de: Truhe (Rohrvorräte)
es: Cajón (Suministros de Tubería)
fi: Varustearkku (putkitarvikkeita)
fr: Caisse (Fournitures de Tuyau)
hu: Láda (Csöves készlet)
it: Cassa (Fornitura di tubazioni)
pt_pt: Caixa (Suprimento de Canos)
ru: Ящик (Трубы)
tr: Sandık (Boru Malzemeleri)

# Things.DynamicCrateConveyorSupplies
source: Crate (Conveyor Supplies)
cs: Bedna (Materiály pro dopravu)
de: Truhe (Förderbandvorräte)
es: Cajón (Suministros de Cinta)
fi: Varustearkku (kuljetintarvikkeita)
fr: Caisse (Fournitures de Convoyeur)
hu: Láda (Futószalag készlet)
it: Cassa (Fornitura di trasportatori)
pt_pt: Caixa (Suprimento de Esteiras)
ru: Ящик (Конвейер)
tr: Sandık (Taşıyıcı Malzemeleri)

# Things.DynamicCrateCableSupplies
source: Crate (Cabling Supplies)
cs: Bedna (Materiály pro kabeláž)
de: Truhe (Verdrahtungsvorräte)
es: Cajón (Suministros de Cableado)
fi: Varustearkku (kaapelitarvikkeita)
fr: Caisse (Fournitures de Câblage)
hu: Láda (Kábelező készlet)
it: Cassa (Fornitura di cavi)
pt_pt: Caixa (Suprimento de Cabos)
ru: Ящик (Электроника)
tr: Sandık (Kablolama Malzemeleri)

# Things.DynamicCrateBuildingSupplies
source: Crate (Building Supplies)
cs: Bedna (Zásoby pro stavbu)
de: Truhe (Bauvorräte)
es: Cajón (Material de construcción)
fi: Varustearkku (rakennustarvikkeita)
fr: Caisse (Fournitures de Construction)
hu: Láda (Építkezés alapanyag)
it: Cassa (Fornitura per costruzione)
pt_pt: Caixa (Suprimento de Construção)
ru: Ящик (Строительные принадлежности)
tr: Sandık (Yapı Malzemeleri)

# Things.DynamicCrate
source: The humble dynamic crate has become a symbol of {LINK:Stationeers;Stationeer} invention and independence. With twelve slots and handles at either end for ease of carriage, it's both standard issue and critical kit for cadets and Commanders alike.
es: La humilde caja dinámica se ha convertido en un símbolo de {LINK:Stationeers;Stationeer} invención e independencia. Con doce ranuras y asas en cada extremo para facilitar el transporte, es un problema estándar y un kit crítico para cadetes y comandantes por igual.

# Things.DynamicCrate
source: Dynamic Crate
cs: Dynamická bedna
de: Truhe
es: Caja Dinámica
fi: Dynaaminen varustearkku
fr: Caisse
hu: Láda
it: Cassa
pt_pt: Caixa Dinâmica
ru: Переносной ящик
tr: Dinamik Sandık

# Things.DynamicAirConditioner
source: The {LINK:Sinotai;Sinotai}-designed Huxi portable air conditioner cools by drawing heat from the atmosphere and storing it, or adding heat to the atmosphere from its internal tank. With a max internal pressure of 8106kPa, its capacity is relatively limited, physics being clear on this subject. To extend its temperature storage ability, bolt the Huxi to a {THING:StructureTankConnector}, then connect it to a pipe network supplying hot or cold {LINK:GasPage;gases}.
es: El {LINK:Sinotai;Sinotai} El aire acondicionado portátil Huxi diseñado por Sinotai se enfría extrayendo calor de la atmósfera y almacenándolo, o agregando calor a la atmósfera desde su tanque interno. Con una presión interna máxima de 8106kPa, su capacidad es relativamente limitada, siendo la física clara en este tema. Para ampliar su capacidad de almacenamiento de temperatura, atornille el Huxi a un {THING:StructureTankConnector}, luego conéctelo a una red de tuberías que suministre frío o caliente {LINK:GasPage;gases}.

# Things.DynamicAirConditioner
source: Portable Air Conditioner
cs: Přenosná klimatizace
de: Portable Klimaanlage
es: Aire acondicionado portátil
fi: Kannettava ilmastointilaite
fr: Climatiseur portable
hu: Hordozható légkondicionáló
it: Climatizzatore portatile
pt_pt: Ar Condicionado Portátil
ru: Переносной кондиционер
tr: Taşınabilir Klima

# Things.CircuitboardSolarControl
source: Adding a solar control board to a {THING:StructureConsole} lets you manually control the horizontal and vertical angles of any connected {THING:StructureSolarPanel}.
cs: Přidání solární řídicí desky k {THING:StructureConsole} vám umožní ručně ovládat horizontální a vertikální úhly všech připojených {THING:StructureSolarPanel}.
es: Agregar una placa de control solar a una {THING:StructureConsole} le permite controlar manualmente los ángulos horizontal y vertical de cualquier {THING:StructureSolarPanel} conectado.
fr: Installer une carte de contrôle solaire dans une {THING:StructureConsole}, vous permet de contrôler manuellement les angles horizontaux et verticaux de l'ensemble des {THING:StructureSolarPanel}.

# Things.CircuitboardSolarControl
source: Solar Control
cs: Solární ovládání
es: Control Solar
fr: Circuit Imprimé (Contrôle panneaux solaire)
ru: Управление солнечными панелями
tr: Güneş Denetleyici

# Things.CircuitboardShipDisplay
source: When the original {LINK:Stationeers;Stationeer} Handbook collapsed under its own weight into a singularity, certain information was irretrievably lost. Amongst this mysterious corpus of knowledge is the exact purpose of the ship display board.
es: Cuando el manual de usuario original {LINK:Stationeers;Stationeer} colapsó bajo su propio peso en una singularidad, cierta información se perdió irremediablemente. Entre este misterioso corpus de conocimiento se encuentra el propósito exacto del tablero de exhibición del barco.

# Things.CircuitboardShipDisplay
source: Ship Display
cs: Zobrazení lodě
es: Monitor Nave
fr: Circuit Imprimé (Affichage vaisseau)
ru: Параметры корабля
tr: Gemi Ekranı

# Things.CircuitboardPowerControl
source: Under distant suns and demanding environments, {LINK:Stationeers;Stationeer} systems need to balance reliability, resilience and versatility. The power control board allows remote enabling and disabling of selected devices, disconnecting manual operation. The circuit board has two modes: 'Link' switches all devices on or off; 'Toggle' switches each device to their alternate state.
es: Bajo soles lejanos y ambientes exigentes, {LINK:Stationeers;Stationeer} necesitan equilibrar la fiabilidad, la resiliencia y la versatilidad. La placa de control de alimentación permite la habilitación y desactivación remota de dispositivos seleccionados, desconectando la operación manual. La placa de circuito tiene dos modos: 'Link' enciende o apaga todos los dispositivos; 'Toggle' cambia cada dispositivo a su estado alternativo.

# Things.CircuitboardPowerControl
source: Power Control
cs: Ovládaní napájení
es: Control de Energía
fr: Circuit Imprimé (Contrôle d'alimentation)
ru: Управление питанием
tr: Güç Denetleyici

# Things.CircuitboardModeControl
source: Can't decide which mode you love most? This circuit board allows you to switch any connected device between operation modes.
cs: Nemůžete se rozhodnout, který režim máte nejraději? Tato obvodová deska umožňuje přepínat jakékoli připojené zařízení mezi provozními režimy.
es: ¿No puedes decidir qué modo te gusta más? Esta placa de circuito le permite cambiar cualquier dispositivo conectado entre modos de operación.
fr: Vous ne pouvez pas décider quel mode de fonctionnement vous aimez le plus ? Cette carte de circuit imprimé vous permet de basculer n’importe quel appareil connecté entre ses différents modes de fonctionnement.

# Things.CircuitboardModeControl
source: Mode Control
cs: Ovládání režimu
es: Control de Modos
fr: Circuit Imprimé (Contrôle du mode)
ru: Управление режимом
tr: Mod Denetleyici

# Things.CircuitboardGasDisplay
source: Information is power. Place this circuitboard into a {THING:StructureConsole} to create a display that shows gas pressure or temperature of any connected tank, storage cannister, {THING:ItemPipeAnalyizer} or {THING:ItemGasSensor}.
cs: Informace jsou moc. Umístěte tuto obvodovou desku do {THING:StructureConsole} a vytvořte displej, který zobrazuje tlak plynu nebo teplotu libovolné připojené nádrže, kanystru pro skladování, {THING:ItemPipeAnalyizer} nebo {THING:ItemGasSensor}.
es: Información es poder. Coloque esta placa de circuito en una {THING:StructureConsole} para crear una pantalla que muestre la presión o la temperatura del gas de cualquier tanque conectado, recipientes de almacenamiento, {THING:ItemPipeAnalyizer} o {THING: ItemGasSensor}.
fr: L’information, c’est le pouvoir. Placez ce circuit dans une {THING:StructureConsole} pour créer un affichage qui montre la pression ou la température des gaz de tout réservoir ou boîte de stockage connecté, {THING:ItemPipeAnalyizer} ou {THING:ItemGasSensor}.

# Things.CircuitboardGasDisplay
source: Gas Display
cs: Plynový displej
es: Monitor de Gas
fr: Circuit imprimé (Afficheur de gaz)
ru: Параметры Атмосферы

# Things.CircuitboardDoorControl
source: A basic tool of {LINK:Stationeers;Stationeer} base construction, this circuit board provides a way to open and close a {THING:StructureCompositeDoor}, {THING:StructureBlastDoor} or {THING:StructureGlassDoor} remotely, when connected to a {THING:StructureConsole}. This system can be further linked to {THING:StructureMotionSensor} to create automatic doors.
es: Una herramienta básica de {LINK:Stationeers;Stationeer}, esta placa de circuito proporciona una forma de abrir y cerrar un {THING:StructureCompositeDoor}, {THING:StructureBlastDoor} o {THING:StructureGlassDoor} de forma remota, cuando se conecta a un {THING:StructureConsole}. Este sistema se puede vincular aún más a {THING:StructureMotionSensor} para crear puertas automáticas.

# Things.CircuitboardDoorControl
source: Door Control
cs: Ovládání dveří
es: Control de Puerta
fr: Circuit Imprimé (Contrôle de porte)
ru: Управление дверями
tr: Kapı Denetleyici

# Things.CircuitboardCameraDisplay
source: Surveillance is sometimes necessary when building bases in highly hostile environments. The camera display circuit board allows wary Stationeers to turn a {THING:StructureConsole} into a security display when connected to a {THING:StructureCamera}.
cs: Při stavbě základen ve vysoce nepřátelském prostředí je někdy nutný dohled. Obvodová deska kamer umožňuje, aby opatrní Stationeerové přeměnili {THING:StructureConsole} na bezpečnostní displej, pokud je připojen k {THING:StructureCamera}.
es: La vigilancia a veces es necesaria cuando se construyen bases en entornos altamente hostiles. La placa de circuito de la pantalla de la cámara permite a los cautelosos Stationeers convertir una {THING:StructureConsole} en una pantalla de seguridad cuando se conecta a una {THING:StructureCamera}.
fr: La surveillance vidéo est parfois nécessaire lors de la construction de bases dans des environnements très hostiles. Le {THING:CircuitboardCameraDisplay} permet aux Stationeers prudents de transformer une {THING:StructureConsole} en écran de sécurité lorsqu’elle est connecté à une {THING:StructureCamera}.

# Things.CircuitboardCameraDisplay
source: Camera Display
cs: Zobrazení kamer
es: Monitor Cámaras
fr: Circuit Imprimé (Affichage de la caméra)
ru: Видеонаблюдение
tr: Kamera Ekranı

# Things.ImGuiCircuitboardAirlockControl
source: Airlock (Experimental)
es: Esclusa de aire (experimental)

# Things.CircuitboardAirlockControl
source: Rumored to have been first sketched on a {LINK:Norsec;Norsec} toilet wall by a disgruntled engineer, the Exgress airlock control circuit board’s versatility and ease of fabrication has made it the {LINK:Stationeers;Stationeers} control system of choice for {THING:StructureAirlock} cycling protocols. To enter setup mode, insert the board into a {THING:StructureConsole} along with a data disk. In this mode, you can see all data-accessible objects currently connected to the {THING:StructureConsole}. Doors, lights, gas sensors and slave consoles can be selected (highlighted green), and will be controlled once the data disk is removed.
es: Se rumorea que fue esbozado por primera vez en un inodoro {LINK:Norsec;Norsec} por un ingeniero descontento, la versatilidad y facilidad de fabricación de la placa de circuito de control de esclusas de aire Exgress la ha convertido en la {LINK:Stationeers; Stationeers} sistema de control de elección para los protocolos de ciclismo {THING:StructureAirlock}. Para entrar en el modo de configuración, inserte la placa en un {THING:StructureConsole} junto con un disco de datos. En este modo, puede ver todos los objetos accesibles a datos actualmente conectados a {THING:StructureConsole}. Las puertas, las luces, los sensores de gas y las consolas esclavas se pueden seleccionar (resaltadas en verde) y se controlarán una vez que se retire el disco de datos.

# Things.CircuitboardAirlockControl
source: Airlock
cs: Přechodová komora
es: Esclusa de aire
fr: Circuit Imprimé (Contrôle du sas)
ru: Управление шлюзом
tr: Hava Kilidi
