Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureChuteDigitalValveLeft
source: The Digital Chute Valve will stop the flow of materials when set to closed and when set to open, will act like a straight chute. The valve will automatically close after a certain number of items have passed through. This threshold can be set using the dial.
de: Die digitale Schachtschranke stoppt den Materialfluss, wenn sie auf geschlossen eingestellt ist, und wenn sie auf öffnen eingestellt ist, verhält sie sich wie ein gerader Schacht. Die Schranke schließt automatisch, nachdem eine bestimmte Anzahl von Gegenständen durchgegangen ist. Dieser Schwellenwert kann über den Drehregler eingestellt werden.
es: La tolva de válvula digital detendrá el flujo de materiales cuando se configure para cerrar y cuando se configure para abrir, actuará como un conducto recto. La válvula se cerrará automáticamente después de que haya pasado un cierto número de elementos. Este umbral se puede establecer mediante el dial.

# Things.StructureChuteDigitalValveRight
source: Chute Digital Valve Right
de: Schacht Digitalschranke Rechts
es: Tolva de Válvula digital a la derecha

# Things.StructureChuteDigitalValveRight
source: The Digital Chute Valve will stop the flow of materials when set to closed and when set to open, will act like a straight chute. The valve will automatically close after a certain number of items have passed through. This threshold can be set using the dial.
de: Die digitale Schachtschranke stoppt den Materialfluss, wenn sie auf geschlossen eingestellt ist, und wenn sie auf öffnen eingestellt ist, verhält sie sich wie ein gerader Schacht. Die Schranke schließt automatisch, nachdem eine bestimmte Anzahl von Gegenständen durchgegangen ist. Dieser Schwellenwert kann über den Drehregler eingestellt werden.
es: La tolva de válvula digital detendrá el flujo de materiales cuando se configure para cerrar y cuando se configure para abrir, actuará como un conducto recto. La válvula se cerrará automáticamente después de que haya pasado un cierto número de elementos. Este umbral se puede establecer mediante el dial.

# Things.StructureChuteDigitalFlipFlopSplitterLeft
source: Chute Digital Flip Flop Splitter Left
de: Schacht Digital Flip Flop Splitter Links
es: Tolva Flip Flop Digital Divisora Izquierda

# Things.StructureChuteDigitalFlipFlopSplitterLeft
source: The digital flip flop will toggle between two outputs using a specified ratio (n:1). For example, setting the dial to 2 would allow two items to pass through the primary output before flipping to the secondary output.
de: Der digitale Flip-Flop schaltet zwischen zwei Ausgängen mit einem bestimmten Verhältnis (n:1) um. Wenn du beispielsweise den Drehregler auf 2 setzt, können zwei Gegenstände den primären Ausgang durchlaufen, bevor er zum sekundären Ausgang wechselt.
es: El flip flop digital alternará entre dos salidas utilizando una relación especificada (n: 1). Por ejemplo, establecer el dial en 2 permitiría que dos elementos pasen a través de la salida principal antes de pasar a la salida secundaria.

# Things.StructureChuteDigitalFlipFlopSplitterRight
source: Chute Digital Flip Flop Splitter Right
de: Schacht Digital Flip Flop Splitter Rechts
es: Tolva Flip Flop Divisora Derecha

# Things.StructureChuteDigitalFlipFlopSplitterRight
source: The digital flip flop will toggle between two outputs using a specified ratio (n:1). For example, setting the dial to 2 would allow two items to pass through the primary output before flipping to the secondary output.
de: Der digitale Flip-Flop schaltet zwischen zwei Ausgängen mit einem bestimmten Verhältnis (n:1) um. Wenn du beispielsweise den Drehregler auf 2 setzt, können zwei Gegenstände den primären Ausgang durchlaufen, bevor er zum sekundären Ausgang wechselt.
es: El flip flop digital alternará entre dos salidas utilizando una relación especificada (n: 1). Por ejemplo, establecer el dial en 2 permitiría que dos elementos pasen a través de la salida principal antes de pasar a la salida secundaria.

# Things.ItemKitStandardChute
source: Kit (Powered Chutes)
de: Bausatz (Elektrische Schächte)
es: Kit (Conductos motorizados)

# Things.ItemKitStandardChute
source: This kit produces a variety of powered chutes
de: Dieser Bausatz produziert eine Vielzahl von elektrischen Schächten
es: Este kit produce una variedad de conductos motorizados

# Things.ItemPlantSampler
source: Plant Sampler
es: Muestreador de plantas

# Things.ItemPlantSampler
source: The Plant Sampler allows you to take a {LINK:GeneticsPage;gene} sample of a growing plant. The sampler can then be placed in the {THING:AppliancePlantGeneticAnalyzer} to attain and interpret the results.
es: El muestreador de plantas le permite tomar una muestra {LINK:GeneticsPage;gene} de una planta en crecimiento. El muestreador se puede colocar en {THING:AppliancePlantGeneticAnalyzer} para obtener e interpretar los resultados.

# Things.AppliancePlantGeneticAnalyzer
source: Plant Genetic Analyzer
es: Analizador Genético de Plantas

# Things.AppliancePlantGeneticAnalyzer
source: The Genetic Analyzer can be used to process samples from the {THING:ItemPlantSampler}. Once processed, the genetic information of the sampled plant can be viewed by clicking on the search button. Individual Gene Value Widgets: Most gene values will appear as a sliding bar between a minimum value on the left and a maximum value on the right. The actual value of the gene is in the middle of the bar, in orange. Multiple Gene Value Widgets: For temperature and pressure ranges, four genes appear on the same widget. The orange values underneath the bar are the minimum and maximum thresholds for growth. Outside of this range, the plant will stop growing and eventually die. The blue values underneath the bar are the minimum and maximum thresholds for ideal growth. Inside of this range, the plant will grow at maximum speed. The white values above the bar are the minimum and maximum achievable values for the growth threshold.
es: El analizador genético se puede utilizar para procesar muestras de {THING:ItemPlantSampler}. Una vez procesada, la información genética de la planta muestreada se puede ver haciendo clic en el botón de búsqueda. Widgets de valor genético individual: La mayoría de los valores genéticos aparecerán como una barra deslizante entre un valor mínimo a la izquierda y un valor máximo a la derecha. El valor real del gen está en el centro de la barra, en naranja. Múltiples widgets de valor genético: Para los rangos de temperatura y presión, cuatro genes aparecen en el mismo widget. Los valores naranjas debajo de la barra son los umbrales mínimo y máximo para el crecimiento. Fuera de este rango, la planta dejará de crecer y eventualmente morirá. Los valores azules debajo de la barra son los umbrales mínimo y máximo para un crecimiento ideal. Dentro de este rango, la planta crecerá a máxima velocidad. Los valores blancos por encima de la barra son los valores mínimos y máximos alcanzables para el umbral de crecimiento.

# Things.CartridgePlantAnalyser
source: Cartridge Plant Analyser
es: Cartucho Analizador de planta

# Things.AppliancePlantGeneticStabilizer
source: Plant Genetic Stabilizer
es: Estabilizador genético vegetal

# Things.AppliancePlantGeneticStabilizer
source: The Genetic Stabilizer can be used to manipulate gene stability on a specific {LINK:OrganicPage;Plants} or {LINK:OrganicPage;Seeds}. It has two modes Stabilize and Destabilize. Stabilize: Increases all genes stability by 50%. Destabilize: Decreases all gene stability by 10% other than a chosen gene which will received decreased stability by 50%.
es: El estabilizador genético se puede utilizar para manipular la estabilidad genética en un {LINK:OrganicPage; Plantas} o {LINK:OrganicPage; Semillas}. Tiene dos modos Estabilizar y Desestabilizar. Estabilizar: Aumenta la estabilidad de todos los genes en un 50%. Desestabilizar: Disminuye toda la estabilidad del gen en un 10% excepto un gen elegido que recibirá una disminución de la estabilidad en un 50%.

# Things.AppliancePlantGeneticSplicer
source: Plant Genetic Splicer
es: Maquina de union genetica vegetal

# Things.AppliancePlantGeneticSplicer
source: The Genetic Splicer can be used to copy a single {LINK:GeneticsPage;gene} from one 'source' plant to another 'target' plant of the same type. After copying, the source plant will be destroyed. To begin splicing, place a plant or seed bag in the left slot (source) and place another plant or seed bag of the same type in the right slot (target). You can select a gene using the arrow buttons. Close the sliding door and press the green activate button. Once splicing has begun, the device will be locked until the process has finished (which will take approximately twenty minutes). If you want to cancel splicing you can power off the bench or detach the appliance as a last resort.
es: La maquina de union genética se puede utilizar para copiar un solo {LINK:GeneticsPage;gene} de una planta "origen" a otra planta "objetivo" del mismo tipo. Después de copiar, la planta de origen será destruida. Para comenzar la union, coloque una bolsa de plantas o semillas en la ranura izquierda (origen) y coloque otra bolsa de plantas o semillas del mismo tipo en la ranura derecha (objetivo). Puede seleccionar un gen usando los botones de flecha. Cierre la puerta corredera y pulse el botón verde de activación. Una vez que la union ha comenzado, el dispositivo se bloqueará hasta que el proceso haya finalizado (lo que tomará aproximadamente veinte minutos). Si desea cancelar la union, puede apagar el banco o desconectar el aparato como último recurso.

# Things.ApplianceSeedTray
source: Appliance Seed Tray
es: Bandeja de semillas del dispositivo

# Things.ApplianceSeedTray
source: The seed tray can hold up to twelve plants or seeds and can be used to facilitate fast experimentation and testing of plant genetics.
es: La bandeja de semillas puede contener hasta doce plantas o semillas y se puede utilizar para facilitar la experimentación rápida y las pruebas de genética vegetal.

# Things.Landingpad_CenterPiece01
source: Landingpad Center
es: Plataforma de lanzamiento central

# Things.Landingpad_CenterPiece01
source: The target point where the trader shuttle will land. Requires a clear view of the sky.
es: El punto objetivo donde aterrizará el transbordador del comerciante. Requiere una visión clara del cielo.

# Things.Landingpad_StraightPiece01
source: Landingpad Straight
es: Plataforma de lanzamiento recta

# Things.Landingpad_StraightPiece01
source: Extends the size of the landing pad area. A basic trader shuttle requires a 3x3 clear landing area.
es: Extiende el tamaño del área de la plataforma de aterrizaje. Un servicio básico de transporte comercial requiere un área de aterrizaje despejada de 3x3.

# Things.Landingpad_DiagonalPiece01
source: Landingpad Diagonal
es: Plataforma de aterrizaje diagonal

# Things.Landingpad_DiagonalPiece01
source: Extends the size of the landing pad area. A basic trader shuttle requires a 3x3 clear landing area.
es: Extiende el tamaño del área de la plataforma de aterrizaje. Un servicio básico de transporte comercial requiere un área de aterrizaje despejada de 3x3.

# Things.Landingpad_CrossPiece
source: Landingpad Cross
es: Plataforma de lanzamiento cruzada

# Things.Landingpad_CrossPiece
source: Extends the size of the landing pad area. A basic trader shuttle requires a 3x3 clear landing area.
es: Extiende el tamaño del área de la plataforma de aterrizaje. Un servicio básico de transporte comercial requiere un área de aterrizaje despejada de 3x3.

# Things.Landingpad_DataConnectionPiece
source: Landingpad Data And Power
es: Datos y energia de la Plataforma de aterrizaje

# Things.Landingpad_DataConnectionPiece
source: Provides power to the landing pad. The data port must be connected to the data port of a computer with a communications motherboard for a trader to be called in to land.
es: Proporciona energía a la plataforma de aterrizaje. El puerto de datos debe estar conectado al puerto de datos de una computadora con una placa base de comunicaciones para que un comerciante sea llamado a tierra.

# Things.SeedBag_Switchgrass
source: Switchgrass Seed
es: Semilla de pasto varilla

# Things.ItemPlantSwitchGrass
source: Switch Grass
es: Cambiar hierba

# Things.ItemCropHay
source: Hay
es: Heno

# Things.DynamicMKIILiquidCanisterWater
source: An insulated version of the {THING:DynamicMKIILiquidCanisterWater}, for storing liquids without them gaining or losing temperature.
cs: Izolovaná verze {THING:DynamicMKIILiquidCanisterWater} pro skladování tekutin, které nezvyšují ani neztrácejí teplotu.
de: Eine isolierte Version des {THING:DynamicMKIILiquidCanisterWater}, zum Aufbewahren von Flüssigkeiten, ohne dass diese an Temperatur gewinnen oder verlieren.
es: Una versión aislada del {THING:DynamicMKIILiquidCanisterWater}, puede almacenar agua en este recipiente sin que gane o pierda temperatura.
fr: Une version isolée du {THING:DynamicMKIILiquidCanisterWater}, pour stocker des liquides sans qu'ils ne gagnent ou ne perdent de température.

# Things.DynamicMKIILiquidCanisterWater
source: Portable Liquid Tank Mk II (Water)
cs: Přenosná nádrž na kapalinu Mk II (voda)
de: Tragbarer Flüssigkeitstank Mk II (Wasser)
es: Tanque liquido portatil MK II (Agua)
fr: Citerne portable MKII (Eau)
ru: Переносной жидкостной резервуар MK2 (Вода)

# Things.ItemKitDynamicMKIILiquidCanister
source: Kit (Portable Liquid Tank Mk II)
cs: Přenosná nádrž na kapalinu Mk II (sada)
de: Bausatz (Tragbarer Flüssigkeitstank Mk II)
es: kit (Tanque liquido portatil MK II)
fr: Kit (Citerne portable MKII)
ru: Набор (Переносной жидкостной резервуар MK2)

# Things.DynamicMKIILiquidCanisterEmpty
source: An empty, insulated liquid {SLOT:GasCanister}.
de: Ein leerer, isolierter Flüssigkeits {SLOT:GasCanister}.
es: Un bote de líquido vacío y aislado {SLOT:GasCanister}.

# Things.DynamicMKIILiquidCanisterEmpty
source: Portable Liquid Tank Mk II
cs: Přenosná nádrž na kapalinu
de: Tragbarer Flüssigkeitstank Mk II
es: Tanque liquido portatil MK II
fr: Citerne portable MKII
ru: Переносной жидкостной резервуар MK2

# Things.ItemPipeLiquidRadiator
source: This kit creates a {THING:StructureLiquidPipeRadiator}.
cs: Tato sada vytváří {THING:StructureLiquidPipeRadiator}.
de: Dieser Bausatz erstellt ein {THING:StructureLiquidPipeRadiator}.
es: Este kit crea un {THING:StructureLiquidPipeRadiator}
fr: Ce kit crée un {THING:StructureLiquidPipeRadiator}.
ru: Из этого набора собирается {THING:StructureLiquidPipeRadiator}.

# Things.ItemPipeLiquidRadiator
source: Kit (Liquid Radiator)
cs: Kapalinový radiátor (sada)
de: Bausatz (Flüssigkeitskühler)
es: kit (radiador liquido)
fr: Kit (Radiateur de tuyaux)
ru: Набор (Радиатор для жидкостных труб)

# Things.StructureLiquidPipeRadiator
source: A simple heat exchanger, pipe radiators can be placed on pipes to shed or gain heat, depending on the temperature of the surrounding atmosphere. If the atmosphere is hotter, heat will be added to the liquid within the pipe network, and visa versa if colder. In a vacuum, heat will be radiated. The speed of heat gain or loss will depend on the liquid in question. Adding multiple radiators will speed up heat transfer.
cs: Trubkové radiátory, které jsou jednoduchým výměníkem tepla, lze umístit na potrubí, aby v závislosti na teplotě okolní atmosféry odváděly nebo získávaly teplo. Pokud je atmosféra teplejší, teplo se přidává kapalině v potrubní síti, a naopak, pokud je chladnější. Ve vakuu bude teplo vyzařováno. Rychlost získávání nebo ztráty tepla závisí na dané kapalině. Přidáním více zářičů se přenos tepla urychlí.
de: Als einfacher Wärmetauscher können Rohrheizkörper auf Rohren platziert werden, um je nach Temperatur der Umgebungsatmosphäre Wärme abzuleiten oder zu gewinnen. Wenn die Atmosphäre heißer ist, wird der Flüssigkeit innerhalb des Rohrnetzes Wärme zugeführt und umgekehrt, wenn sie kälter ist. Im Vakuum wird Wärme abgestrahlt. Die Geschwindigkeit des Wärmegewinns oder -verlusts hängt von der betreffenden Flüssigkeit ab. Das Hinzufügen mehrerer Heizkörper beschleunigt die Wärmeübertragung.
es: Un simple intercambiador de calor, los radiadores de tubería se pueden colocar en las tuberías para eliminar o ganar calor, dependiendo de la temperatura de la atmósfera circundante. Si la atmósfera es más caliente, se agregará calor al gas dentro de la red de tuberías, y viceversa si es más fría. En el vacío, se irradiará calor. La velocidad de ganancia o pérdida de calor dependerá del gas en cuestión. Agregar varios radiadores acelerará la transferencia de calor.
fr: Simple échangeur de chaleur, les radiateurs de tuyaux peuvent être placés sur des tuyaux pour dissiper ou emmagasiner de la chaleur, en fonction de la température de l’atmosphère environnante. Si l’atmosphère est plus chaude, la chaleur sera ajoutée au liquide dans le réseau de tube, et visa versa si l'atmosphère est plus froide. Dans le vide, la chaleur sera rayonnée. La vitesse du gain ou de la perte de chaleur dépendra du liquide en question. L’ajout de plusieurs radiateurs accélèrera le transfert de chaleur.

# Things.StructureLiquidPipeRadiator
source: Liquid Pipe Convection Radiator
de: Flüssigkeitsrohr-Konvektionsstrahler
es: Radiador de convección de tubería líquida

# Things.DynamicGasTankAdvancedWater
source: An insulated version of the {THING:DynamicMKIILiquidCanisterWater}, you are able to store water in this {SLOT:GasCanister} without them gaining or losing temperature.
de: Eine isolierte Version des {THING:DynamicMKIILiquidCanisterWater}, du kannst Wasser in diesem {SLOT:GasCanister} speichern, ohne dass es an Temperatur gewinnt oder verliert.
es: Una versión aislada del {THING:DynamicMKIILiquidCanisterWater}, puede almacenar agua en esta ranura {SLOT:GasCanister} sin que gane o pierda temperatura.

# Things.DynamicGasTankAdvancedWater
source: Portable Liquid Tank Mk II (Water)
cs: Přenosná nádrž na kapalinu Mk II (voda)
de: Verstärkter Portabler Flüssigkeitstank (Wasser)
es: Tanque de líquido portátil Mk II (agua)
fr: Citerne portable MKII (Eau)
ru: Переносной жидкостной резервуар MK2 (Вода)

# Things.DynamicGasTankAdvancedOxygen
source: Portable Gas Tank Mk II (Oxygen)
cs: Přenosná nádrž na plyn Mk II (kyslík)
de: Verstärkter Portabler Tank (Sauerstoff)
es: Tanque de gas portátil Mk II (oxígeno)
fr: Réservoir portable MKII (Oxygène)
ru: Портативный газовый резервуар MK2 (Кислород)

# Things.ItemKitIceCrusher
source: This kit creates a {THING:StructureIceCrusher}.
cs: Tato sada vytváří {THING:StructureIceCrusher}.
de: Dieser Bausatz erstellt einen {THING:StructureIceCrusher}.
es: Este kit crea un {THING:StructureIceCrusher}.
fr: Ce kit crée un {THING:StructureIceCrusher}.
ru: Этот набор используется для сборки {THING:StructureIceCrusher}.

# Things.ItemKitIceCrusher
source: Kit (Ice Crusher)
cs: Drtič ledu (sada)
de: Bausatz (Eiszerkleinerer)
es: Este kit crea un (Rompe hielos)
fr: Kit (Broyeur de glace)
ru: Набор (Измельчитель льда)

# Things.StructureIceCrusher
source: The {LINK:Recurso;Recurso} KoolAuger converts various ices into their respective {LINK:GasPage;gases} and liquids. A remarkably smart and compact sublimation-melting unit, it produces gas or liquid depending on the ice being processed. The upper outlet is gas, the lower for liquid, and while you can attach any pipe you like to either outlet, it will only function if the correct network is attached. It will also only pass gas or liquid into a network if it is powered and turned on. If the KoolAuger is full, it will not accept any further ice until the gas or liquid contents is drained. In this state, it will flash a yellow error state on the activation switch.
es: El {LINK:Recurso;Recurso} KoolAuger convierte varios hielos en sus respectivos {LINK:GasPage;gases} y líquidos. Una unidad de sublimación-fusión notablemente inteligente y compacta, produce gas o líquido dependiendo del hielo que se procese. La salida superior es para gas, la inferior para líquido, y aunque puede conectar cualquier tubería que desee a cualquiera de las salidas, solo funcionará si se conecta la red correcta. También solo pasará gas o líquido a una red si está encendido y encendido. Si el KoolAuger está lleno, no aceptará más hielo hasta que se drene el contenido de gas o líquido. En este estado, parpadeará un estado de error amarillo en el interruptor de activación.

# Things.StructureIceCrusher
source: Ice Crusher
cs: Drtič ledu
de: Eis-Zerkleinerer
es: Rompehielos
fr: Broyeur de glace
ru: Измельчитель льда

# Things.StructureWaterBottleFiller
source: Water Bottle Filler
cs: Plnička lahví na vodu
de: Wasserflaschen-Befüller
es: Llenador de botellas de agua
fr: Remplisseur de bouteille d’eau

# Things.ItemWaterBottleFiller
source: As its somewhat uninspired name suggests, this device refills a {THING:ItemWaterBottle}, when connected to a liquid pipe network.
cs: Jak napovídá jeho poněkud neinspirativní název, toto zařízení po připojení k síti s kapalinou doplňuje {THING:ItemWaterBottle}.
de: Wie der etwas uninspirierte Name schon sagt, füllt dieses Gerät eine {THING:ItemWaterBottle} nach, wenn es an ein Flüssigkeitsrohrnetzwerk angeschlossen ist.
es: Como sugiere su nombre poco inspirado, este dispositivo recarga una {THING:ItemWaterBottle} cuando se conecta a una red de tuberías de líquido.
fr: Comme son nom l’indique, cet appareil remplit une {THING:ItemWaterBottle}, lorsqu’il est connecté à un réseau de tube de liquide.
ru: Как следует из несколько скучного названия, это устройство наполняет {THING:ItemWaterBottle} при подключении к жидкостной сети.

# Things.ItemWaterBottleFiller
source: Water Bottle Filler
cs: Plnička lahví na vodu
de: Wasserflaschen-Befüller
es: Rellenar botella de agua
fr: Remplisseur de bouteille d’eau
ru: Разливочная Машина Воды

# Things.ItemWaterBottle
source: Delicious and pure H20, refined from local sources as varied as Venusian ice and trans-Solar comets. Empty bottles can be refilled using the {THING:StructureWaterBottleFiller}.
cs: Lahodný a čistý H20, získávaný z místních zdrojů tak rozmanitých, jako je venušský led a transsolární komety. Prázdné láhve lze znovu naplnit pomocí {THING:StructureWaterBottleFiller}.
de: Köstliches und reines H20, verfeinert aus lokalen Quellen, die so vielfältig sind wie venusisches Eis und trans-solare Kometen. Leere Flaschen können mit dem {THING:StructureWaterBottleFiller} nachgefüllt werden.
es: H20 delicioso y puro, refinado de fuentes locales tan variadas como el hielo venusino y los cometas transsolares. Las botellas vacías se pueden rellenar con {THING:StructureWaterBottleFiller}.
fr: Délicieuse et pure H20, raffiné à partir de sources locales aussi variées que la glace vénusienne et les comètes trans-solaires. Les bouteilles vides peuvent être remplies à l’aide du {THING:StructureWaterBottleFiller}.
ru: Вкусная и чистая H20, получена из разнообразных местных источников, таких как лед Венеры и транс солнечные кометы. Пустые бутылки можно пополнять с помощью {THING:StructureWaterBottleFiller}.

# Things.ItemWaterBottle
source: Water Bottle
cs: Láhev na vodu
de: Wasserflasche
es: Botella de agua
fr: Bouteille d'eau
ru: Бутылка Для Воды

# Things.ItemWreckageStructureWeatherStation008
source: Wreckage Structure Weather Station
cs: Vrak meteorologické stanice
de: Zerstörte Wetterstation
es: Estructura de los restos RTG
fr: Grille de la station météo
ru: Обломки Метеостанции

# Things.ItemWreckageStructureWeatherStation007
source: Wreckage Structure Weather Station
cs: Vrak meteorologické stanice
de: Zerstörte Wetterstation
es: Estructura de los restos RTG
fr: Mécanisme de la station météo
ru: Обломки Метеостанции
