Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureChairBoothCornerLeft
source: Chair (Booth Corner Left)
cs: Židle (Stánek v rohu vlevo)
de: Stuhl (Sitzecke Links)
es: Silla (esquina izquierda de la cabina)
fr: Banquette (Modulable, coin gauche)
ru: Стул (Кабиночный Левый Угол)

# Things.StructureChairBoothCornerRight
source: Chair (Booth Corner Right)
cs: Židle (Stánek v rohu vpravo)
de: Stuhl (Sitzecke Rechts)
es: Silla (esquina derecha de la cabina)
fr: Banquette (Modulable, coin droit)
ru: Стул (Кабиночный Правый Угол)

# Things.StructureChairBoothMiddle
source: Chair (Booth Middle)
cs: Židle (Stánek uprostřed)
de: Stuhl (Sitzecke Mitte)
es: Silla (Puesto en el medio)
fr: Banquette (Modulable, droite)
ru: Стул (Кабиночный Середина)

# Things.StructureChairRectangleDouble
source: Chair (Rectangle Double)
cs: Židle (dvojitá obdélníková)
de: Stuhl (Rechteckig Doppelt)
es: Silla (rectángulo Doble)
fr: Fauteuil (Carré, deux places)
ru: Стул (Прямоугольный Двойной)

# Things.StructureChairRectangleSingle
source: Chair (Rectangle Single)
cs: Židle (jednoduchá obdélníková)
de: Stuhl (Rechteckig Einzeln)
es: Silla (rectángulo individual)
fr: Fauteuil (Carré, une place)
ru: Стул (Прямоугольный Одиночный)

# Things.StructureChairThickDouble
source: Chair (Thick Double)
cs: Židle (dvojitá silná)
de: Stuhl (Stabil Doppelt)
es: Silla (gruesa Doble)
fr: Chaise (Molletonné, deux places)
ru: Стул (Одиночный Двойной)

# Things.StructureChairThickSingle
source: Chair (Thick Single)
cs: Židle (jednoduchá silná)
de: Stuhl (Stabil Einzeln)
es: Silla (gruesa individual)
fr: Chaise (Molletonné, une place)
ru: Стул (Толстый Одиночный)

# Things.ItemKitTankInsulated
source: Kit (Tank Insulated)
cs: Izolovaná nádrž (sada)
de: Bausatz (Isolierter Tank)
es: Kit (Tanque Aislado)
fr: Kit (Réservoir calfeutré)
ru: Набор (Изолированный бак)

# Things.StructureTankBigInsulated
source: Tank Big (Insulated)
cs: Velká nádrž (izolovaná)
de: Isolierter Tank (groß)
es: Tanque Grande (Aislado)
fr: Grand réservoir calfeutré
ru: Бак Большой (Изолированный)

# Things.StructureTankSmallInsulated
source: Structure Tank Small Insulated
es: Tanque pequeño (aislado)

# Things.KitSDBSilo
source: This kit creates a {THING:StructureSDBSilo}.
cs: Tato sada vytváří {THING:StructureSDBSilo}.
de: Dieses Kit erstellt ein {THING:StructureSDBSilo}.
es: Este kit crea un {THING:StructureSDBSilo}
fr: Ce kit crée un {THING:StructureSDBSilo}.
ru: Из этого набора собирается {THING:StructureSDBSilo}.

# Things.KitSDBSilo
source: Kit (SDB Silo)
cs: SDB silo (sada)
de: Bausatz (SDB-Lager)
es: Silo (kit)
ru: Набор (SDB Хранилище)

# Things.StructureSDBSilo
source: The majestic silo holds large quantities of almost anything. While it is doing that, it cannot be deconstructed. Note also, that any food you put into a silo is likely to {LINK:DecayPage;decay} extremely rapidly. The silo can hold up to 600 stacks.
cs: Majestátní silo pojme velké množství téměř čehokoli. Přitom jej nelze dekonstruovat. Všimněte si také, že jakákoli potravina, kterou do sila vložíte, se pravděpodobně {LINK:DecayPage;rozkládá} extrémně rychle. Silo může pojmout až 600 svazků.
de: Das majestätische Lager fasst große Mengen von fast allem. Ist es befüllt, kann es nicht dekonstruiert werden. Beachte auch, dass jedes Nahrungsmittel, das du in ein Lager gibst, wahrscheinlich extrem schnell {LINK:DecayPage;decay} verursacht. Das Lager kann bis zu 600 Stapel aufnehmen.
es: El majestuoso silo contiene grandes cantidades de casi cualquier cosa. Mientras lo hace, no se puede deconstruir. Tenga en cuenta también que cualquier alimento que ponga en un silo es probable que {LINK:DecayPage;decay} se descomponga extremadamente rápido. El silo puede contener hasta 600 pilas.

# Things.StructureSDBSilo
source: SDB Silo
de: SDB-Lager
es: Silo
ru: SDB Хранилище

# Things.ItemKitSDBHopper
source: Kit (SDB Hopper)
cs: SDB násypka (sada)
de: Bausatz (SDB-Trichter)
es: Tolva (kit)
fr: Kit (SDB Trémie)
ru: Набор (SDB Загрузочная воронка)

# Things.StructureSDBHopper
source: SDB Hopper
cs: Zásobník SDB
de: SDB-Trichter
es: Tolva
fr: SDB Trémie
ru: SDB Загрузочная воронка

# Things.StructureSDBHopperAdvanced
source: SDB Hopper Advanced
cs: Pokročilý zásobník SDB
de: SDB Trichter Fortgeschritten
es: Tolva Avanzada
fr: SDB Trémie avancée
ru: SDB Улучшенная загрузочная воронка

# Things.ItemKitSolarPanelBasic
source: This kit creates a standing solar panel.
cs: Tato sada vytváří stojící solární panel.
de: Dieser Bausatz erstellt ein stehendes Solarmodul.
es: Este kit crea un panel solar permanente.
fr: Ce kit crée un panneau solaire basique.
ru: Из этого набора собирается стоящая солнечная панель.

# Things.ItemKitSolarPanelBasic
source: Kit (Solar Panel Basic)
cs: Solární panel základní (sada)
de: Bausatz (Festes Solarmodul)
es: Panel Solar Basico (kit)
fr: Kit (Panneau Solaire basique)
ru: Набор (Базовая Солнечная панель)

# Things.StructureSolarPanel45
source: {LINK:Sinotai;Sinotai} basic solar panels generate power from sunlight, sitting at 45 degrees to the ground. Their efficiency is reduced during storms and when damaged. You can repair these using some trusty {THING:ItemDuctTape}.
de: {LINK:Sinotai; Sinotai} einfache Sonnenkollektoren erzeugen Strom aus Sonnenlicht und richten sich in 45 Grad zum Boden aus. Ihre Effizienz wird während Stürmen und bei Schäden reduziert. Du kannst diese mit einem vertrauenswürdigen {THING:ItemDuctTape} reparieren.
es: Los paneles solares básicos {LINK:Sinotai;Sinotai} generan energía a partir de la luz solar, colocándose a 45 grados del suelo. Su eficiencia se reduce durante las tormentas y cuando se dañan. Puede repararlos utilizando cintaislante {THING:ItemDuctTape} de confianza.

# Things.StructureSolarPanel45
source: Solar Panel (Angled)
cs: Solární panel (šikmý)
de: Solarmodul (Abgewinkelt)
es: Panel Solar (en angulo)
fr: Panneau Solaire basique (incliné)
ru: Солнечная Панель (Угловая)

# Things.StructureSolarPanelFlat
source: {LINK:Sinotai;Sinotai} basic solar panels generate power from sunlight. They lie flat to the ground, and their efficiency is reduced during storms and when damaged. You can repair these using some trusty {THING:ItemDuctTape}.
de: {LINK:Sinotai; Sinotai} einfache Sonnenkollektoren erzeugen Strom aus Sonnenlicht. Sie liegen flach auf dem Boden auf und ihre Effizienz wird während Stürmen und bei Schäden reduziert. Du kannst diese mit einem vertrauenswürdigen {THING:ItemDuctTape} reparieren.
es: {LINK:Sinotai;Sinotai} los paneles solares básicos generan energía a partir de la luz solar. Se encuentran en el suelo, y su eficiencia se reduce durante las tormentas y cuando se dañan. Puede repararlos usando un poco de cintaislante de confianza {THING:ItemDuctTape}.

# Things.StructureSolarPanelFlat
source: Solar Panel (Flat)
cs: Solární panel (plochý)
de: Solarmodul (Flach)
es: Panel solar (plano)
fr: Panneau Solaire basique (plat)
ru: Солнечная Панель (Плоская)

# Things.ItemBatteryChargerSmall
source: Battery Charger Small
cs: Malá nabíječka baterií
de: Batterieladegerät Klein
es: Cargador de batería pequeño
fr: Kit (Petit Chargeur de Batterie)
ru: Зарядное устройство (малое)

# Things.StructureBatteryChargerSmall
source: Battery Charger Small
cs: Malá nabíječka baterií
de: Batterieladegerät Klein
es: Cargador de batería pequeño
fr: Chargeur de Batterie (Petit)
ru: Зарядное устройство (малое)

# Things.ItemSensorLenses
source: These {LINK:Norsec;Norsec} glasses might not be the most fashionable thing, but when a {THING:ItemSensorProcessingUnitOreScanner} is inserted, Stationeers can use these handy glasses to x-ray the ground and find ores that are hidden beneath the surface.
de: Diese {LINK:Norsec; Norsec}-Brillen sind vielleicht nicht die modischste Sache, aber wenn ein {THING:ItemSensorProcessingUnitOreScanner} eingesetzt wird, können Stationeers diese praktische Brille verwenden, um den Boden zu röntgen und Erze zu finden, die unter der Oberfläche versteckt sind.
es: Estas gafas Norsec {LINK:Norsec;} pueden no ser lo más de moda, pero cuando se inserta un {THING:ItemSensorProcessingUnitOreScanner}, los stationeers pueden usar estas prácticas gafas para radiografiar el suelo y encontrar los productos que están ocultos debajo de la superficie.

# Things.ItemSensorLenses
source: Sensor Lenses
cs: Senzor objektů
de: Sensoren Brille
es: Lentes de Sensor
fr: Lunettes AR

# Things.ItemSensorProcessingUnitOreScanner
source: The Sensor Processing unit can be inserted into {THING:ItemSensorLenses} to reveal underground minerals in a HUD.
cs: Jednotku Zpracování senzorů lze vložit do {THING:ItemSensorLenses} a odhalit tak podzemní minerály v HUD.
de: Die Sensorverarbeitungseinheit kann in {THING:ItemSensorLenses} eingefügt werden, um unterirdische Mineralien in einem HUD anzuzeigen.
es: La unidad de procesamiento del sensor se puede insertar en {THING:ItemSensorLenses} para revelar minerales subterráneos en un HUD.

# Things.ItemSensorProcessingUnitOreScanner
source: Sensor Processing Unit (Ore Scanner)
cs: Procesor senzoru (skener rud)
de: Sensor Verarbeitungseinheit (Erzscanner)
es: Unidad de Procesamiento de Sensores (Escáner de Mineral)
fr: Carte lunette (Scanneur de minéral)
ru: Блок обработки датчиков (Сканер Руд)

# Things.ModularRocketCargo01
source: Rocket Cargo
cs: Raketový náklad
de: Raketenfracht
es: Carga de cohetes
fr: Cargo de Fusée
ru: Ракетный груз
tr: Roket Kargosu

# Things.ModularRocketCommand01Lander
source: Rocket Command Lander
cs: Přistávací modul rakety
de: Rakete Befehls-Landefahrzeug
es: Comando de lanzamiento de cohetes
fr: Commande atterrisseur de fusée
ru: Посадочный Модуль Ракеты
tr: Roket Komutası İndirici

# Things.DynamicGasCanisterRocketFuel
source: Dynamic Gas Canister Rocket Fuel
cs: Dynamická raketová palivová nádrž
de: Dynamische Gasflasche Raketentreibstoff
es: Combustible de cohetes con recipiente de gas dinámico
fr: Réservoir portable (carburant fusée)
ru: Активный газовый баллон Ракетного топлива
tr: Dinamik Gaz Kartuşu Roket Yakıtı

# Things.ItemKitPipeOrgan
source: Creates a {THING:StructurePipeOrgan}.
cs: Vytvoří {THING:StructurePipeOrgan}.
de: Erstellt eine {THING:StructurePipeOrgan}.
es: Crea un {THING:StructurePipeOrgan}.

# Things.ItemKitPipeOrgan
source: Kit (Pipe Organ)
cs: Varhany (sada)
de: Bausatz (Orgelpfeife)
es: Kit (Órgano de tubos)
fr: Kit (Orgue)
ru: Набор (Орган)
tr: Donanım (Boru Organı)

# Things.StructurePipeOrgan
source: The pipe organ can be attached to one end of a {THING:ItemPipeValve}. The length of the pipe after the pipe organ changes the pitch of the note it will play when the valve is opened. Use {LINK:LogicPage;Logic} to open and close the valves to create some custom tunes for your base or an audible warning.
de: Die Orgelpfeife kann an einem Ende eines {THING:ItemPipeValve} befestigt werden. Die Länge der Rohre and der Orgelpfeife ändert die Tonhöhe der Note, die sie spielt, wenn das Ventil geöffnet wird. Verwende {LINK:LogicPage; Logik}, um die Ventile zu öffnen und zu schließen, um einige benutzerdefinierte Melodien für Ihre Basis oder eine akustische Warnung zu erstellen.
es: El órgano de tubos se puede unir a un extremo de un {THING:ItemPipeValve}. La longitud del tubo después del órgano de tubos cambia el tono de la nota que tocará cuando se abra la válvula. Utilice {LINK:LogicPage;Logic}para abrir y cerrar las válvulas para crear algunas melodías personalizadas para su base o una advertencia audible.

# Things.StructurePipeOrgan
source: Pipe Organ
cs: Varhany
de: Orgelpfeife
es: Órgano de tubos
fr: Orgue
ru: Труба Органа
tr: Boru Organı

# Things.StructureWallPaddedWindow
source: Wall (Padded Window)
cs: Polstrovaná stěna (okno)
de: Wand (Gepolstert Fenster)
es: Pared (Ventana acolchada)
fr: Mur extrudé avec fenêtre
ru: Стена (Наборное Окно)
tr: Duvar (Dolgulu Pencere)

# Things.StructureWallPaddedArchCorner
source: Wall (Padded Arch Corner)
cs: Polstrovaná stěna (roh, oblouk)
de: Wand (Gepolstert Ecke Bogen)
es: Pared (Esquina de arco acolchado)
fr: Mur extrudé arc coin
ru: Стена (Наборной Арочный Угол)
tr: Duvar (Dolgulu Kavisli Köşe)

# Things.StructureWallPaddedCornerThin
source: Wall (Padded Corner Thin)
cs: Polstrovaná stěna (roh, tenký)
de: Wand (Gepolstert Ecke Dünn)
es: Pared (esquina acolchada delgada)
fr: Mur extrudé fin coin
ru: Стена (Тонкий Наборной Угол)
tr: Duvar (Dolgulu Köşe İnce)

# Things.StructureWallPaddedCorner
source: Wall (Padded Corner)
cs: Polstrovaná stěna (roh)
de: Wand (Gepolstert Ecke)
es: Pared (Esquina acolchada)
fr: Mur (extrudé coin)
ru: Стена (Наборная, Угол)
tr: Duvar (Dolgulu Köşe)

# Things.StructureWallPaddedNoBorderCorner
source: Wall (Padded No Border Corner)
cs: Polstrovaná stěna (roh, bez okraje)
de: Wand (Gepolstert Ecke ohne Rand)
es: Pared ( Esquina Acolchada sin borde)
fr: Mur extrudé (coin, sans bordure)
ru: Стена (Наборная, угол без окантовки)
tr: Duvar (Dolgulu Kenarlıksız Köşe)

# Things.StructureWallPaddedThinNoBorderCorner
source: Wall (Padded Thin No Border Corner)
cs: Polstrovaná stěna (roh, tenký, bez okraje)
de: Wand (Gepolstert Dünn Ecke ohne Rand)
es: Pared (Esquina acolchada sin borde)
fr: Mur extrudé (coin, fin, sans bordure)
ru: Стена (Наборная, тонкий угол без окантовки)
tr: Duvar (Dolgulu İnce Kenarlıksız Köşe)

# Things.StructureWallPaddedWindowThin
source: Wall (Padded Window Thin)
cs: Polstrovaná stěna (tenká, okno)
de: Wand (Gepolstert Fenster Dünn)
es: Pared (Ventana acolchada delgada)
fr: Mur extrudé (fin, fenêtre)
ru: Стена (Наборная, тонкое окно)
tr: Duvar (Dolgulu Pencere İnce)

# Things.StructureWallPaddedThinNoBorder
source: Wall (Padded Thin No Border)
cs: Polstrovaná stěna (tenká, bez okraje)
de: Wand (Gepolstert Dünn ohne Rand)
es: Pared (acolchada sin borde)
fr: Mur extrudé (fin, sans bordure)
ru: Стена (Наборная, тонкая, без окантовки)
tr: Duvar (Dolgulu İnce Kenarlıksız)

# Things.StructureWallPaddedNoBorder
source: Wall (Padded No Border)
cs: Polstrovaná stěna (bez okraje)
de: Wand (Gepolstert ohne Rand)
es: Pared (acolchado sin borde)
fr: Mur extrudé (sans bordure)
ru: Стена (Наборная, без окантовки)
tr: Duvar (Dolgulu Kenarlıksız)

# Things.StructureWallPaddedArchLightFittingTop
source: Wall (Padded Arch Light Fitting Top)
cs: Polstrovaná stěna (oblouk, horní, světlo, kování)
de: Wand (Gepolstert Bogen Lampenhalterung)
es: Pared (Arco acolchado con luz de techo)
fr: Mur extrudé (arc, rampe lumineuse plafond)
ru: Стена (Наборная, арка с потолочным светильником)
tr: Duvar (Dolgulu Kavis Aydınlatma Armatürü)

# Things.StructureWallFlatCornerTriangleFlat
source: Wall (Flat Corner Triangle Flat)
cs: Plochá stěna (roh, trojúhelník, menší)
de: Wand (Flach Ecke Dreieck Flach)
es: Pared (Triángulo de esquina plana)
fr: Mur plat (coin, droit)
ru: Стена (Плоская, плоский треугольный угол)
tr: Duvar (Düz Köşe Üçgen Düz)

# Things.StructureWallFlatCornerTriangle
source: Wall (Flat Corner Triangle)
cs: Plochá stěna (roh, trojúhelník)
de: Wand (Flach Ecke Dreieck)
es: Pared (Triángulo en esquina plana)
fr: Mur plat (coin, triangulaire)
ru: Стена (Плоская, угловая, треугольная)
tr: Duvar (Düz Köşe Üçgen)

# Things.StructureWallFlatCornerSquare
source: Wall (Flat Corner Square)
cs: Plochá stěna (roh, čtverec)
de: Wand (Flach Ecke Quadratisch)
es: Pared (Esquina plana)
fr: Mur plat (coin, carré)
ru: Стена (Плоская, прямой угол)
tr: Duvar (Düz Köşe Kare)

# Things.StructureWallFlatCornerRound
source: Wall (Flat Corner Round)
cs: Plochá stěna (roh, oblý)
de: Wand (Flach Ecke Rund)
es: Pared (Esquina plana redondeada)
fr: Mur plat (coin, arrondi)
ru: Стена (Плоская, закругленный угол)
tr: Duvar (Düz Köşe Yuvarlak)

# Things.StructureWallArchCornerTriangle
source: Wall (Arch Corner Triangle)
cs: Klenutá stěna (roh, trojúhelník)
de: Wand (Bogen Ecke Dreieck)
es: Pared (Triángulo en esquina)
fr: Mur arc (coin, triangulaire)
ru: Стена (Арка угловая треугольная)
tr: Duvar (Kavisli Köşe Üçgen)

# Things.StructureWallArchCornerSquare
source: Wall (Arch Corner Square)
cs: Klenutá stěna (roh, čtverec)
de: Wand (Bogen Ecke Quadratisch)
es: Pared (Esquina en arco)
fr: Mur arc (coin, carré)
ru: Стена (Арка, прямой угол)
tr: Duvar (Kavisli Köşe Kare)

# Things.StructureWallArchCornerRound
source: Wall (Arch Corner Round)
cs: Klenutá stěna (roh, oblý)
de: Wand (Bogen Ecke Rund)
es: Pared (esquina de arco redondo)
fr: Mur arc (coin, arrondi)
ru: Стена (Арка, закругленный угол)
tr: Duvar (Kavisli Köşe Yuvarlak)

# Things.ItemKitRailing
source: Kit (Railing)
cs: Zábradlí (sada)
de: Bausatz (Geländer)
es: Kit (Barandilla)
fr: Kit (Garde-corps)
ru: Набор (Перила)
tr: Donanım (Korkuluk)

# Things.RailingIndustrial02
source: Railing Industrial (Type 2)
cs: Průmyslové zábradlí (Typ 2)
de: Geländer Industriell (Typ 2)
es: Barandilla Industrial (Tipo 2)
fr: Barrière industriel (Type2)
ru: Перила Индустриальные (Тип 2)
tr: Korkuluk Sanayi (Tip 2)

# Things.RailingElegant02
source: Railing Elegant (Type 2)
cs: Elegantní zábradlí (Typ 2)
de: Geländer Elegant (Typ 2)
es: Barandilla Elegante (Tipo 2)
fr: Balustrade élégante (Type 2)
ru: Перила Элегантные (Тип 2)
tr: Korkuluk Zarif (Tip 2)

# Things.RailingElegant01
source: Railing Elegant (Type 1)
cs: Elegantní zábradlí (Typ 1)
de: Geländer Elegant (Typ 1)
es: Barandilla Elegante (Tipo 1)
fr: Balustrade élégante (Type 1)
ru: Перила Элегантные (Тип 1)
tr: Korkuluk Zarif (Tip 1)

# Things.StructureCompositeWallWindow
source: Composite Window
cs: Kompozitní stěna (okno)
de: Verbundstoff Fenster
es: Ventana Compuesta
fr: Fenêtre Composite
ru: Композитное Окно
tr: Alaşım Pencere

# Things.StructureCompositeWall04
source: Composite Wall (Type 4)
cs: Kompozitní stěna (typ 4)
de: Verbundstoff Wand (Typ 4)
es: Pared compuesta (Tipo 4)
fr: Mur Composite (Type 4)
ru: Композитная Стена (Тип 4)
tr: Alaşım Duvar (Tip 4)

# Things.StructureCompositeWall03
source: Composite Wall (Type 3)
cs: Kompozitní stěna (typ 3)
de: Verbundstoff Wand (Typ 3)
es: Pared compuesta (Tipo 3)
fr: Mur Composite (Type 3)
ru: Композитная Стена (Тип 3)
tr: Alaşım Duvar (Tip 3)

# Things.StructureCompositeWall02
source: Composite Wall (Type 2)
cs: Kompozitní stěna (typ 2)
de: Verbundstoff Wand (Typ 2)
es: Pared compuesta (Tipo 2)
fr: Mur Composite (Type 2)
ru: Композитная Стена (Тип 2)
tr: Alaşım Duvar (Tip 2)

# Things.StructureWallIron04
source: Iron Wall (Type 4)
cs: Železná stěna (typ 4)
de: Eisenwand (Typ 4)
es: Pared de hierro (Tipo 4)
fr: Mur en Fer (Type 4)
ru: Железная Стена (Тип 4)
tr: Demir Duvar (Tip 4)

# Things.StructureWallIron03
source: Iron Wall (Type 3)
cs: Železná stěna (typ 3)
de: Eisenwand (Typ 3)
es: Pared de hierro (Tipo 3)
fr: Mur en Fer (Type 3)
ru: Железная Стена (Тип 3)
tr: Demir Duvar (Tip 3)

# Things.StructureWallIron02
source: Iron Wall (Type 2)
cs: Železná stěna (typ 2)
de: Eisenwand (Typ 2)
es: Pared de hierro (Tipo 2)
fr: Mur en Fer (Type 2)
ru: Железная Стена (Тип 2)
tr: Demir Duvar (Tip 2)

# Things.ItemKitStructureModularRocketFueltank01
source: This kit creates a {THING:StructureModularRocketFueltank01}.
cs: Tato sada vytváří {THING:StructureModularRocketFueltank01}.
de: Dieses Kit erstellt einen {THING:StructureModularRocketFueltank01}.
es: Este kit crea un {THING:StructureModularRocketFueltank01}.
fr: Ce kit crée un {THING:StructureModularRocketFueltank01}.
ru: Этот набор создает {THING:StructureModularRocketFueltank01}.

# Things.ItemKitStructureModularRocketFueltank01
source: Kit (Modular Rocket Fueltank)
cs: Raketový modul palivové nádrže (sada)
de: Bausatz (Modularer Raketenkraftstofftank)
es: Kit (Depósito de combustible de cohetes modular)
fr: Kit (réservoir de fusée)
ru: Набор (Модуль Ракетный Топливный Бак)
tr: Donanım (Modüler Roket Yakıt Tankı)

# Things.ItemKitStructureModularRocketEngine01
source: This kit creates a {THING:StructureModularRocketEngine01}.
cs: Tato sada vytváří {THING:StructureModularRocketEngine01}.
de: Dieses Kit erstellt ein {THING:StructureModularRocketEngine01}.
es: Este kit crea un {THING:StructureModularRocketEngine01}
fr: Ce kit crée un {THING:StructureModularRocketEngine01}.
ru: Из этого набора собирается {THING:StructureModularRocketEngine01}.

# Things.ItemKitStructureModularRocketEngine01
source: Kit (Modular Rocket Engine)
cs: Raketový motorový modul (sada)
de: Bausatz (Modulares Raketentriebwerk)
es: Kit (Motor de cohete modular)
fr: Kit (Module moteur de fusée)
ru: Набор (Модуль Ракетный Двигатель)
tr: Donanım (Modüler Roket Motoru)

# Things.ItemKitStructureLaunchPad
source: This kit creates a {THING:StructureLaunchPad}.
cs: Tato sada vytváří {THING:StructureLaunchPad}.
de: Dieses Kit erstellt eine {THING:StructureLaunchPad}.
es: Este kit crea una {THING:StructureLaunchPad}.
fr: Ce kit crée une {THING:StructureLaunchPad}.
ru: Из этого набора собирается {THING:StructureLaunchPad}.

# Things.ItemKitStructureLaunchPad
source: Kit (Launch Pad)
cs: Odpalovací rampa (sada)
de: Bausatz (Startrampe)
es: Kit (Plataforma de lanzamiento)
fr: Kit (Aire de lancement)
ru: Набор (Площадка Запуска)
tr: Donanım (Fırlatma Rampası)

# Things.ItemKitStructureModularRocketCargo01
source: This kit creates a {THING:StructureModularRocketCargo01}.
cs: Tato sada vytváří {THING:StructureModularRocketCargo01}.
de: Dieses Kit erstellt ein {THING:StructureModularRocketCargo01}.
es: Este kit crea un {THING:StructureModularRocketCargo01}.
fr: Ce kit crée une {THING:StructureModularRocketCargo01}.
ru: Из этого набора собирается {THING:StructureModularRocketCargo01}.

# Things.ItemKitStructureModularRocketCargo01
source: Kit (Modular Rocket Cargo)
cs: Raketový nákladní modul (sada)
de: Bausatz (Rakete Frachtmodul)
es: Kit (Carga de cohete modular)
fr: Kit (Module cargo de fusée)
ru: Набор (Модуль Грузовой Ракетный)
tr: Donanım (Modüler Roket Kargosu)

# Things.ItemKitStructureModularRocketCommand01
source: This kit creates a {THING:StructureModularRocketCommand01}.
cs: Tato sada vytváří {THING:StructureModularRocketCommand01}.
de: Dieses Kit erstellt ein {THING:StructureModularRocketCommand01}.
es: Este kit crea un {THING:StructureModularRocketCommand01}.
fr: Ce kit crée un {THING:StructureModularRocketCommand01}.
ru: Из этого набора собирается {THING:StructureModularRocketCommand01}.

# Things.ItemKitStructureModularRocketCommand01
source: Kit (Modular Rocket Command)
cs: Raketový velitelský modul (sada)
de: Bausatz (Rakete Befehlsmodul)
es: Kit (Comando de cohetes modular)
fr: Kit (Module de commande de fusée)
ru: Набор (Модуль Управления Ракетой)
tr: Donanım (Modüler Roket Komutası)
