Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.MotherboardManufacturing
source: Deprecated.
cs: Zrušeno.
de: Veraltet.
es: Obsoleto.

# Things.MotherboardManufacturing
source: Manufacturing Motherboard
cs: Výrobní základní deska
de: Hauptplatine (Fertiger)
es: Placa base de fabricación

# Things.MotherboardLogic
source: Motherboards are connected to {THING:StructureComputer}s to perform various technical functions. The {LINK:Norsec;Norsec-designed} K-cops logic motherboard allows {LINK:Stationeers;Stationeers} to set variables and actions on specific {LINK:LogicUnitPage;logic}-controlled items.
es: Las placas base están conectadas a {THING:StructureComputer}s para realizar diversas funciones técnicas. El {LINK:Norsec; La placa base lógica K-cops diseñada por Norsec permite {LINK:Stationeers; Stationeers} para establecer variables y acciones en elementos específicos controlados por {LINK:LogicUnitPage;logic}.

# Things.MotherboardLogic
source: Logic Motherboard
cs: Logická základní deska
de: Hauptplatine (Logik)
es: Placa base lógica

# Things.ItemWrench
source: One of humanity's enduring contributions to the cosmos, the wrench represents the essence of our species. A simple, effective and spiritually barren tool, use it to build and deconstruct a variety of {LINK:StructurePage;structures}
es: Una de las contribuciones perdurables de la humanidad al cosmos, la llave inglesa representa la esencia de nuestra especie. Una herramienta simple, efectiva y espiritualmente estéril, úsala para construir y deconstruir una variedad de {LINK:StructurePage;structures}

# Things.ItemWrench
source: Wrench
cs: Hasák
de: Schraubenschlüssel
es: Llave Inglesa
fi: Jakoavain
fr: Clé à molette
hu: Franciakulcs
it: Chiave
pt_pt: Chave Inglesa
ru: Разводной ключ
tr: İngiliz Anahtarı

# Things.ItemWireCutters
source: Wirecutters allow you to deconstruct various {LINK:StructurePage;structures}, as well as cross-lay cables when held in your non-active hand, and defuse explosives as needed. Wirecutters are stored in the {THING:ItemToolBelt}, along with other essential {LINK:ToolPage;tools}.
es: Las tijeras te permiten desmonstar varias {LINK:StructurePage;structures}, así como cables cruzados cuando los tienes en tu mano inactiva, y desactivar explosivos según sea necesario. Las tijeras se almacenan en {THING:ItemToolBelt}, junto con otras {LINK:ToolPage;tools} esenciales.

# Things.ItemWireCutters
source: Wire Cutters
cs: Štípací kleště
de: Kabelschneider
es: Alicates
fi: Kaapelileikkurit
fr: Pince coupante
hu: Drótvágó
it: Tronchese
pt_pt: Alicate
ru: Кусачки
tr: Tel Kesici

# Things.ItemWheat
source: A classical symbol of growth and new life, wheat takes a moderate time to grow. Its main use is to create {LINK:ReagentPage;flour} using the {THING:ApplianceReagentProcessor}.
es: Un símbolo clásico de crecimiento y nueva vida, el trigo tarda un tiempo moderado en crecer. Su uso principal es crear {LINK:ReagentPage;flour} usando {THING:ApplianceReagentProcessor}.

# Things.ItemWheat
source: Wheat
cs: Pšenice
de: Weizen
es: Trigo
fi: Vehnä
fr: Blé
hu: Búza
it: Grano
pt_pt: Trigo
ru: Пшеница
tr: Buğday

# Things.ItemWeldingTorch
source: Stored in the standard issue {LINK:Stationeers;Stationeers} {THING:ItemToolBelt}, the Arlite welding torch is used to construct a range of essential structures. An upgraded version of the classic 'Zairo' model first manufactured by {LINK:ExMin;ExMin} for modular space habitat assembly, the Arlite is powered by a single {THING:ItemGasCanisterFuel} and designed to function equally well in deep space and deep gravity wells.
es: Almacenado en el número estándar {LINK:Stationeers; Stationeers} {THING:ItemToolBelt}, la antorcha de soldadura Arlite se utiliza para construir una gama de estructuras esenciales. Una versión mejorada del modelo clásico 'Zairo' fabricado por primera vez por {LINK:ExMin; ExMin} para el ensamblaje modular del hábitat espacial, el Arlite funciona con un solo {THING:ItemGasCanisterFuel} y está diseñado para funcionar igualmente bien en el espacio profundo y en pozos de gravedad profunda.

# Things.ItemWeldingTorch
source: Welding Torch
cs: Svářečka
de: Schweißbrenner
es: Soplete
fi: Hitsauspilli
fr: Chalumeau
hu: Hegesztőpisztoly
it: Saldatrice
pt_pt: Tocha de Soldagem
ru: Газовая горелка
tr: Kaynak Üfleci

# Things.ItemWallLight
source: This kit creates any one of ten {THING:ItemWallLight} variants.
cs: Tato sada vytváří kteroukoli z deseti variant {THING:ItemWallLight}.
de: Dieser Bausatz erstellt eine von zehn {THING:ItemWallLight}-Varianten.
es: Este kit crea una de las diez variantes de {THING:ItemWallLight}.
fr: Ce kit crée l’une des dix variantes de {THING:StructureWallLight}.

# Things.ItemWallLight
source: Kit (Lights)
cs: Světla (sada)
de: Bausatz (Lampen)
es: Luz de Pared
fi: Varustepakkaus (valo)
fr: Kit (Lumière murale)
hu: Készlet (Fények)
it: Lampada a muro
pt_pt: Kit (Luzes)
ru: Лампа
tr: Donanım (Işıklar)

# Things.ItemWallHeater
source: This kit creates a {THING:ItemWallHeater}.
cs: Tato sada vytváří {THING:ItemWallHeater}.
de: Dieser Bausatz erstellt einen {THING:ItemWallHeater}.
es: Este kit crea un {THING:ItemWallHeater}.
fr: Ce kit crée un {THING:ItemWallHeater}.
ru: Этот набор собирается в {THING:ItemWallHeater}.

# Things.ItemWallHeater
source: Kit (Wall Heater)
cs: Nástěnné topení (sada)
de: Wandheizer
es: Calentador de Pared
fi: Varustepakkaus (seinälämmitin)
fr: Kit (Chauffage mural)
hu: Készlet (Falmelegítő)
it: Termosifone a muro
pt_pt: Kit (Aquecedor de Parede)
ru: Обогреватель
tr: Donanım (Duvar Isıtıcısı)

# Things.ItemWallCooler
source: This kit creates a {THING:StructureWallCooler}.
cs: Tato sada vytvoří {THING:StructureWallCooler}.
de: Dieser Bausatz erstellt einen {THING:StructureWallCooler}.
es: Este kit crea un {THING:StructureWallCooler}.

# Things.ItemWallCooler
source: Kit (Wall Cooler)
cs: Nástěnný chladič (sada)
de: Wandkühler
es: Enfriador de Pared
fi: Varustepakkaus (seinäjäähdytin)
fr: Kit (Refroidisseur mural)
hu: Készlet (Falhűtő)
it: Condizionatore a muro
pt_pt: Kit (Arrefecedor de Parede)
ru: Охладитель воздуха
tr: Donanım (Duvar Soğutucusu)

# Things.ItemUraniumOre
source: In 1934, Enrico Fermi noticed that bombarding uranium with neutrons produced a burst of beta rays, and a new material. This process was named 'nuclear fission', and resulted in cheap energy, the Cold War, and countless thousand deaths. While reasonably common throughout the Solar System, {LINK:Stationeers;Stationeers} are wary of the material.
de: Im Jahr 1934 bemerkte Enrico Fermi, dass der Beschuss von Uran mit Neutronen einen Ausbruch von Betastrahlen und ein neues Material erzeugte. Dieser Prozess wurde "Kernspaltung" genannt und führte zu günstiger Energie, dem Kalten Krieg und unzähligen tausend Toten. Obwohl es im gesamten Sonnensystem einigermaßen leicht zu fördern ist, sind{LINK:Stationeers; Stationeers} misstrauisch gegenüber dem Material.
es: En 1934, Enrico Fermi notó que el bombardeo de uranio con neutrones producía una explosión de rayos beta y un nuevo material. Este proceso se denominó 'fisión nuclear' y resultó en energía barata, la Guerra Fría e incontables miles de muertes. Aunque es bastante común en todo el Sistema Solar, {LINK:Stationeers;Stationeers} desconfían del material.

# Things.ItemUraniumOre
source: Ore (Uranium)
cs: Uran (ruda)
de: Uran (Erz)
es: Mineral (Uranio)
fi: Malmi (uraani)
fr: Minerai (Uranium)
hu: Érc (Urán)
it: Minerale (Uranio)
pt_pt: Minério (Urânio)
ru: Урановая руда
tr: Cevher (Uranyum)

# Things.ItemToolBelt
source: If there's one piece of equipment that embodies {LINK:Stationeers;Stationeer} life above all else, it's the humble toolbelt (Editor's note: a recent {LINK:ODA;ODA} survey of iconic Stationeer equipment also rated the smoking, toxic ruins of an over-pressurized {THING:StructureFurnace} lying amid the charred remains of your latest base very highly). Designed to meet the most strict-ish ODA safety standards, the toolbelt's eight slots hold one thing: tools, and {THING:ItemCableCoil}. Not to be confused with the {THING:ItemMiningBelt}.
es: Si hay una pieza de equipo que encarna {LINK:Stationeers; Stationeer} la vida por encima de todo, es el humilde cinturón de herramientas (Nota del editor: una reciente encuesta {LINK:ODA;ODA} de equipos icónicos de Stationeer también calificó muy altamente las ruinas humeantes y tóxicas de un {THING:StructureFurnace} sobrepresurizado que yace en medio de los restos carbonizados de su última base). Diseñado para cumplir con los estándares de seguridad ODA más estrictos, las ocho ranuras del cinturón de herramientas contienen una cosa: herramientas y {THING:ItemCableCoil}. No debe confundirse con {THING:ItemMiningBelt}.

# Things.ItemToolBelt
source: Tool Belt
cs: Opasek na nářadí
de: Werkzeuggürtel
es: Cinturón de Herramientas
fi: Työkaluvyö
fr: Ceinture d'outils
hu: Eszköztartó öv
it: Cintura degli attrezzi
pt_pt: Cinto de Ferramentas
ru: Пояс для инструментов
tr: Alet Kemeri

# Things.ItemTankConnectorLiquid
source: This kit creates a {THING:StructureTankConnectorLiquid}.
cs: Tato sada vytváří {THING:StructureTankConnectorLiquid}.
de: Dieser Bausatz erstellt einen {THING:StructureTankConnectorLiquid}.
es: Este kit crea un {THING:StructureTankConnectorLiquid}.
fr: Ce kit crée un {THING:StructureTankConnectorLiquid}.
ru: Этот комплект производит {THING:StructureTankConnectorLiquid}.

# Things.ItemTankConnectorLiquid
source: Kit (Liquid Tank Connector)
cs: Konektor nádrže na kapaliny (sada)
de: Bausatz (Flüssigkeits Tankanschluss)
es: Kit (conector del tanque de líquido)
fr: Kit (Connecteur de Citerne portable)
ru: Набор (Коннектор для большого жидкостного баллона)

# Things.ItemTankConnector
source: This kit creates a {THING:StructureTankConnector}.
cs: Tato sada vytváří {THING:StructureTankConnector}.
de: Dieser Bausatz erstellt einen {THING:StructureTankConnector}.
es: Este kit crea un {THING:StructureTankConnector}.
fr: Ce kit crée un {THING:StructureTankConnector}.
ru: Этот комплект производит {THING:StructureTankConnector}.

# Things.ItemTankConnector
source: Kit (Tank Connector)
cs: Konektor nádrže (sada)
de: Adapterplatte (Rohre)
es: Conector de Tanques
fi: Varustepakkaus (säiliön liitin)
fr: Kit (Connecteur de Réservoir portable)
hu: Készlet (Tarály csatlakozó)
it: Connettore serbatoio portatile
pt_pt: Kit (Conector de Tanque)
ru: Набор (Коннектор для большого баллона)
tr: Donanım (Tank Bağlantısı)

# Things.ItemTablet
source: The {LINK:Xigo;Xigo} handheld 'Padi' tablet is an all-purpose data platform, provided as standard issue to all {LINK:Stationeers;Stationeers}. A dynamic multi-tool that accepts a range of {LINK:CartridgePage;cartridges}, the Padi becomes an {THING:CartridgeAtmosAnalyser} or {THING:CartridgeTracker}, {THING:CartridgeMedicalAnalyser}, {THING:CartridgeOreScanner}, {THING:CartridgeElectronicReader}, and various other functions.
es: El {LINK:Xigo;Xigo} La tableta portátil "padi" es una plataforma de datos de uso múltiple, proporcionada como problema estándar a todos {LINK:Stationeers; Papeleros}. Una multiherramienta dinámica que acepta un rango de {LINK:CartridgePage;cartuchos}, el Padi se convierte en un {THING:CartridgeAtmosAnalyser} o {THING:CartridgeTracker}, {THING:CartridgeMedicalAnalyser}, {THING:CartridgeOreScanner}, {THING:CartridgeElectronicReader} y varias otras funciones.

# Things.ItemTablet
source: Handheld Tablet
cs: Kapesní tablet
de: Tablet
es: Tablet
fi: Tabletti
fr: Tablette de Poche
hu: Táblagép
it: Tablet
pt_pt: Tablet de Mão
ru: Планшет
tr: El Tableti

# Things.ItemSuitStorage
source: This kit creates a {THING:StructureSuitStorage}.
cs: Tato sada vytváří {THING:StructureSuitStorage}.
de: Dieser Bausatz erstellt ein {THING:StructureSuitStorage}.
es: Este kit crea un {THING:StructureSuitStorage}.
fr: Ce kit crée un {THING:StructureSuitStorage} pour y ranger votre combinaison spatiale.

# Things.ItemSuitStorage
source: Kit (Suit Storage)
cs: Stojan na oblek (sada)
de: Raumanzuglager
es: Soporte de Trajes
fi: Varustepakkaus (pukuteline)
fr: Kit (Armoire à combinaison)
hu: Készlet (Ruha tároló)
it: Cassaforte
pt_pt: Kit (Resguardo para Fato)
ru: Стойка для скафандра
tr: Donanım (Giysi Deposu)

# Things.ItemSteelSheets
source: An advanced building material, {THING:ItemSteelIngot} sheets are used when constructing a {THING:StructureFrame} and several other {LINK:StructuresPage;wall} types.
de: Ein fortgeschrittenes Baumaterial, {THING:ItemSteelIngot}-Platten, werden beim Erstellen eines {THING:StructureFrame} und mehrerer anderer {LINK:StructuresPage;wall}-Typen verwendet.
es: Un material de construcción avanzado, las hojas {THING:ItemSteelIngot} se utilizan al construir un {THING:StructureFrame} y varios otros tipos {LINK:StructuresPage;wall}.

# Things.ItemSteelSheets
source: Steel Sheets
cs: Ocelové plechy
de: Stahlplatten
es: Placas de Acero
fi: Teräslevy
fr: Plaques d'Acier
hu: Acéllemez
it: Lastra d'acciaio
pt_pt: Chapas de Aço
ru: Лист стали
tr: Çelik Levhalar

# Things.ItemSteelIngot
source: Steel ingots are a metal alloy, crafted in a {THING:StructureFurnace} by smelting {THING:ItemIronOre} and {THING:ItemCoalOre} at a ratio of 3:1. It may not be elegant, but {THING:ItemOxite} and {THING:ItemVolatiles} can be combined at a ratio of 1:2 in a furnace to create the necessary gas mixture for smelting.
cs: Ocelové ingoty jsou slitiny kovů, vyrobené v {THING:StructureFurnace} tavením {THING:ItemIronOre} a {THING:ItemCoalOre} v poměru 3:1. Nemusí to být elegantní, ale {THING:ItemOxite} a {THING:ItemVolatiles} lze v peci kombinovat v poměru 1:2 a vytvořit tak potřebnou směs plynů pro tavení.
es: Los lingotes de acero son una aleación de metal, elaborada en un {THING:StructureFurnace} fundiendo {THING:ItemIronOre} y {THING:ItemCoalOre} en una proporción de 3: 1. Puede que no sea elegante, pero {THING:ItemOxite} y {THING:ItemVolatiles} se pueden combinar en una proporción de 1: 2 en un horno para crear la mezcla de gas necesaria para la fundición.
fr: Les lingots d’acier sont un alliage métallique, fabriqué dans un {THING:StructureFurnace} par fusion de {THING:ItemIronOre} et de {THING:ItemCoalOre} à un ratio de 3:1. La {THING:ItemOxite} et la {THING:ItemVolatiles} peuvent être combinés à un rapport de 1:2 dans un {THING:StructureFurnace} pour créer le mélange de gaz nécessaire pour allumer le fourneau.

# Things.ItemSteelIngot
source: Ingot (Steel)
cs: Ocel (ingot)
de: Stahl (Barren)
es: Lingote (Acero)
fi: Harkko (teräs)
fr: Lingot (Acier)
hu: Öntvény (Acél)
it: Lingotto (Acciaio)
pt_pt: Lingote (Aço)
ru: Слиток стали
tr: Külçe (Çelik)

# Things.ItemSteelFrames
source: An advanced and stronger version of {THING:ItemIronFrames}, steel frames are placed by right-clicking. To complete construction, use {THING:ItemSteelSheets} and a {THING:ItemWeldingTorch} in your active hand.
cs: Pokročilá a silnější verze {THING:ItemIronFrames}, ocelové rámy jsou umístěny kliknutím pravým tlačítkem. K dokončení konstrukce použijte {THING:ItemSteelSheets} a {THING:ItemWeldingTorch} ve vaší aktivní ruce.
es: Una versión avanzada y más fuerte de {THING:ItemIronFrames}, los marcos de acero se colocan haciendo clic derecho. Para completar la construcción, use {THING:ItemSteelSheets} y una {THING:ItemWeldingTorch} en su mano activa.
fr: Une version améliorée et plus résistante des {THING:StructureFrameIron}, les {THING:ItemSteelFrames} sont placés en cliquant avec le bouton droit. Pour terminer la construction, utilisez des {THING:ItemSteelSheets} et un {THING:ItemWeldingTorch}.

# Things.ItemSteelFrames
source: Steel Frames
cs: Ocelové rámy
de: Stahlgerüst
es: Marcos de Acero
fi: Teräsrunko
fr: Kit (Cadres en Acier)
hu: Acélváz
it: Telaio in acciaio
pt_pt: Estrutura de Aço
ru: Стальные каркасы
tr: Çelik Çerçeveler

# Things.ItemSprayCanYellow
source: A caricature of light itself, yellow lacks the self-confidence of red, or the swagger of purple. It's less fun than orange, but less emotionally limp than khaki. It's hard to know when yellow is appropriate, but it persists as a primary color regardless. Suggesting that yellow gonna yellow, no matter what anyone thinks.
cs: Samotná karikatura světla, žluté postrádá sebevědomí červené nebo fialové barvy. Je méně zábavná než oranžová, ale méně emocionálně ochablá než khaki. Je těžké vědět, kdy je žlutá vhodná, ale bez ohledu na to přetrvává jako primární barva. Navrhování žluté bude žluté, bez ohledu na to, co si někdo myslí.
es: Una caricatura de la luz en sí misma, el amarillo carece de la confianza en sí mismo del rojo o de la arrogancia del púrpura. Es menos divertido que el naranja, pero menos débil emocionalmente que el caqui. Es difícil saber cuándo es apropiado el amarillo, pero persiste como color primario independientemente. Sugiere que el amarillo se volverá amarillo, no importa lo que piensen los demás.
fr: Une caricature de la lumière elle-même, le jaune manque de la confiance en soi du rouge, ou la fanfaronnade du violet. C’est moins amusant que l’orange, mais moins boiteux émotionnellement que le kaki. Il est difficile de savoir quand le jaune est approprié, mais il persiste comme une couleur primaire indépendamment. Suggérant que le jaune va au jaune, peu importe ce que quelqu’un pense.

# Things.ItemSprayCanYellow
source: Spray Paint (Yellow)
cs: Barva ve spreji (Žlutá)
de: Farbspray (Gelb)
es: Spray Pintura (Amarillo)
fi: Spraymaaali (keltainen)
fr: Peinture en Aérosol (Jaune)
hu: Festékszóró (Sárga)
it: Spray (Giallo)
pt_pt: Tinta Spray (Amarela)
ru: Баллончик с краской (Жёлтый)
tr: Püskürtme Boya (Sarı)

# Things.ItemSprayCanWhite
source: White looks clean, sharp and nice. But {LINK:Stationeers;Stationeering} can be a dirty job. White tends to scuff.
es: El blanco se ve limpio, afilado y agradable. Pero {LINK:Stationeers; Estacionarse} puede ser un trabajo sucio. El blanco tiende a rasparse.

# Things.ItemSprayCanWhite
source: Spray Paint (White)
cs: Barva ve spreji (Bílá)
de: Farbspray (Weiß)
es: Spray Pintura (Blanco)
fi: Spraymaaali (valkoinen)
fr: Peinture en Aérosol (Blanc)
hu: Festékszóró (Fehér)
it: Spray (Bianco)
pt_pt: Tinta Spray (Branca)
ru: Баллончик с краской (Белый)
tr: Püskürtme Boya (Beyaz)

# Things.ItemSprayCanRed
source: The king of colors, red is perhaps the defining tone of the universe. Linked to blood, royalty, fire and damnation, it is the chromatic expression of power.
cs: Král barev, červená je možná určujícím tónem vesmíru. Ve spojení s krví, královskou hodností, ohněm a zatracením je to chromatické vyjádření moci.
es: El rey de los colores, el rojo es quizás el tono definitorio del universo. Vinculado a la sangre, la realeza, el fuego y la condenación, es la expresión cromática del poder.
fr: La couleur royale, le rouge est peut-être le ton déterminant de l’univers. Lié au sang, à la royauté, au feu et à la damnation, c’est l’expression chromatique du pouvoir.

# Things.ItemSprayCanRed
source: Spray Paint (Red)
cs: Barva ve spreji (Červená)
de: Farbspray (Rot)
es: Spray Pintura (Rojo)
fi: Spraymaaali (punainen)
fr: Peinture en Aérosol (Rouge)
hu: Festékszóró (Vörös)
it: Spray (Rosso)
pt_pt: Tinta Spray (Vermelha)
ru: Баллончик с краской (Красный)
tr: Püskürtme Boya (Kırmızı)

# Things.ItemSprayCanPurple
source: Purple is a curious color. You need to be careful with purple. It can be very good, or go horribly, horribly wrong.
cs: Fialová je zvědavá barva. S fialovou musíte být opatrní. Může to být velmi dobré, nebo i strašně, strašně špatně.
es: El morado es un color curioso. Debes tener cuidado con el morado. Puede ser muy bueno o salir horriblemente mal.
fr: Le violet est une couleur curieuse. Vous devez être prudent avec le violet. Il peut être très bon, ou horriblement horrible.

# Things.ItemSprayCanPurple
source: Spray Paint (Purple)
cs: Barva ve spreji (Fialová)
de: Farbspray (Lila)
es: Spray Pintura (Purpura)
fi: Spraymaaali (violetti)
fr: Peinture en Aérosol (Violet)
hu: Festékszóró (Lila)
it: Spray (Viola)
pt_pt: Tinta Spray (Roxa)
ru: Баллончик с краской (Фиолетовый)
tr: Püskürtme Boya (Mor)

# Things.ItemSprayCanPink
source: With the invention of enduring chemical dyes, the 20th century bestowed associations with innocence and tenderness upon this pale tint of red. Yet classically, it was the color of seduction and eroticism. Things change.
cs: S vynálezem trvalých chemických barviv poskytlo 20. století tomuto bledému odstínu červené asociace s nevinností a něhou. Přesto to byla klasicky barva svádění a erotiky. Věci se mění.
es: Con la invención de tintes químicos duraderos, el siglo XX otorgó asociaciones con inocencia y ternura a este pálido tinte rojo. Sin embargo, clásicamente, era el color de la seducción y el erotismo. Las cosas cambian.
fr: Avec l’invention de colorants chimiques durables, le XXe siècle associa l’innocence et la tendresse à cette teinte rouge pâle. Pourtant, classiquement, c’était la couleur de la séduction et de l’érotisme. Les choses changent.

# Things.ItemSprayCanPink
source: Spray Paint (Pink)
cs: Barva ve spreji (Růžová)
de: Farbspray (Pink)
es: Spray Pintura (Rosa)
fi: Spraymaaali (pinkki)
fr: Peinture en Aérosol (Rose)
hu: Festékszóró (Rózsaszín)
it: Spray (Rosa)
pt_pt: Tinta Spray (Rosa)
ru: Баллончик с краской (Розовый)
tr: Püskürtme Boya (Pembe)

# Things.ItemSprayCanOrange
source: Orange is fun, but also suggestive of hazards. Sitting proudly in the middle of the visual spectrum, it has nothing to prove.
cs: Oranžová je zábavná, ale také připomíná nebezpečí. Hrdě sedí uprostřed vizuálního spektra, nemá co dokazovat.
es: El naranja es divertido, pero también sugiere peligros. Sentado con orgullo en medio del espectro visual, no tiene nada que probar.
fr: Orange est amusant, mais il suggère le danger. Assis fièrement au milieu du spectre visuel, il n’a rien à prouver.

# Things.ItemSprayCanOrange
source: Spray Paint (Orange)
cs: Barva ve spreji (Oranžová)
de: Farbspray (Orange)
es: Spray Pintura (Naranja)
fi: Spraymaaali (oranssi)
fr: Peinture en Aérosol (Orange)
hu: Festékszóró (Narancssárga)
it: Spray (Arancione)
pt_pt: Tinta Spray (Laranja)
ru: Баллончик с краской (Оранжевый)
tr: Püskürtme Boya (Turuncu)

# Things.ItemSprayCanKhaki
source: Not so much a single color, as a category of boredom, khaki is the pigmentation equivalent of a mild depressive episode.
cs: Ani ne jedna barva, jako kategorie nudy, je khaki pigmentační ekvivalent mírné depresivní epizody.
es: No tanto un color como una categoría de aburrimiento, el caqui es el equivalente de pigmentación de un episodio depresivo leve.
fr: Pas tant une seule couleur, qu’une catégorie d’ennui, le kaki est l’équivalent pigmentation d’un épisode dépressif léger.

# Things.ItemSprayCanKhaki
source: Spray Paint (Khaki)
cs: Barva ve spreji (Khaky)
de: Farbspray (Khaki)
es: Spray Pintura (Caqui)
fi: Spraymaaali (khaki)
fr: Peinture en Aérosol (Kaki)
hu: Festékszóró (Keki)
it: Spray (Kaki)
pt_pt: Tinta Spray (Caquí)
ru: Баллончик с краской (Хаки)
tr: Püskürtme Boya (Bej)

# Things.ItemSprayCanGrey
source: Arguably the most popular color in the universe, grey was invented so designers had something to do.
cs: Pravděpodobně nejoblíbenější barva ve vesmíru byla vynalezena šedá, takže návrháři měli co dělat.
es: Posiblemente el color más popular del universo, el gris se inventó para que los diseñadores tuvieran algo que hacer.
fr: Sans doute la couleur la plus populaire dans l’univers, le gris a été inventé afin que les concepteurs avaient quelque chose à faire.

# Things.ItemSprayCanGrey
source: Spray Paint (Grey)
cs: Barva ve spreji (Šedá)
de: Farbspray (Grau)
es: Spray Pintura (Gris)
fi: Spraymaaali (harmaa)
fr: Peinture en Aérosol (Gris)
hu: Festékszóró (Szürke)
it: Spray (Grigio)
pt_pt: Tinta Spray (Cinza)
ru: Баллончик с краской (Серый)
tr: Püskürtme Boya (Gri)
