Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructureWallCooler
source: The {LINK:Xigo;Xigo} Freezy Boi wall cooler complements the wall heater, which can only raise the temperature. The wall cooler functions by drawing heat from the surrounding atmosphere and adding that heat into its pipe network. In order to run the wall cooler properly, you will need to connect pipes to the wall cooler and fill the connected pipe network with any type of gas. The gas's heat capacity and volume will determine how fast it reacts to temperature changes. {HEADER:EFFICIENCY} The higher the difference in temperature between the gas stored in the pipes and the room, the less efficient the wall cooler will be. So to keep the wall cooler running at an acceptable efficiency you will need to get rid of the heat that accumulates in the pipes connected to it. A common practice would be to run the pipes to the outside and use radiators on the outside section of the pipes to get rid of the heat. The less efficient the wall cooler, the less power it consumes. It will consume 1010W at max efficiency. The wall cooler can be controlled by logic chips to run when the temperature hits a certain degree. {HEADER:ERRORS} If the wall cooler is flashing an error then it is missing one of the following: - Pipe connection to the wall cooler. - Gas in the connected pipes, or pressure is too low. - Atmosphere in the surrounding environment or pressure is too low. For more information about how to control temperatures, consult the {LINK:TemperatureControlPage;temperature control} Guides page.
de: Der {LINK:Xigo; Xigo} Freezy Boi Wandkühler ergänzt die Wandheizung, die die Temperatur nur erhöhen kann. Der Wandkühler funktioniert, indem er Wärme aus der umgebenden Atmosphäre zieht und diese Wärme in sein Rohrnetz einspeist. Um den Wandkühler ordnungsgemäß zu betreiben, musst du Rohre an den Wandkühler anschließen und das angeschlossene Rohrnetz mit irgendeiner Art von Gas füllen. Die Wärmekapazität und das Volumen des Gases bestimmen, wie schnell es auf Temperaturänderungen reagiert. {HEADER:EFFIZIENZ} Je höher der Temperaturunterschied zwischen dem in den Rohren gespeicherten Gas und dem Raum ist, desto weniger effizient ist der Wandkühler. Um den Wandkühler mit einer akzeptablen Effizienz laufen zu lassen, musst du die Wärme loswerden, die sich in den verbundenen Rohren ansammelt. Eine gängige Praxis wäre, die Rohre nach außen zu führen und Heizkörper am äußeren Teil der Rohre zu verwenden, um die Wärme abzuführen. Umso weniger effizient der Wandkühler ist, desto weniger Strom verbraucht er. Er verbraucht 1010W bei maximaler Effizienz. Der Wandkühler kann durch Logikchips angesteuert werden, um zu kühlen, wenn die Temperatur eine bestimmte Gradzahl erreicht. {HEADER:FEHLER} Wenn der Wandkühler einen Fehler blinkt, fehlt eine der folgenden Bedingungen: - Rohrverbindung zum Wandkühler. - Gas in den angeschlossenen Rohren oder ausreichender Druck. - Atmosphäre in der Umgebung oder ausreichender Druck. Weitere Informationen zur Temperaturregelung findest du auf der Seite {LINK:TemperatureControlPage;temperature control} Guides.
es: El {LINK:Xigo; Xigo} Freezy Boi wall cooler complementa el calentador de pared, que solo puede elevar la temperatura. El enfriador de pared funciona extrayendo calor de la atmósfera circundante y agregando ese calor a su red de tuberías. Para hacer funcionar el enfriador de pared correctamente, deberá conectar las tuberías al enfriador de pared y llenar la red de tuberías conectadas con cualquier tipo de gas. La capacidad calorífica y el volumen del gas determinarán qué tan rápido reacciona a los cambios de temperatura. {ENCABEZADO:EFICIENCIA} Cuanto mayor sea la diferencia de temperatura entre el gas almacenado en las tuberías y la habitación, menos eficiente será el enfriador de pared. Por lo tanto, para mantener el enfriador de pared funcionando con una eficiencia aceptable, deberá deshacerse del calor que se acumula en las tuberías conectadas a él. Una práctica común sería hacer correr las tuberías hacia el exterior y usar radiadores en la sección exterior de las tuberías para deshacerse del calor. Cuanto menos eficiente sea el enfriador de pared, menos energía consumirá. Consumirá 1010W con la máxima eficiencia. El enfriador de pared puede ser controlado por chips lógicos para funcionar cuando la temperatura alcanza un cierto grado. {ENCABEZADO:ERRORES} Si el enfriador de pared está parpadeando un error, entonces le falta uno de los siguientes: - Conexión de tubería al enfriador de pared. - Gas en las tuberías conectadas, o la presión es demasiado baja. - La atmósfera en el entorno circundante o la presión es demasiado baja. Para obtener más información sobre cómo controlar las temperaturas, consulte la página {LINK:TemperatureControlPage;temperature control} Guias.

# Things.StructureWallCooler
source: Wall Cooler
cs: Nástěnný chladič
de: Wandkühler
es: Enfriador de Pared
fi: Seinäjäähdytin
fr: Refroidisseur mural
hu: Falhűtő
it: Condizionatore a muro
pt_pt: Arrefecedor de Parede
ru: Охладитель воздуха
tr: Duvar Soğutucusu

# Things.StructureLiquidValve
source: Liquid Valve
cs: Ventil na kapaliny
de: Flüssigkeitsventil
es: Válvula de líquido
fr: Vanne à liquide
ru: Жидкостный Вентиль

# Things.StructureVolumePump
source: The volume pump pumps pumpable gases. It also separates out pipe networks into separate networks.
cs: Objemové čerpadlo čerpá čerpatelné plyny. Rozděluje také potrubní sítě na samostatné sítě.
de: Die Volumenpumpe pumpt pumpbare Gase. Sie trennt auch Rohrnetze in separate Netzwerke.
es: La bomba de volumen bombea gases bombeables. También separa las redes de tuberías en redes separadas.

# Things.StructureVolumePump
source: Volume Pump
cs: Objemové čerpadlo
de: Volumenpumpe
es: Bomba de Volumen
fi: Pumppu
fr: Pompe
hu: Pumpa
it: Pompa
pt_pt: Bomba Volumétrica
ru: Насос
tr: Hacim Pompası

# Things.StructureValve
source: Valve
cs: Ventil
de: Handventil
es: Válvula
fi: Venttiili
fr: Vanne
hu: Csap
it: Valvola
pt_pt: Válvula
ru: Вентиль
tr: Vana

# Things.StructureTorpedoTube
source: Torpedo Launcher
cs: Torpédový spouštěč
de: Torpedorohr
es: Lanzador de Torpedo
fi: Torpedoputki
fr: Tube de Torpille
hu: Terpedókilövő
it: Silos Siluri
pt_pt: Lançador de Torpedos
ru: Торпедный аппарат
tr: Torpido Fırlatma Rampası

# Things.StructureTorpedoRack
source: Torpedo Rack
cs: Torpédový stojan
de: Torpedoregal
es: Soporte Torpedos
fi: Torpedoteline
fr: Rack de Torpille
hu: Torpedó tartó
it: Stoccaggio Siluri
pt_pt: Estante de Torpedos
ru: Стойка для торпед
tr: Torpido Rafı

# Things.StructureTankSmallFuel
source: Small Tank (Fuel)
cs: Malá nádrž (Palivo)
de: Tank (klein; Kraftstoff)
es: Tanque Pequeño (Combustible)
fi: Pieni säiliö (polttoaine)
fr: Petit Réservoir (Carburant)
hu: Kis tartály (Üzemanyag)
it: Serbatoio piccolo (Carburante)
pt_pt: Tanque Pequeno (Combustível)
ru: Малый резервуар (Топливо)
tr: Küçük Tank (Yakıt)

# Things.StructureTankSmallAir
source: Small Tank (Air)
cs: Malá nádrž (Vzduch)
de: Tank (klein; Luft)
es: Tanque Pequeño (Aire)
fi: Pieni säiliö (ilma)
fr: Petit Réservoir (Air)
hu: Kis tartály (Levegő)
it: Serbatoio piccolo (Aria)
pt_pt: Tanque Pequeno (Ar)
ru: Малый резервуар (Воздух)
tr: Küçük Tank (Hava)

# Things.StructureTankSmall
source: Small Tank
cs: Malá nádrž
de: Tank (klein)
es: Tanque Pequeño
fi: Pieni säiliö
fr: Petit Réservoir
hu: Kis tartály
it: Serbatoio piccolo
pt_pt: Tanque Pequeno
ru: Малый резервуар
tr: Küçük Tank

# Things.StructureTankConnectorLiquid
source: These basic mounting devices allow you to attach a {THING:DynamicLiquidCanisterEmpty} to a liquid pipe network.
cs: Tato základní montážní zařízení umožňují připojit {THING:DynamicLiquidCanisterEmpty} k síti kapalinového potrubí.
de: Mit diesen grundlegenden Montagevorrichtungen kannst du einen {THING:DynamicLiquidCanisterEmpty} an ein Flüssigkeitsrohrnetzwerk anschließen.
es: Estos dispositivos de montaje básicos le permiten conectar una {THING:DynamicLiquidCanisterEmpty} a una red de tuberías de líquido.
fr: Les connecteurs de citerne sont des bases d'attache. Elles vous permettent d’attacher une {THING:DynamicLiquidCanisterEmpty} et de la relier à un réseau de tubes.
ru: Этот базовое соединительное устройство позволяет вам подключать {THING:DynamicLiquidCanisterEmpty} к жидкостному трубопроводу.

# Things.StructureTankConnectorLiquid
source: Liquid Tank Connector
cs: Konektor nádrže na kapaliny
de: Flüssigkeitstank-Anschluss
es: Conector del tanque de líquido
fr: Connecteur de Citerne portable
ru: Коннектор (Большой Жидкостный Баллон)

# Things.StructureTankConnector
source: Tank connectors are basic mounting devices that allow you to attach a {THING:DynamicGasCanisterEmpty} to a gas pipe network.
cs: Konektory nádrží jsou základní montážní zařízení, která umožňují připojit {THING:DynamicGasCanisterEmpty} k síti plynového potrubí.
de: Tankverbinder sind einfache Montagevorrichtungen, mit der du eine {THING:DynamicGasCanisterEmpty} an ein Gasleitungsnetz anschließen kannst.
es: Los conectores de tanque son dispositivos de montaje básicos que le permiten conectar una {THING:DynamicGasCanisterEmpty} a una red de tuberías de gas.
fr: Les Connecteurs de Réservoir portable sont des dispositifs d'attache qui vous permettent de fixer un {THING:DynamicGasCanisterEmpty} à un réseau de conduites de gaz.

# Things.StructureTankConnector
source: Tank Connector
cs: Konektor nádrže
de: Adapterplatte (Rohre)
es: Conector de Tanque Portátil
fi: Säiliön liitin
fr: Connecteur de Réservoir portable
hu: Tartály csatlakozó
it: Connettore per serbatoi portatili
pt_pt: Conector de Tanque
ru: Коннектор (Большой баллон)
tr: Tank Bağlayıcı

# Things.StructureSuitStorage
source: As tidy as it is useful, the suit storage rack holds an {THING:ItemEvaSuit}, {THING:ItemSpaceHelmet} and a {THING:ItemJetpackBasic}. When powered and connected to {THING:Oxygen} and {THING:Propellant}, it will recharge the suit's batteries, refill the {THING:ItemGasCanisterOxygen} and your {THING:ItemGasFilterNitrogen} {SLOT:GasCanister}. The wastetank will be pumped out to the pipe connected to the waste outlet. All the rack's pipes must be connected or the unit will show an error state, but it will still charge the battery.
de: So ordentlich wie nützlich, das Anzug-Aufbewahrungsgestell beherbergt einen {THING:ItemEvaSuit}, {THING:ItemSpaceHelmet} und ein {THING:ItemJetpackBasic}. Wenn es mit Strom versorgt und mit {THING:Oxygen} und {THING:Propellant} verbunden ist, lädt es die Batterien des Anzugs auf, füllt den {THING:ItemGasCanisterOxygen} und deinen {THING:ItemGasFilterNitrogen} {SLOT:GasCanister} auf. Der Abfalltank wird zu dem Rohr gepumpt, das mit dem Abgasauslass verbunden ist. Alle Rohre des Gestells müssen angeschlossen sein, sonst zeigt das Gerät einen Fehler an, lädt aber trotzdem den Akku auf.
es: Tan ordenado como útil, el estante de almacenamiento del traje contiene un {THING:ItemEvaSuit}, {THING:ItemSpaceHelmet} y un {THING:ItemJetpackBasic}. Cuando se alimenta y se conecta a {THING:Oxygen} y {THING:Propellant}, recargará las baterías del traje, recargará el {THING:ItemGasCanisterOxygen} y su {THING:ItemGasFilterNitrogen} {SLOT:GasCanister}. El depósito de basura se bombeará a la tubería conectada a la salida de residuos. Todas las tuberías del rack deben estar conectadas o la unidad mostrará un estado de error, pero aún así cargará la batería.

# Things.StructureSuitStorage
source: Suit Storage
cs: Stojan na oblek
de: Raumanzuglager
es: Soporte de Trajes
fi: Pukuteline
fr: Stockage de combinaison
hu: Ruha tároló
it: Cassaforte
pt_pt: Resguardo do Fato
ru: Стойка для скафандра
tr: Giysi Deposu

# Things.StructureStellarAnchor
source: Stellar Anchor
cs: Hvězdná kotva
de: Stellarer Anker
es: Ancla Estelar
fi: Tähtiankkuri
fr: Ancre Stellaire
hu: Csillagközi horgony
it: Ancora stellare
pt_pt: Âncora Estelar
ru: Звёздный якорь
tr: Yıldız Çapası

# Things.StructureStairs4x2
source: Stairs
cs: Schody
de: Treppe
es: Escalera
fi: Portaat
fr: Escaliers
hu: Lépcső
it: Scale
pt_pt: Escadas
ru: Лестница
tr: Merdivenler

# Things.StructureStackerReverse
source: A stacker is an important part of any automated chute network. The {LINK:Xigo;Xigo} ProKompile can be set manually or via logic, to make sure items passing through the stacker are maximized for your storage needs. The reversed stacker has power and data on the opposite side. The ProKompile can stack a wide variety of things such as {LINK:IngotPage;ingots}, as well as splitting stacks into appropriate sizes as needed.
de: Ein Stapler ist ein wichtiger Bestandteil jedes automatisierten Schachtnetzwerks. Der {LINK:Xigo; Xigo} ProKompile kann manuell oder über Logik eingestellt werden, um sicherzustellen, dass Gegenstände, die den Stapler durchlaufen, für deine Speicheranforderungen maximiert werden. Der umgekehrte Stapler hat Strom- und Datenanschlüsse auf der gegenüberliegenden Seite. Der ProKompile kann eine Vielzahl von Dingen wie {LINK:IngotPage;ingots} stapeln und Stapel nach Bedarf in geeignete Größen aufteilen.
es: Un apilador es una parte importante de cualquier red de canaletas automatizada. El {LINK:Xigo; Xigo} ProKompile se puede configurar manualmente o mediante lógica, para asegurarse de que los elementos que pasan por el apilador se maximicen para sus necesidades de almacenamiento. El apilador invertido tiene potencia y datos en el lado opuesto. ProKompile puede apilar una amplia variedad de cosas como {LINK:IngotPage;lingotes}, así como dividir las pilas en tamaños apropiados según sea necesario.

# Things.StructureStackerReverse
source: Stacker
cs: Svazkovač (obrácený)
de: Stapeleinheit
es: Apilador
fi: Pinoaja
fr: Empileur
it: Impilatore
pt_pt: Empilhador
ru: Стакер
tr: İstifleyici

# Things.StructureStacker
source: A stacker is an important part of any automated chute network. The {LINK:Xigo;Xigo} ProKompile can be set manually or via logic, to make sure items passing through the stacker are maximized for your storage needs. The ProKompile can stack a wide variety of things such as {LINK:IngotPage;ingots}, as well as splitting stacks into appropriate sizes as needed.
de: Ein Stapler ist ein wichtiger Bestandteil jedes automatisierten Schachtnetzwerks. Der {LINK:Xigo; Xigo} ProKompile kann manuell oder über Logik eingestellt werden, um sicherzustellen, dass Gegenstände, die den Stapler durchlaufen, für deine Speicheranforderungen maximiert werden. Der ProKompile kann eine Vielzahl von Dingen wie {LINK:IngotPage;ingots} stapeln und Stapel nach Bedarf in geeignete Größen aufteilen.
es: Un apilador es una parte importante de cualquier red de canaletas automatizada. El {LINK:Xigo; Xigo} ProKompile se puede configurar manualmente o mediante lógica, para asegurarse de que los elementos que pasan por el apilador se maximicen para sus necesidades de almacenamiento. ProKompile puede apilar una amplia variedad de cosas como {LINK:IngotPage;lingotes}, así como dividir las pilas en tamaños apropiados según sea necesario.

# Things.StructureStacker
source: Stacker
cs: Svazkovač
de: Stapeleinheit
es: Apilador
fi: Pinoaja
fr: Empileur
it: Impilatore
pt_pt: Empilhador
ru: Стакер
tr: İstifleyici

# Things.StructureSorter
source: No amount of automation is complete without some way of moving different items to different parts of a system. The {LINK:Xigo;Xigo} A2B sorter can be programmed via a computer with a {THING:MotherboardSorter} to direct various items into different chute networks. Filtered items are always passed out the righthand side of the sorter, while non filtered items continue straight through.
de: Keine Automatisierung ist vollständig ohne eine Möglichkeit, verschiedene Elemente in verschiedene Teile eines Systems zu verschieben. Die {LINK:Xigo; Xigo} A2B Sortiereinheit kann über einen Computer mit einer {THING:MotherboardSorter} programmiert werden, um verschiedene Dinge in verschiedene Schachtnetzwerke zu leiten. Gefilterte Gegenstände werden immer auf die rechte Seite des Sortierers geleitet, während nicht gefilterte Teile geradeaus weitergeleited werden.
es: Ninguna cantidad de automatización está completa sin alguna forma de mover diferentes elementos a diferentes partes de un sistema. El {LINK:Xigo; Xigo} A2B sorter se puede programar a través de una computadora con un {THING:MotherboardSorter} para dirigir varios elementos a diferentes redes de canaletas. Los elementos filtrados siempre se pasan por el lado derecho del clasificador, mientras que los elementos no filtrados continúan directamente.

# Things.StructureSorter
source: Sorter
cs: Třídič
de: Sortiereinheit
es: Clasificador
fi: Lajittelija
fr: Trieur
hu: Szortírozó
it: Classificatore
pt_pt: Separador
ru: Сортировщик
tr: Ayırıcı

# Things.StructureSolarPanel
source: {LINK:Sinotai;Sinotai's} standard solar panels are used for generating power from sunlight. They can be connected to {LINK:LogicPage;Logic} systems, in order to track sunlight, but their reduced during storms and when damaged. You can repair these using some trusty {THING:ItemDuctTape}.
de: {LINK:Sinotai; Sinotais Standard-Sonnenkollektoren werden verwendet für die Stromerzeugung aus Sonnenlicht. Du kannst {LINK:LogicPage; Logik} Systeme verwenden, um so dem Sonnenlicht zu folgen, Ihre Energiwgewinnung ist reduziert während Stürmen und wenn sie beschädigt sind. Du kannst sie mit einem vertrauenswürdigen {THING:ItemDuctTape} reparieren.
es: {ENLACE:Sinotai; Los paneles solares estándar de Sinotai} se utilizan para generar energía a partir de la luz solar. Se pueden conectar a {LINK:LogicPage; Logic} sistemas, con el fin de rastrear la luz solar, pero se reducen durante las tormentas y cuando se dañan. Puede repararlos usando un poco de cinta de confianza {THING:ItemDuctTape}.

# Things.StructureSolarPanel
source: Solar Panel
cs: Solární panel
de: Solarmodul (einfach)
es: Panel Solar
fi: Aurinkopaneeli
fr: Panneau Solaire
hu: Napelem
it: Pannello solare
pt_pt: Painel Solar
ru: Солнечная панель
tr: Güneş Paneli

# Things.StructureSleeper
source: Sleeper
cs: Spáč
de: Schlafeinheit
es: Cama
fi: Unikapseli
fr: Couchette
hu: Alvóhely
it: Cuccetta
pt_pt: Câmara de Stasis
ru: Слипер
tr: Uyku Kapsülü

# Things.StructureRTG
source: The {LINK:Norsec;Norsec}RTG (radioisotope thermoelectric generator) uses the heat output of radioactive decay to generate voltage via a temperature differential across a thermocouple. Normally restricted to low energy devices, the RTG is rumored to exploit Zrillian engineering to achieve its improbably high power output.
es: El {LINK:Norsec; Norsec}GTR (generador termoeléctrico de radioisótopos) utiliza la salida de calor de la desintegración radiactiva para generar voltaje a través de un diferencial de temperatura a través de un termopar. Normalmente restringido a dispositivos de baja energía, se rumorea que el RTG explota la ingeniería de Zrillian para lograr su improbable alta potencia de salida.

# Things.StructureRTG
source: Creative RTG
cs: Kreativní RTG
de: RTG
es: Creativo RTG
hu: Kreatív RTG
pt_pt: Criativo RTG
ru: Креатив РИТЭГ
tr: Yaratıcı RTG

# Things.StructureRocketEngineTiny
source: Rocket Engine (Tiny)
cs: Raketový motor (Malinký)
de: Triebwerk (Klein)
es: Motor Cohete(Minúsculo)
fi: Rakettimoottori (erittäin pieni)
fr: Moteur de Fusée (Petit)
hu: Rakéta hajtómű (Nagyon Kicsi)
it: Motore a razzo (minuscolo)
pt_pt: Motor de Foguete (Minúsculo)
ru: Малый ракетный двигатель
tr: Roket Motoru (Mini)

# Things.StructureRocketEngineSmall
source: Rocket Engine (Small)
cs: Raketový motor (Malý)
de: Triebwerk (Mittel)
es: Motor Cohete (Pequeño)
fi: Rakettimoottori (pieni)
fr: Moteur de Fusée (Moyen)
hu: Rakéta hajtómű (Kicsi)
it: Motore a razzo (piccolo)
pt_pt: Motor de Foguete (Pequeno)
ru: Средний ракетный двигатель
tr: Roket Motoru (Küçük)

# Things.StructureRocketEngine
source: Rocket Engine
cs: Raketový motor
de: Triebwerk (Groß)
es: Motor Cohete
fi: Rakettimoottori
fr: Moteur de Fusée
hu: Rakéta hajtómű
it: Motore a razzo
pt_pt: Motor de Foguete
ru: Большой ракетный двигатель
tr: Roket Motoru

# Things.StructureRailing
source: "Safety third."
cs: "Třetí bezpečnost."
de: "Sicherheit an dritter Stelle."
es: "La seguridad en tercer lugar".
fr: "Troisième sécurité."

# Things.StructureRailing
source: Railing Industrial (Type 1)
cs: Průmyslové zábradlí (Typ 1)
de: Geländer Industriell (Typ 1)
es: Barandilla Industrial (Tipo 1)
fr: Barrière industriel (Type1)
ru: Перила Индустриальные (Тип 1)
tr: Korkuluk Sanayi (Tip 1)

# Things.StructurePressureRegulator
source: Controlling the flow of gas between two pipe networks, pressure regulators shift gas until a set pressure on the outlet side is achieved, or the gas supply is exhausted. The back pressure regulator, by contrast, will only operate when pressure on the intake side exceeds the set value. With a max pressure of over 20,000kPa, it requires power to operate.
cs: Reguluje průtok plynu mezi dvěma potrubními sítěmi, dokud není dosaženo nastaveného výstupního tlaku nebo do vyčerpání přívodu plynu. Regulátor zpětného tlaku bude naopak fungovat pouze tehdy, když tlak na sací straně překročí nastavenou hodnotu. Při tlaku nad 20 MPa je vyžadovaná energie k provozu.
es: Al controlar el flujo de gas entre dos redes de tuberías, los reguladores de presión cambian el gas hasta que se alcanza una presión establecida en el lado de salida o se agota el suministro de gas. El regulador de contrapresión, por el contrario, solo funcionará cuando la presión en el lado de admisión exceda el valor establecido. Con una presión máxima de más de 20.000 kPa, requiere energía para funcionar.
fr: En contrôlant le débit de gaz entre deux réseaux de canalisations, les régulateurs de pression bloquent le gaz lorsque la pression définie du côté de la sortie est soit atteinte, soit l’alimentation en gaz est épuisée. Le {THING:StructureBackPressureRegulator}, en revanche, laisse passer le gaz lorsque la pression du côté de l’admission dépasse la valeur définie. La pression maximale est de 20000 kPa, il a besoin de puissance électrique pour fonctionner.

# Things.StructurePressureRegulator
source: Pressure Regulator
cs: Regulátor tlaku
de: Druckregler
es: Regulador de Presión
fi: Paineensäädin
fr: Régulateur de Pression
hu: Nyomásszabályozó
it: Regolatore di pressione
pt_pt: Regulador de Pressão
ru: Регулятор давления
tr: Basınç Düzenleyici

# Things.StructurePowerConnector
source: Attaches a {THING:ItemKitDynamicGenerator} to a power network.
cs: Připojí {THING:ItemKitDynamicGenerator} k elektrické síti.
de: Fügt einen {THING:ItemKitDynamicGenerator} an ein Stromnetz an.
es: Adjunta un {THING:ItemKitDynamicGenerator} a una red eléctrica.
fr: Connecte un {THING:DynamicGenerator} à un réseau électrique.

# Things.StructurePowerConnector
source: Power Connector
cs: Napájecí konektor
de: Adapterplatte (Elektrisch)
es: Conector de Energía
fi: Virtaliitin
fr: Connecteur d'Alimentation
hu: Áramforrás csatlakozó
it: Connettore alimentazione
pt_pt: Conector de Energia
ru: Коннектор (Силовой)
tr: Güç Bağlantısı
