Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things.StructurePipeTJunction
source: The first thing a Stationeer learns, is that they are alone. The second is that pipes store gas. Pipes spread their contents evenly through the entire network, and can be connected to a huge range of devices and structures. Basic pipes can withstand pressures of up to 60MPa. Beyond that, things get 'interesting'.
cs: Jako první věc se Stationeeři naučí, že jsou sami a druhá, že potrubí uchovává plyny. V potrubí se šíří obsah rovnoměrně po celé síti a lze je připojit k široké škále zařízení a struktur. Základní potrubí vydrží tlak až 60 MPa a kromě toho jsou 'zajímavé'.
es: Tubería (Unión T)
fr: La première chose qu’un Stationeer apprend, c’est qu’il est seul. La seconde, c’est que les tuyaux stockent les gaz. Les tuyaux diffusent leur contenu uniformément sur l’ensemble du réseau, et peuvent être connectés à une vaste gamme d’appareils et de structures. Les tuyaux de base peuvent résister à des pressions allant jusqu’à 60MPa. Au-delà, les choses deviennent 'intéressantes'.

# Things.StructurePipeTJunction
source: Pipe (T Junction)
cs: Potrubí (T křižové)
de: Rohr (3-Wege; flach)
es: Tubería (Unión T)
fi: Putki (T-liitos)
fr: Tuyau (Jonction T)
hu: Cső (T elágazás)
it: Tubo (Giunto a T)
pt_pt: Cano (Junção em T)
ru: Труба (3-конечная)
tr: Boru (T Bağlantısı)

# Things.StructurePipeStraight
source: The first thing a Stationeer learns, is that they are alone. The second is that pipes store gas. Pipes spread their contents evenly through the entire network, and can be connected to a huge range of devices and structures. Basic pipes can withstand pressures of up to 60MPa. Beyond that, things get 'interesting'.
cs: Jako první věc se Stationeeři naučí, že jsou sami a druhá, že potrubí uchovává plyny. V potrubí se šíří obsah rovnoměrně po celé síti a lze je připojit k široké škále zařízení a struktur. Základní potrubí vydrží tlak až 60 MPa a kromě toho jsou 'zajímavé'.
es: Tubería (Recta)
fr: La première chose qu’un Stationeer apprend, c’est qu’il est seul. La seconde, c’est que les tuyaux stockent les gaz. Les tuyaux diffusent leur contenu uniformément sur l’ensemble du réseau, et peuvent être connectés à une vaste gamme d’appareils et de structures. Les tuyaux de base peuvent résister à des pressions allant jusqu’à 60MPa. Au-delà, les choses deviennent 'intéressantes'.

# Things.StructurePipeStraight
source: Pipe (Straight)
cs: Potrubí (Rovné)
de: Rohr (gerade)
es: Tubería (Recta)
fi: Putki (suora)
fr: Tuyau (Droit)
hu: Cső (Egyenes)
it: Tubo (diritto)
pt_pt: Cano (Reto)
ru: Труба (Прямая)
tr: Boru (Düz)

# Things.StructurePipeRadiator
source: A simple heat exchanger, pipe radiators can be placed on pipes to shed or gain heat, depending on the temperature of the surrounding atmosphere. If the atmosphere is hotter, heat will be added the gas within the pipe network, and visa versa if colder. In a vacuum, heat will be radiated. The speed of heat gain or loss will depend on the gas in question. Adding multiple radiators will speed up heat transfer.
cs: Trubkové radiátory, které jsou jednoduchým výměníkem tepla, lze umístit na potrubí, aby v závislosti na teplotě okolní atmosféry odváděly nebo získávaly teplo. Pokud je atmosféra teplejší, teplo se přidá plynu v potrubní síti, a naopak, pokud je chladnější. Ve vakuu bude teplo vyzařováno. Rychlost získávání nebo ztráty tepla bude záviset na daném plynu. Přidáním více zářičů se přenos tepla urychlí.
es: Un simple intercambiador de calor, los radiadores de tubería se pueden colocar en las tuberías para eliminar o ganar calor, dependiendo de la temperatura de la atmósfera circundante. Si la atmósfera es más caliente, se agregará calor al gas dentro de la red de tuberías, y viceversa si es más fría. En el vacío, se irradiará calor. La velocidad de ganancia o pérdida de calor dependerá del gas en cuestión. Agregar varios radiadores acelerará la transferencia de calor.
fr: Un simple échangeur de chaleur, des radiateurs de tuyaux peuvent être placés sur des tuyaux pour dissiper ou gagner de la chaleur, en fonction de la température de l’atmosphère environnante. Si l’atmosphère est plus chaude, la chaleur sera ajoutée le gaz dans le réseau de tuyaux, et visa versa si l'atmosphère est plus froide, le gaz dans le réseau sera refroidi. Dans le vide, la chaleur sera rayonnée. La vitesse de gain ou de perte de chaleur dépendra du gaz dans le réseau. L’ajout de plusieurs radiateurs accélérera le transfert de chaleur.
ru: Простой теплообменник, трубные радиаторы могут быть размещены на трубах для отвода или получения тепла, в зависимости от температуры окружающей атмосферы. Если атмосфера горячее, тепло будет добавляться газу внутри трубопроводной сети и наоборот, если холоднее. В вакууме тепло будет излучаться. Скорость получения или потери тепла будет зависеть от используемого газа. Добавление нескольких радиаторов ускорит передачу тепла.

# Things.StructurePipeRadiator
source: Pipe Convection Radiator
de: Rohrkonvektionsheizkörper
es: Radiador de convección de tubería

# Things.StructurePipeMeter
source: While the Stationeers program has, thus far, inspired little in the way of classical poetry, the following haiku was found etched, ironically, on a piece of pipe wreckage found on Vulcan: "Humble pipe meter speaks the truth, transmits pressure within any pipe"
cs: Zatímco program Stationeers dosud inspiroval klasickou poezii jen málo, následující haiku bylo ironicky vyryté na troskách potrubí nalezených na Vulcánu: "Pokorný měřič potrubí mluví pravdu, přenáší tlak v libovolném potrubí"
es: Si bien el programa Stationeers, hasta ahora, se ha inspirado poco en la forma de la poesía clásica, el siguiente haiku se encontró grabado, irónicamente, en un trozo de tubería que se encontró en Vulcano: "Medidor de tubería humilde dice la verdad, transmite presión dentro de cualquier tubería "
fr: Bien que le programme Stationeers n’ait jusqu’à présent guère inspiré la poésie classique, le haïku suivant a été gravé, ironiquement, sur un débris de tuyaux trouvé sur Vulcain : "Humble manomètre dit la vérité, transmet la pression dans n’importe quel tuyau"

# Things.StructurePipeMeter
source: Pipe Meter
cs: Měřič potrubí
de: Barometer
es: Medidor de Tubería
fi: Putkimittari
fr: Tuyau avec Manomètre
hu: Csőmérő
it: Manometro
pt_pt: Medidor de Pressão em Canos
ru: Манометр
tr: Boru Ölçer

# Things.StructurePipeLabel
source: As its perspicacious name suggests, the pipe label is designed to be attached to a straight stretch of pipe. Users can then label the label with the {THING:ItemLabeller}.
cs: Jak naznačuje jeho slibný název, štítek potrubí je navržen tak, aby byl připevněn k přímému úseku potrubí. Uživatelé pak mohou štítek označit {THING:ItemLabeller}.
es: Como sugiere su perspicaz nombre, la etiqueta de la tubería está diseñada para adherirse a un tramo recto de tubería. Los usuarios pueden luego escribir en la etiqueta con el {THING:ItemLabeller}.
fr: Comme son nom perspicace l’indique, l’étiquette de tuyau est conçue pour être fixé sur un {THING:ItemPipeStraight}. Ensuite le texte peut être modifié avec l'{THING:ItemLabeller}.

# Things.StructurePipeLabel
source: Pipe Label
cs: Štítek na potrubí
de: Beschriftung
es: Tubería Etiqueta
fi: Putkietiketti
fr: Étiquette de Tuyau
hu: Csőcímke
it: Etichetta per tubi
pt_pt: Rótulo para Canos
ru: Наклейка на трубу
tr: Boru Etiketi

# Things.StructurePipeCrossJunction6
source: The first thing a Stationeer learns, is that they are alone. The second is that pipes store gas. Pipes spread their contents evenly through the entire network, and can be connected to a huge range of devices and structures. Basic pipes can withstand pressures of up to 60MPa. Beyond that, things get 'interesting'.
cs: Jako první věc se Stationeeři naučí, že jsou sami a druhá, že potrubí uchovává plyny. V potrubí se šíří obsah rovnoměrně po celé síti a lze je připojit k široké škále zařízení a struktur. Základní potrubí vydrží tlak až 60 MPa a kromě toho jsou 'zajímavé'.
es: Tubería (Unión 6 Vías)
fr: La première chose qu’un Stationeer apprend, c’est qu’il est seul. La seconde, c’est que les tuyaux stockent les gaz. Les tuyaux diffusent leur contenu uniformément sur l’ensemble du réseau, et peuvent être connectés à une vaste gamme d’appareils et de structures. Les tuyaux de base peuvent résister à des pressions allant jusqu’à 60MPa. Au-delà, les choses deviennent 'intéressantes'.

# Things.StructurePipeCrossJunction6
source: Pipe (6-Way Junction)
cs: Potrubí (6-cestné křížové)
de: Rohr (6-Wege)
es: Tubería (Unión 6 Vías)
fi: Putki (liittymä, 6-tie)
fr: Tuyau (Jonction à 6 voies)
hu: Cső (6 irányú elágazás)
it: Tubo (Giunto a 6 vie)
pt_pt: Cano (Junção de 6 Conexões)
ru: Труба (6-конечная)
tr: Boru (6 Yönlü Bağlantı)

# Things.StructurePipeCrossJunction5
source: The first thing a Stationeer learns, is that they are alone. The second is that pipes store gas. Pipes spread their contents evenly through the entire network, and can be connected to a huge range of devices and structures. Basic pipes can withstand pressures of up to 60MPa. Beyond that, things get 'interesting'.
cs: Jako první věc se Stationeeři naučí, že jsou sami a druhá, že potrubí uchovává plyny. V potrubí se šíří obsah rovnoměrně po celé síti a lze je připojit k široké škále zařízení a struktur. Základní potrubí vydrží tlak až 60 MPa a kromě toho jsou 'zajímavé'.
es: Tubería (Unión 5 Vías)
fr: La première chose qu’un Stationeer apprend, c’est qu’il est seul. La seconde, c’est que les tuyaux stockent les gaz. Les tuyaux diffusent leur contenu uniformément sur l’ensemble du réseau, et peuvent être connectés à une vaste gamme d’appareils et de structures. Les tuyaux de base peuvent résister à des pressions allant jusqu’à 60MPa. Au-delà, les choses deviennent 'intéressantes'.

# Things.StructurePipeCrossJunction5
source: Pipe (5-Way Junction)
cs: Potrubí (5-cestné křížové)
de: Rohr (5-Wege)
es: Tubería (Unión 5 Vías)
fi: Putki (liittymä, 5-tie)
fr: Tuyau (Jonction à 5 voies)
hu: Cső (5 irányú elágazás)
it: Tubo (Giunto a 5 vie)
pt_pt: Cano (Junção de 5 Conexões)
ru: Труба (5-конечная)
tr: Boru (5 Yönlü Bağlantı)

# Things.StructurePipeCrossJunction3
source: The first thing a Stationeer learns, is that they are alone. The second is that pipes store gas. Pipes spread their contents evenly through the entire network, and can be connected to a huge range of devices and structures. Basic pipes can withstand pressures of up to 60MPa. Beyond that, things get 'interesting'.
cs: Jako první věc se Stationeeři naučí, že jsou sami a druhá, že potrubí uchovává plyny. V potrubí se šíří obsah rovnoměrně po celé síti a lze je připojit k široké škále zařízení a struktur. Základní potrubí vydrží tlak až 60 MPa a kromě toho jsou 'zajímavé'.
es: Tubería (Conexión 3 Vías)
fr: La première chose qu’un Stationeer apprend, c’est qu’il est seul. La seconde, c’est que les tuyaux stockent les gaz. Les tuyaux diffusent leur contenu uniformément sur l’ensemble du réseau, et peuvent être connectés à une vaste gamme d’appareils et de structures. Les tuyaux de base peuvent résister à des pressions allant jusqu’à 60MPa. Au-delà, les choses deviennent 'intéressantes'.

# Things.StructurePipeCrossJunction3
source: Pipe (3-Way Corner)
cs: Potrubí (3-cestné rohové)
de: Rohr (3-Wege; Ecke)
es: Tubería (Conexión 3 Vías)
fi: Putki (liittymä, 3-tie)
fr: Tuyau (Jonction à 3 voies)
hu: Cső (3 irányú sarok)
it: Tubo (Giunto a 3 vie)
pt_pt: Cano (Junção de 3 Conexões)
ru: Труба (Угловая 3-конечная)
tr: Boru (3 Yönlü Bağlantı)

# Things.StructurePipeCrossJunction
source: The first thing a Stationeer learns, is that they are alone. The second is that pipes store gas. Pipes spread their contents evenly through the entire network, and can be connected to a huge range of devices and structures. Basic pipes can withstand pressures of up to 60MPa. Beyond that, things get 'interesting'.
cs: Jako první věc se Stationeeři naučí, že jsou sami a druhá, že potrubí uchovává plyny. V potrubí se šíří obsah rovnoměrně po celé síti a lze je připojit k široké škále zařízení a struktur. Základní potrubí vydrží tlak až 60 MPa a kromě toho jsou 'zajímavé'.
es: Tubería (Cruce)
fr: La première chose qu’un Stationeer apprend, c’est qu’il est seul. La seconde, c’est que les tuyaux stockent les gaz. Les tuyaux diffusent leur contenu uniformément sur l’ensemble du réseau, et peuvent être connectés à une vaste gamme d’appareils et de structures. Les tuyaux de base peuvent résister à des pressions allant jusqu’à 60MPa. Au-delà, les choses deviennent 'intéressantes'.

# Things.StructurePipeCrossJunction
source: Pipe (Junction)
cs: Potrubí (Křížové)
de: Rohr (4-Wege; flach)
es: Tubería (Cruce)
fi: Putki (liittymä)
fr: Tuyau (Jonction)
hu: Cső (Elágazás)
it: Tubo (Giunto)
pt_pt: Cano (Junção)
ru: Труба (4-конечная)
tr: Boru (Bağlantı)

# Things.StructurePipeCorner
source: The first thing a Stationeer learns, is that they are alone. The second is that pipes store gas. Pipes spread their contents evenly through the entire network, and can be connected to a huge range of devices and structures. Basic pipes can withstand pressures of up to 60MPa. Beyond that, things get 'interesting'.
cs: Jako první věc se Stationeeři naučí, že jsou sami a druhá, že potrubí uchovává plyny. V potrubí se šíří obsah rovnoměrně po celé síti a lze je připojit k široké škále zařízení a struktur. Základní potrubí vydrží tlak až 60 MPa a kromě toho jsou 'zajímavé'.
es: Tubería (Esquina)
fr: La première chose qu’un Stationeer apprend, c’est qu’il est seul. La seconde, c’est que les tuyaux stockent les gaz. Les tuyaux diffusent leur contenu uniformément sur l’ensemble du réseau, et peuvent être connectés à une vaste gamme d’appareils et de structures. Les tuyaux de base peuvent résister à des pressions allant jusqu’à 60MPa. Au-delà, les choses deviennent 'intéressantes'.

# Things.StructurePipeCorner
source: Pipe (Corner)
cs: Potrubí (Rohové)
de: Rohr (Ecke)
es: Tubería (Esquina)
fi: Putki (kulma)
fr: Tuyau (Coin)
hu: Cső (Sarok)
it: Tubo (Curva)
pt_pt: Cano (Canto)
ru: Труба (Угловая)
tr: Boru (Köşe)

# Things.StructurePipeAnalysizer
source: Allegedly the outcome of a weekend father-daughter electronics project by an overzealous {{LINK:ExMin;ExMin} engineer, the pipe analyzer is essentially a more advanced version of the {THING:StructurePipeMeter}. Displaying the internal pressure of pipe networks, it also reads out temperature and gas contents, and can be connected to a {THING:StructureConsole} or {THING:StructureComputer} via a {{LINK:LogicPage;Logic} system.
es: Supuestamente el resultado de un proyecto de electrónica padre-hija de fin de semana por un entusiasta {{LINK:ExMin; Ingeniero de ExMin}, el analizador de tuberías es esencialmente una versión más avanzada de {THING:StructurePipeMeter}. Al mostrar la presión interna de las redes de tuberías, también lee la temperatura y el contenido de gas, y se puede conectar a {THING:StructureConsole} o {THING:StructureComputer} a través de {{LINK:LogicPage; Lógica} sistema.

# Things.StructurePipeAnalysizer
source: Pipe Analyzer
cs: Analyzátor potrubí
de: Rohresseinrichtung
es: Analizador de tuberías

# Things.StructurePassiveVent
source: Passive vents allow gases to move into and out of pipe networks, which are closed systems unless connected to a device or structure. Passive vents are not powered, merely an aperture, essentially turning an enclosed space into part of the pipe network.
cs: Pasivní ventilace umožňuje plynům proudit z a do potrubní sítě, což je vlastně do připojení nějakého zařízení nebo konstrukce uzavřený systém. Pasivní ventilace nepotřebuje napájení a vytvoří pouze větrací otvor v potrubní síti.
es: Las Ventilaciones pasivas o respiraderos pasivos permiten que los gases entren y salgan de las redes de tuberías, que son sistemas cerrados a menos que estén conectados a un dispositivo o estructura. Las rejillas de ventilación pasivas no funcionan, simplemente son una abertura, que esencialmente convierte un espacio cerrado en parte de la red de tuberías.
fr: Les ventilations passives permettent aux gaz d’entrer et de sortir des réseaux de tuyaux. Les tuyaux sont des espaces clos, à moins qu’ils ne soient raccordés à une machine ou à une structure. Les ventilations passives ne consomment pas d'électricité. Ce sont de simple ouverture, essentiellement ils connectent un espace clos ou ouvert dans un réseau de tuyaux.

# Things.StructurePassiveVent
source: Passive Vent
cs: Pasivní ventilace
de: Passive Belüftung
es: Ventilación Pasiva
fi: Passiivinen tuuletusventtiili
fr: Ventilation Passive
hu: Passzív szellőző
it: Scarico d'aria
pt_pt: Ventilador Passivo
ru: Пассивная вентиляция
tr: Pasif Havalandırma

# Things.StructureMotionSensor
source: Originally developed to monitor dance marathons, the motion sensor can also be connected to {LINK:LogicPage;Logic} systems for security purposes, automatic lighting, doors and various other applications. The sensor activates whenever a player enters the grid it is placed on.
es: Originalmente desarrollado para monitorear maratones de baile, el sensor de movimiento también se puede conectar a {LINK:LogicPage; Logic} sistemas para fines de seguridad, iluminación automática, puertas y otras aplicaciones. El sensor se activa cada vez que un jugador entra en la cuadrícula en la que está colocado.

# Things.StructureMotionSensor
source: Motion Sensor
cs: Snímač pohybu
de: Bewegungssensor
es: Sensor de Movimiento
fi: Liikesensori
fr: Capteur de Mouvement
hu: Mozgásérzékelő
it: Sensore di movimento
pt_pt: Sensor de Movimento
ru: Датчик движения
tr: Hareket Sensörü

# Things.StructureLocker
source: If a tidy base is the sign of a ordered mind, lockers are the righteous post upon which that sign hangs.
cs: Pokud je čistá základna znamením tříbené mysli, potom jsou skříňky čestným místem, na kterém toto znamení závisí.
de: Wenn eine ordentliche Basis das Zeichen eines geordneten Geistes ist, sind Schränke der Platz, an dem dieses Zeichen hängt.
es: Si una base ordenada es el signo de una mente ordenada, las taquillas son el poste justo sobre el que cuelga ese letrero.
fr: Si une base bien rangée est le signe d’un esprit ordonné, ce signe se trouve sur tous les casiers.

# Things.StructureLocker
source: Locker
cs: Skříňka
de: Spind (Groß)
es: Armario
fi: Kaappi
fr: Casier
hu: Szekrény
it: Armadio
pt_pt: Armário
ru: Шкафчик
tr: Dolap

# Things.StructureIgniter
source: It gets the party started. Especially if that party is an explosive gas mixture.
cs: Začíná to na večírku. Zvlášť, když je ta párty výbušná směs plynů.
de: Es bringt die Party in Schwung. Vor allem, wenn es sich bei dieser Party um ein explosives Gasgemisch handelt.
es: Empieza la fiesta. Especialmente si esa fiesta es una mezcla explosiva de gases.
fr: Cela déclenche la fiesta party. Surtout si la party est un mélange de gaz explosif.

# Things.StructureIgniter
source: Igniter
cs: Zapalovač
de: Zünder
es: Encendedor
fi: Sytytin
fr: Allumeur
hu: Gyújtó
it: Ignitore
pt_pt: Dispositivo de Ignição
ru: Воспламенитель
tr: Tutuşturucu

# Things.StructureHydroponicsTray
source: The {LINK:Agrizero;Agrizero} hydroponics tray is the ideal vessel for growing a range of {LINK:OrganicPage;plantlife}. It must be supplied with water using a pipe network, and sufficient light to generate photosynthesis. It can be automated using the {THING:StructureHarvie}.
es: El {LINK:Agrizero; La bandeja hidropónica Agrizero} es el recipiente ideal para cultivar una gama de {LINK:OrganicPage;plantlife}. Debe suministrarse con agua utilizando una red de tuberías y suficiente luz para generar fotosíntesis. Se puede automatizar utilizando {THING:StructureHarvie}.

# Things.StructureHydroponicsTray
source: Hydroponics Tray
cs: Hydroponická vanička
de: Hydroponisches Tablett
es: Bandeja Hidropónica
fi: Hydroponinen kasvatusalusta
fr: Plateau Hydroponique
hu: Hidroponikus tálca
it: Vasca Idroponica
pt_pt: Tabuleiro para Hidroponia
ru: Гидропонный лоток
tr: Hidroponik Tepsisi

# Things.StructureGyroscope
source: An element of an ancient class of spaceship, the gyroscope allowed these vehicles to rotate in at least one of the universe's most popular directions.
cs: Gyroskop, prvek starověké třídy kosmické lodi, umožňoval těmto plavidlům otáčet se alespoň v jednom z nejpopulárnějších směrů vesmíru.
es: Un elemento de una antigua clase de nave espacial, el giroscopio permitió que estos vehículos giraran en al menos una de las direcciones más populares del universo.
fr: Élément d’une ancienne classe de vaisseaux spatiaux, le gyroscope a permis à ces véhicules de tourner dans au moins une des directions les plus populaires de l’univers.

# Things.StructureGyroscope
source: Gyroscope
cs: Gyroskop
de: Gyroskop
es: Giroscopio
fi: Gyroskooppi
hu: Giroszkóp
it: Giroscopio
pt_pt: Giroscópio
ru: Гироскоп
tr: Jiroskop

# Things.StructureGunTurret
source: Gun Emplacement
cs: Umístění zbraně
de: Waffenstellung
es: Emplazamiento del Arma
fi: Tykki
fr: Tourelle
hu: Tüzelőállás
it: Torretta
pt_pt: Colocação de Armas
ru: Турель
tr: Silah Mevzi Sahası

# Things.StructureGlassDoor
source: Glass Door
cs: Skleněné dveře
de: Glastür
es: Puerta de Cristal
fi: Lasiovi
fr: Porte en Verre
hu: Üvegajtó
it: Porta di vetro
pt_pt: Porta de Vidro
ru: Стеклянная дверь
tr: Cam Kapı

# Things.StructureLiquidTankStorage
source: When connected to a liquid pipe network, the tank storage unit allows you to refill a {THING:ItemLiquidCanisterEmpty}, as well as read various atmospheric data from the {SLOT:GasCanister}. It will not accept gas canisters.
es: Cuando se conecta a una red de tuberías líquidas, la unidad de almacenamiento del tanque le permite rellenar un {THING:ItemLiquidCanisterEmpty}, así como leer varios datos atmosféricos de {SLOT:GasCanister}. No aceptará botes de gas.

# Things.StructureLiquidTankStorage
source: Liquid Tank Storage
cs: Úložiště kanystru na kapaliny
de: Flüssigkeitsbehälter Anschluss
es: Almacenamiento de tanque de líquido
fr: Connecteur de Bonbonne
ru: Стойка для жидкостного баллона

# Things.StructureGasTankStorage
source: When connected to a pipe network, the tank storage unit allows you to refill a {THING:ItemGasCanisterEmpty}, as well as read various atmospheric data from the {SLOT:GasCanister}.
es: Cuando se conecta a una red de tuberías, la unidad de almacenamiento del tanque le permite rellenar un {THING:ItemGasCanisterEmpty}, así como leer varios datos atmosféricos de {SLOT:GasCanister}.

# Things.StructureGasTankStorage
source: Gas Tank Storage
cs: Úložiště kanystru na plyn
de: Gasflaschenlager
es: Recargador de Bombonas
fi: Kaasusäiliön teline
fr: Connecteur de Bouteille de Gaz
hu: Gáztartály tároló
it: Stoccaggio bombole
pt_pt: Armazenamento de Cilindro de Gás
ru: Стойка для газового баллона
tr: Gaz Tankı Deposu

# Things.StructureGasSensor
source: Gas sensors are designed to monitor and report basic atmospheric information, including temperature, pressure, and gas ratios. They also make wonderful wedding presents.
cs: Senzory plynu jsou navrženy k monitorování a hlášení základních atmosférických informací, včetně teploty, tlaku a poměrů plynů. Dělají také úžasné svatební dárky.
es: Los sensores de gas están diseñados para monitorear y reportar información atmosférica básica, incluyendo temperatura, presión y relaciones de gas. También son maravillosos regalos de boda.
fr: Les capteurs de gaz sont conçus pour mesurer et transmettre les données atmosphériques de leur environnement. Ils mesurent la température, la pression et la quantité des différents gaz composant l'atmosphère. Ils font aussi de merveilleux cadeaux de mariage.

# Things.StructureGasSensor
source: Gas Sensor
cs: Senzor plynu
es: Sensor de Gas
fi: Kaasusensori
fr: Capteur de Gaz
hu: Gázérzékelő
it: Sensore per gas
pt_pt: Sensor de Gás
ru: Газовый датчик
tr: Gaz Sensörü
