Repository: sisizanohitopontoon/locales
Catalog: */Things.po
Languages: cs, de, es, fi, fr, hu, it, ja, pt, pt_pt, ru, tr

# Things
source: Structure Wall Small Panels Mono Chrome
ja: 壁建材 小型パネル モノクロ

# Things
source: Structure Wall Small Panels Two Tone
ja: 壁建材 小型パネル ツートーン

# Things
source: Structure Wall Large Panel Arrow
ja: 壁建材 大型パネル アロー

# Things
source: Kit (Arched Wall)
ja: キット (アーチ状の壁)

# Things
source: Kit (Flat Wall)
ja: キット (フラットな壁)

# Things
source: Kit (Geometric Wall)
ja: キット (幾何学模様の壁)

# Things
source: Kit (Padded Wall)
ja: キット (パッデドな壁)

# Things
source: Ladder
ja: 梯

# Things
source: Cartridge (Guide)
ja: カードリッジ (ガイド)

# Things
source: Pipe (4-Way Corner)
ja: パイプ (四叉角)

# Things
source: Item Authoring Tool
ja: 認証ツール

# Things
source: Rocket Engine (Destroyed)
ja: ロケットエンジン (破損)

# Things
source: Debug Wreckage Constructor
ja: デバッグ用残骸設置

# Things
source: Wreckage
ja: 残骸

# Things
source: Cartridge (Access Controller)
ja: カードリッジ (アクセスコントローラー)

# Things
source: Access Card (Black)
ja: アクセスカード (黒)

# Things
source: Access Card (Blue)
ja: アクセスカード (青)

# Things
source: Access Card (Brown)
ja: アクセスカード (茶)

# Things
source: Access Card (Gray)
ja: アクセスカード (灰)

# Things
source: Access Card (Green)
ja: アクセスカード (緑)

# Things
source: Access Card (Khaki)
ja: アクセスカード (カーキ)

# Things
source: Access Card (Orange)
ja: アクセスカード (橙)

# Things
source: Access Card (Pink)
ja: アクセスカード (ピンク)

# Things
source: Access Card (Purple)
ja: アクセスカード (紫)

# Things
source: Access Card (Red)
ja: アクセスカード (赤)

# Things
source: Access Card (White)
ja: アクセスカード (白)

# Things
source: Access Card (Yellow)
ja: アクセスカード (黄)

# Things
source: Security Printer
ja: セキュリティプリンター

# Things
source: Kit (Security Printer)
ja: キット (セキュリティプリンター)

# Things
source: Handgun
ja: 拳銃

# Things
source: Ammo Box
ja: 弾薬箱

# Things
source: Handgun Magazine
ja: 拳銃用マガジン

# Things
source: SMG Magazine
ja: サブマシンガン用マガジン

# Things
source: Fire Arm SMG
ja: サブマシンガン

# Things
source: Electrolyzer
ja: 電解槽

# Things
source: Elevator Shaft
ja: エレベーターシャフト

# Things
source: Kit (Elevator)
ja: キット (エレベーター)

# Things
source: Elevator
ja: エレベーター

# Things
source: Elevator Level
ja: エレベーターレベル

# Things
source: Container Mount
ja: コンテナ台

# Things
source: Kit (Container Mount)
ja: キット (コンテナ台)

# Things
source: Logic Mirror
ja: ロジックミラー

# Things
source: Circuitboard (Hash Display)
ja: 回路基板 (Hash Display)

# Things
source: Hydroponics Station
ja: 水耕栽培ステーション

# Things
source: Kit (Hydroponic Station)
ja: キット (水耕栽培ステーション)

# Things
source: Diode Slide
ja: ダイオードスライド

# Things
source: Gas Canister (Smart)
ja: キャニスター (スマート)

# Things
source: Cartridge (Configuration)
ja: カードリッジ (Configuration)

# Things
source: Kit (Crate)
ja: キット (荷箱)

# Things
source: Circuitboard (Graph Display)
ja: 回路基板 (Graph Display)

# Things
source: Kit (Mothership)
ja: キット (母船)

# Things
source: Kit (Portable Scrubber)
ja: キット (携帯空気洗浄塔)

# Things
source: Kit (Portable Air Conditioner)
ja: キット (携帯空気調節装置)

# Things
source: Item Kit Pipe Valve
ja: パイプ弁キット

# Things
source: Kit (Portable Generator)
ja: キット (携帯発電機)

# Things
source: Vending Machine
ja: 自動販売機

# Things
source: Kit (Vending Machine)
ja: キット (自動販売機)

# Things
source: Slot Reader
ja: スロットリーダー

# Things
source: Batch Reader
ja: バッチリーダー

# Things
source: Reagent Reader
ja: 素材リーダー

# Things
source: Hardsuit
ja: ハードスーツ

# Things
source: Hardsuit Helmet
ja: ハードスーツヘルメット

# Things
source: Headlamp
ja: ヘッドランプ

# Things
source: Turbine Generator
ja: タービン発電機

# Things
source: Kit (Turbine Generator)
ja: キット (タービン発電機)

# Things
source: Silver Powder
ja: 銀の粉

# Things
source: Potassium Iodide Powder
ja: ヨウ化カリウムの粉

# Things
source: Invar Powder
ja: インバーの粉

# Things
source: Electrum Powder
ja: エレクトラムの粉

# Things
source: Gold Powder
ja: 金の粉

# Things
source: Batch Writer
ja: バッチライター
pt: Escritor de Lotes

# Things
source: Solar Panel
ja: ソーラーパネル
pt: Painel Solar

# Things
source: Sign 2x1
ja: 看板 2x1
pt: Placa 2x1

# Things
source: Sign 1x1
ja: 看板 1x1
pt: Placa 1x1

# Things
source: LED Display (Small)
ja: 小型LEDディスプレイ
pt: Visor de LED (Pequeno)

# Things
source: Logic Min/Max
ja: ロジック Min/Max
pt: Lógica Min/Max

# Things
source: Lever
ja: レバー
pt: Interruptor

# Things
source: Kit (Logic Switch)
ja: キット (ロジック スイッチ)
pt: Kit (Interruptor Lógico)

# Things
source: Kit (Logic I/O)
ja: キット (ロジック I/O)
pt: Kit (Lógico I/O)

# Things
source: Kit (Logic Memory)
ja: キット (ロジック メモリー)
pt: Kit (Memória Lógica)

# Things
source: Kit (Logic Processor)
ja: キット (ロジック 処理)
pt: Kit (Processador Lógico)

# Things
source: Logic Compare
ja: ロジック 比較
pt: Comparador Lógico

# Things
source: Logic Select
ja: ロジック 選択
pt: Seletor Lógico

# Things
source: Logic Writer
ja: ロジック ライター
pt: Escritor Lógico

# Things
source: Logic Math
ja: ロジック 計算
pt: Contador Lógico

# Things
source: Logic Memory
ja: ロジック メモリー
pt: Memória Lógica

# Things
source: Logic Reader
ja: ロジック リーダー
pt: Leitor de Lógica

# Things
source: Kit (Logic Unit)
ja: キット (ロジックユニット)
pt: Kit (Unidade Lógica)

# Things
source: Logic Unit
ja: ロジックユニット
pt: Unidade Lógica

# Things
source: Transformer (Small)
ja: 小型変圧器
pt: Transformador (Pequeno)

# Things
source: Kit (Tool Manufactory)
ja: キット (ツール製造機)
pt: Kit (Construtor de Ferramentas)

# Things
source: Tool Manufactory
ja: ツール製造機
pt: Construtor de Ferramentas

# Things
source: Tracking Beacon
ja: 追跡ビーコン

# Things
source: Gas Sensor
ja: 気体センサー
pt: Sensor de Gás

# Things
source: Cartridge (Tracker)
ja: カードリッジ (追跡装置)

# Things
source: Kit (Stacker)
ja: キット (スタッカー)
pt: Kit (Organizador)

# Things
source: Kit (Sorter)
ja: キット (ソーター)
pt: Kit (Separador)

# Things
source: Kit (Hydraulic Pipe Bender)
ja: キット (油圧式パイプベンダー)
pt: Kit (Dobrador de Cano Hidráulico)

# Things
source: Hydraulic Pipe Bender
ja: 油圧式パイプベンダー
pt: Dobrador de Cano Hidráulico

# Things
source: Kit (Arc Furnace)
ja: キット (アーク炉)
pt: Kit (Fornalha a Arco)

# Things
source: Kit (Blast Door)
ja: キット (対爆ドア)
pt: Kit (Porta Blindada)

# Things
source: Kit (Autolathe)
ja: キット (自動旋盤)

# Things
source: Kit (Door)
ja: キット (ドア)
pt: Kit (Porta)

# Things
source: Kit (Electronics Printer)
ja: キット (エレクトロニックプリンター)
pt: Kit (Impressora de Eletrônicos)

# Things
source: Kit (Engine Large)
ja: キット (大型エンジン)
pt: Kit (Motor Grande)

# Things
source: Kit (Engine Medium)
ja: キット (中型エンジン)
pt: Kit (Motor Médio)

# Things
source: Kit (Engine Small)
ja: キット (小型エンジン)
pt: Kit (Motor Pequeno)

# Things
source: Kit (Locker)
ja: キット (ロッカー)
pt: Kit (Armário)

# Things
source: Kit (Solid Generator)
ja: キット (固形燃料発電機)
pt: Kit (Gerador Sólido)

# Things
source: Kit (Suit Storage)
ja: キット (衣類棚)
pt: Kit (Espaço do Traje)

# Things
source: Kit (Transformer Small)
ja: キット (小型変圧器)
pt: Kit (Pequeno Transformador)

# Things
source: Cube
ja: キューブ
pt: Cubo

# Things
source: Kit (Cube)
ja: キット (キューブ)
pt: Kit (Cubo)

# Things
source: Spawn Point
ja: スポーンポイント
pt: Ponto de Ressurgimento

# Things
source: Locker
ja: ロッカー
pt: Armário

# Things
source: Kit (Iron Wall)
ja: キット (鉄壁)
pt: Kit (Parede de Ferro)

# Things
source: Iron Wall
ja: 鉄壁
pt: Parede de Ferro

# Things
source: Ice (Oxite)
ja: 氷 (オキサイト)
pt: Gelo (Oxite)

# Things
source: Ice (Volatiles)
ja: 氷 (揮発性ガス)
pt: Gelo (Voláteis)

# Things
source: Electronics Printer
ja: エレクトロニックプリンター
pt: Impressora de Eletronicos

# Things
source: Cereal Bar
ja: シリアルバー
pt: Barra de Cereais

# Things
source: Fern
ja: シダ
pt: Samambaia

# Things
source: Ingot (Silicon)
ja: インゴット (シリコン)
pt: Lingote (Silício)

# Things
source: Ore (Silicon)
ja: 鉱石 (シリコン)
pt: Minério (Silício)

# Things
source: Angle Grinder
ja: アングルグラインダー
pt: Esmerilhadeira Angular

# Things
source: Soybean
ja: 大豆
pt: Soja

# Things
source: Chemistry Station
ja: 科学作業台
pt: Estação de Química

# Things
source: Ingot (Solder)
ja: インゴット (半田)
pt: Lingote (Estanho)

# Things
source: Ingot (Constantan)
ja: インゴット (コンスタンタン)
pt: Lingote (Constantan)

# Things
source: Ingot (Invar)
ja: インゴット (インバー)
pt: Lingote (Invar)

# Things
source: Ingot (Nickel)
ja: インゴット (ニッケル)
pt: Lingote (Níquel)

# Things
source: Ingot (Lead)
ja: インゴット (鉛)
pt: Lingote (Chumbo)

# Things
source: Ingot (Silver)
ja: インゴット (銀)
pt: Lingote (Prata)

# Things
source: Ingot (Electrum)
ja: インゴット (エレクトラム)
pt: Lingote (Electrum)

# Things
source: Energy Rifle
ja: エネルギーライフル
pt: Aniquilador 2000

# Things
source: Ore (Lead)
ja: 鉱石 (鉛)
pt: Minério (Chumbo)

# Things
source: Ore (Nickel)
ja: 鉱石 (ニッケル)
pt: Minério (Níquel)

# Things
source: Ore (Silver)
ja: 鉱石 (銀)
pt: Minério (Prata)

# Things
source: Iron Sheets
ja: 鉄シート
pt: Placas de ferro

# Things
source: Iron Frames
ja: 鉄フレーム
pt: Armações de Ferro

# Things
source: Iron Frame
ja: 鉄フレーム
pt: Armação de Ferro

# Things
source: Cable Coil (Heavy)
ja: ヘビーケーブルコイル
pt: Rolo de Fios (Reforçado)

# Things
source: Cartridge (eReader)
ja: カードリッジ (eReader)
pt: Cartucho (eReader)

# Things
source: Kit (Pipe)
ja: キット (パイプ)
pt: Kit de Construção (Cano)

# Things
source: Kit (Fabrication)
ja: キット (製造機)
pt: Kit de Construção (Fabricação)

# Things
source: Autolathe
ja: 自動旋盤

# Things
source: Arc Furnace
ja: アーク炉
pt: Fornalha Á Arco

# Things
source: Chute (Window)
ja: アイテムパイプ (窓)
pt: Estrutura de Janela de Tubo

# Things
source: Energy Pistol
ja: エネルギーピストル
pt: Pistola de Energia

# Things
source: Kit (Transformer)
ja: キット (変圧器)
pt: Kit (Transformador)

# Things
source: Transformer
ja: 変圧器
pt: Transformador

# Things
source: Fuse (100kW)
ja: フューズ (100kW)
pt: Fusível (100kW)

# Things
source: Fuse (50kW)
ja: フューズ (50kW)
pt: Fusível (50kW)

# Things
source: Fuse (5kW)
ja: フューズ (5kW)
pt: Fusível (5kW)

# Things
source: Fuse (1kW)
ja: フューズ (1kW)
pt: Fusível (1kW)

# Things
source: Heavy Cable (Corner)
ja: ヘビーケーブル (角)
pt: Fio Reforçado (Curva)

# Things
source: Burnt Cable (Corner)
ja: 焼けたケーブル (角)
pt: Fio Queimado (Curva)

# Things
source: Burnt Cable (Junction)
ja: 焼けたケーブル (交差)
pt: Fio Queimado (Junção)

# Things
source: Burnt Cable (Straight)
ja: 焼けたケーブル (直線)
pt: Fio Queimado (Reto)

# Things
source: Burnt Cable (4-Way Junction)
ja: 焼けたケーブル (四叉交差)
pt: Fio Queimado (Junção Cruzada)

# Things
source: Burnt Cable (6-Way Junction)
ja: 焼けたケーブル (六叉交差)
pt: Fio Queimado (Junção de 6 Caminhos)

# Things
source: Heavy Cable (3-Way Junction)
ja: ヘビーケーブル (三叉交差)
pt: Fio Reforçado (Junção de 3 Caminhos)

# Things
source: Heavy Cable (4-Way Junction)
ja: ヘビーケーブル (四叉交差)
pt: Fio Reforçado (Junção Cruzada)

# Things
source: Heavy Cable (6-Way Junction)
ja: ヘビーケーブル (六叉交差)
pt: Fio Reforçado (Junção de 6 Caminhos)

# Things
source: Heavy Cable (Straight)
ja: ヘビーケーブル (直線)
pt: Fio Reforçado (Reto)

# Things
source: Kit (Cable Fuses)
ja: キット (ケーブルフューズ)
pt: Kit de Construção (Fusíveis de Cabos)

# Things
source: Kit (Generator)
ja: キット (固形燃料発電機)
pt: Kit de Construção (Gerador)

# Things
source: Generator (Solid Fuel)
ja: 固形燃料発電機
pt: Gerador (Combustível Sólido)

# Things
source: Burnt Cable (Corner)
ja: 焼けたケーブル (角)
pt: Fio Queimado (Curva)

# Things
source: Burnt Cable (3-Way Corner)
ja: 焼けたケーブル (三叉交差)
pt: Fio Queimado (Curva de 3 Caminhos)

# Things
source: Ingot (Waste)
ja: インゴット (廃棄物)
pt: Lingote (Resto)

# Things
source: Torpedo
ja: 魚雷

# Things
source: Weapon Energy
ja: 武器エネルギー
pt: Arma de Energia

# Things
source: Jump Suit (Orange)
ja: ジャンプスーツ (橙)
pt: Uniforme (Laranja)

# Things
source: Uniform Commander
ja: ユニフォームコマンダー
pt: Uniform de Comandante

# Things
source: Wall Light
ja: ウォールライト
pt: Lâmpada de Parede

# Things
source: Wall Heater
ja: 壁暖房
pt: Aquecedor de Parede

# Things
source: Wall Cooler
ja: 壁冷房
pt: Resfriador de Parede

# Things
source: Volume Pump
ja: ボリュームポンプ
pt: Bomba Volumétrica

# Things
source: Valve
ja: 弁
pt: Válvula

# Things
source: Torpedo Launcher
ja: 魚雷発射装置
pt: Lançador de Torpedos

# Things
source: Torpedo Rack
ja: 魚雷ラック
pt: Estante de Torpedos

# Things
source: Small Tank (Fuel)
ja: 小型タンク (燃料)
pt: Tanque Pequeno (Combustível)

# Things
source: Small Tank (Air)
ja: 小型タンク (空気)
pt: Tanque Pequeno (Ar)

# Things
source: Small Tank
ja: 小型タンク
pt: Tanque Pequeno

# Things
source: Tank Connector
ja: タンクコネクター
pt: Conector de Tanque

# Things
source: Suit Storage
ja: 衣類棚
pt: Espaço do Traje

# Things
source: Stellar Anchor
ja: ステラ・アンカー
pt: Âncora Estelar

# Things
source: Stairs
ja: 階段
pt: Escadas

# Things
source: Stacker
ja: スタッカー
pt: Organizador

# Things
source: Sorter
ja: ソーター
pt: Separador

# Things
source: Sleeper
ja: 睡眠装置

# Things
source: Rocket Engine (Tiny)
ja: 超小型ロケットエンジン
pt: Propulsor de Foguete (Minúsculo)

# Things
source: Rocket Engine (Small)
ja: 小型ロケットエンジン
pt: Propulsor de Foguete (Pequeno)

# Things
source: Rocket Engine
ja: ロケットエンジン
pt: Propulsor de Foguete

# Things
source: Railing
ja: 手すり
pt: Trilhos

# Things
source: Pressure Regulator
ja: 圧力調整弁
pt: Regulador de Pressão

# Things
source: Power Connector
ja: パワーコネクター
pt: Conector de Energia

# Things
source: Pipe (T Junction)
ja: パイプ (T字交差)
pt: Cano (Junção em T)

# Things
source: Pipe (Straight)
ja: パイプ (直線)
pt: Cano (Reto)

# Things
source: Pipe Radiator
ja: パイプラジエーター
pt: Radiador de Cano

# Things
source: Pipe Meter
ja: パイプメーター
pt: Medidor de Cano

# Things
source: Pipe Label
ja: パイプラベル
pt: Nomeador de Cano

# Things
source: Pipe (6-Way Junction)
ja: パイプ (六叉交差)
pt: Cano (Junção de 6 Caminhos)

# Things
source: Pipe (5-Way Junction)
ja: パイプ (五叉交差)
pt: Cano (Junção de 5 Caminhos)

# Things
source: Pipe (3-Way Corner)
ja: パイプ (三叉交差)
pt: Cano (Junção de 3 Caminhos)

# Things
source: Pipe (Junction)
ja: パイプ (交差)
pt: Cano (Junção)

# Things
source: Pipe (Corner)
ja: パイプ (角)
pt: Cano (Curva)

# Things
source: Pipe Analyser
ja: パイプ分析器
pt: Analizador de Cano

# Things
source: Passive Vent
ja: パッシブベント
pt: Ventilação Passiva

# Things
source: Motion Sensor
ja: 動体センサー
pt: Sensor de Movimento

# Things
source: Igniter
ja: 着火装置
pt: Ignitor

# Things
source: Hydroponics Tray
ja: 水耕栽培トレイ
pt: Bacia Hidropônica

# Things
source: Gyroscope
ja: ジャイロスコープ
pt: Giroscópio

# Things
source: Gun Emplacement
ja: ガンタレット
pt: Localização do Armamento

# Things
source: Glass Door
ja: ガラスドア
pt: Porta de Vidro

# Things
source: Gas Tank Storage
ja: 気体タンク格納容器
pt: Armazém de Tanques de Gás

# Things
source: Gas Mixer
ja: 気体混合器
pt: Misturador de Gases

# Things
source: Furnace
ja: かまど
pt: Fornalha

# Things
source: Frame (Side)
ja: フレーム (サイド)
pt: Armação (Lado)

# Things
source: Frame (Corner)
ja: フレーム (角)
pt: Armação (Curva)

# Things
source: Frame
ja: フレーム
pt: Armação

# Things
source: Flashing Light
ja: フラッシュライト
pt: Luz Intermitente

# Things
source: Filtration
ja: 濾過装置
pt: Filtração

# Things
source: Fabricator
ja: 製造機
pt: Fabricador

# Things
source: Digital Valve
ja: デジタル弁
pt: Válvula Digital

# Things
source: Daylight Sensor
ja: 日照センサー
pt: Sensor de Luz Solar

# Things
source: CryoTube
ja: サイロチューブ
pt: Tubo Criogênico

# Things
source: Conveyor (Straight Short)
ja: コンベア (短い直線)
pt: Esteira (Pequena Reta)

# Things
source: Conveyor (Straight Long)
ja: コンベア (長い直線)
pt: Esteira (Longa Reta)

# Things
source: Conveyor (Straight)
ja: コンベア (直線)
pt: Esteira (Reta)

# Things
source: Conveyor (Riser)
ja: コンベア (斜)
pt: Esteira (Subida)

# Things
source: Conveyor (Corner)
ja: コンベア (角)
pt: Esteira (Curva)

# Things
source: Control Chair
ja: コントロール椅子
pt: Cadeira de Controle

# Things
source: Console Monitor
ja: モニター端末

# Things
source: Console Dual
ja: デュアル端末

# Things
source: Console
ja: 端末

# Things
source: Computer
ja: コンピューター
pt: Computador

# Things
source: Composite Window
ja: 複合材窓
pt: Janela Composta

# Things
source: Composite Wall Type4
ja: 複合材壁 Type4
pt: Parede Composta Tipo4

# Things
source: Composite Wall Type3
ja: 複合材壁 Type3
pt: Parede Composta Tipo3

# Things
source: Composite Wall Type2
ja: 複合材壁 Type2
pt: Parede Composta Tipo2

# Things
source: Composite Wall Type1
ja: 複合材壁 Type1
pt: Parede Composta Tipo1

# Things
source: Composite Wall Round
ja: 複合材壁 丸形
pt: Parece Composta Arredondada

# Things
source: Composite Wall
ja: 複合材壁
pt: Parede Composta

# Things
source: Structure Composite Floor Grating
ja: 複合材格子床
pt: Piso em Grade Composto

# Things
source: Composite Door
ja: 複合材ドア
pt: Porta Composta

# Things
source: Chute (Straight)
ja: アイテムパイプ (直線)
pt: Tubo (Reto)

# Things
source: Chute Outlet
ja: アイテムパイプ出口
pt: Saída do Tubo

# Things
source: Chute (Junction)
ja: アイテムパイプ (交差)
pt: Tubo (Junção)

# Things
source: Chute Inlet
ja: アイテムパイプ入口
pt: Entrada do Tubo

# Things
source: Chute (Corner)
ja: アイテムパイプ (角)
pt: Tubo (Curva)

# Things
source: Chute Bin
ja: アイテムパイプ箱
pt: Compartimento de Tubo

# Things
source: Chair
ja: 椅子
pt: Cadeira

# Things
source: Centrifuge
ja: 遠心分離機
pt: Centrífuga

# Things
source: Camera
ja: カメラ
pt: Câmera

# Things
source: Cable (Straight)
ja: ケーブル (直線)
pt: Fio (Reto)

# Things
source: Cable (6-Way Junction)
ja: ケーブル (六叉交差)
pt: Fio (Junção de 6 Caminhos)

# Things
source: Cable (4-Way Junction)
ja: ケーブル (四叉交差)
pt: Fio (Junção Cruzada)

# Things
source: Cable (Junction)
ja: ケーブル (交差)
pt: Fio (Junção)

# Things
source: Cable (3-Way Corner)
ja: ケーブル (三叉交差)
pt: Fio (Curva de 3 Caminhos)

# Things
source: Cable (Corner)
ja: ケーブル (角)
pt: Fio (Curva)

# Things
source: Blast Door
ja: 対爆ドア
pt: Porta Blindada

# Things
source: Bench
ja: ベンチ
pt: Bancada

# Things
source: Battery Cell Charger
ja: バッテリーセル充電器
pt: Carregador de Bateria

# Things
source: Stationary Battery
ja: 基地用バッテリー
pt: Bateria Estacionária

# Things
source: Back Pressure Regulator
ja: バック圧力調整弁
pt: Regulador de Pressão Traseiro

# Things
source: Area Power Control
ja: エリアパワーコントロール
pt: Controle de Força

# Things
source: Airlock
ja: エアロック

# Things
source: Air Conditioner
ja: 空気調節器
pt: Ar Condicionado

# Things
source: Active Vent
ja: アクティブベント
pt: Ventilação Ativa

# Things
source: Space Shuttle
ja: スペースシャトル

# Things
source: Human Lungs
ja: 人間の肺
pt: Pulmões Humanos

# Things
source: Human Brain
ja: 人間の脳
pt: Cérebro Humano

# Things
source: Npc Grounder
ja: NPCグラウンダー
pt: NPC Inseto

# Things
source: NPC Character
ja: NPCキャラクター
pt: Personagem NPC

# Things
source: Mothership Core
ja: 母船コア
pt: Núcleo da Nave Mãe

# Things
source: Motherboard (Sorter)
ja: マザーボード (分類)
pt: Placa Mãe (Separador)

# Things
source: Motherboard (Manufacturing)
ja: マザーボード (製造)
pt: Placa Mãe (Manufatura)

# Things
source: Motherboard (Logic)
ja: マザーボード (ロジック)
pt: Placa Mãe (Lógica)

# Things
source: Wrench
ja: レンチ
pt: Chave Inglesa

# Things
source: Wire Cutters
ja: ワイヤーカッター
pt: Alicate

# Things
source: Wheat
ja: 小麦
pt: Trigo

# Things
source: Welding Torch
ja: 溶接トーチ
pt: Maçarico

# Things
source: Kit (Lights)
ja: キット (ライト)
pt: Lâmpada de Parede

# Things
source: Ore (Uranium)
ja: 鉱石 (ウラン)
pt: Minério (Urânio)

# Things
source: Tool Belt
ja: ツールベルト
pt: Cinto de Ferramentas

# Things
source: Handheld Tablet
ja: 携帯タブレット
pt: Tablet de Mão

# Things
source: Steel Sheets
ja: スチールシート
pt: Placas de Aço

# Things
source: Ingot (Steel)
ja: インゴット (スチール)
pt: Lingote (Aço)

# Things
source: Steel Frames
ja: スチールフレーム
pt: Armações de Aço

# Things
source: Spray Paint (Yellow)
ja: ペイントスプレー (黄)
pt: Tinta Spray (Amarela)

# Things
source: Spray Paint (White)
ja: ペイントスプレー (白)
pt: Tinta Spray (Branca)

# Things
source: Spray Paint (Red)
ja: ペイントスプレー (赤)
pt: Tinta Spray (Vermelha)

# Things
source: Spray Paint (Purple)
ja: ペイントスプレー (紫)
pt: Tinta Spray (Roxa)

# Things
source: Spray Paint (Pink)
ja: ペイントスプレー (ピンク)
pt: Tinta Spray (Rosa)

# Things
source: Spray Paint (Orange)
ja: ペイントスプレー (橙)
pt: Tinta Spray (Laranja)

# Things
source: Spray Paint (Khaki)
ja: ペイントスプレー (カーキ)
pt: Tinta Spray (Caquí)

# Things
source: Spray Paint (Grey)
ja: ペイントスプレー (灰)
pt: Tinta Spray (Cinza)

# Things
source: Spray Paint (Green)
ja: ペイントスプレー (緑)
pt: Tinta Spray (Verde)

# Things
source: Spray Paint (Brown)
ja: ペイントスプレー (茶)
pt: Tinta Spray (Marrom)

# Things
source: Spray Paint (Blue)
ja: ペイントスプレー (青)
pt: Tinta Spray (Azul)

# Things
source: Spray Paint (Black)
ja: ペイントスプレー (黒)
pt: Tinta Spray (Preta)

# Things
source: Spacepack
ja: スペースパック

# Things
source: Space Helmet
ja: スペースヘルメット
pt: Capacete Espacial

# Things
source: Space Cleaner
ja: スペースクリーナー

# Things
source: Security Camera
ja: セキュリティカメラ
pt: Câmera de Segurança

# Things
source: Screwdriver
ja: ドライバー
pt: Chave de Fenda

# Things
source: Handheld Scanner
ja: 携帯スキャナー
pt: Scanner de Mão

# Things
source: Road Flare
ja: 発炎筒
pt: Sinalizador

# Things
source: Reagent Mix
ja: 素材混合物
pt: Mistura de Reagentes

# Things
source: Pipe Volume Pump
ja: ポンプパイプ
pt: Bomba de Cano

# Things
source: Pipe Valve
ja: パイプ弁
pt: Válvula de Cano

# Things
source: Pipe Gas Mixer
ja: 気体混合機パイプ
pt: Misturador de Gases

# Things
source: Pipe Digital Valve
ja: デジタルパイプ弁
pt: Válvula Digital de Cano

# Things
source: Pipe (3-Way Junction)
ja: パイプ (三叉交差)
pt: Cano (Junção de 3 Caminhos)

# Things
source: Pipe (Cross Junction)
ja: パイプ (十字交差)
pt: Cano (Junção Cruzada)

# Things
source: Pill (Paralysis)
ja: ピル (麻痺)
pt: Pílula (Paralisia)

# Things
source: Pill (Medical)
ja: ピル (メディカル)
pt: Pílula (Médica)

# Things
source: Pickaxe
ja: ツルハシ
pt: Picareta

# Things
source: Muffin
ja: マフィン

# Things
source: Mining Drill
ja: 採掘ドリル
pt: Broca de Mineração

# Things
source: Mining Belt
ja: 採掘用ベルト
pt: Cinto de Mineração

# Things
source: Milk
ja: 乳
pt: Leite

# Things
source: Light Sword
ja: 光剣
pt: Sabre de Luz

# Things
source: Labeller
ja: ラベラー
pt: Nomeador

# Things
source: Kit (Wall)
ja: キット (壁)
pt: Kit de Construção (Paredes)

# Things
source: Kit (Turret)
ja: キット (タレット)
pt: Kit (Torreta)

# Things
source: Kit (Torpedo Launcher)
ja: キット (魚雷発射装置)
pt: Kit de Construção (Lançador de Torpedo)

# Things
source: Kit (Tank)
ja: キット (タンク)
pt: Kit (Tanque)

# Things
source: Kit (Storage)
ja: キット (ストレージ)
pt: Kit de Construção (Armazenamento)

# Things
source: Kit (Stellar Anchor)
ja: キット (ステラ・アンカー)
pt: Kit de Construção (Âncora Estelar)

# Things
source: Kit (Stairs)
ja: キット (階段)
pt: Kit (Escadas)

# Things
source: Kit (Solar Panel)
ja: キット (ソーラーパネル)
pt: Kit (Painel Solar)

# Things
source: Kit (Sleeper)
ja: キット (睡眠装置)

# Things
source: Kit (Sign)
ja: キット (看板)
pt: Kit de Construção (Placa)

# Things
source: Kit (Sensors)
ja: キット (センサー)
pt: Kit de Construção (Sensores)

# Things
source: Kit (Pressure Regulator)
ja: キット (圧力調節弁)
pt: Kit de Construção (Regulador de Pressão)

# Things
source: Kit (Gyroscope)
ja: キット (ジャイロスコープ)
pt: Kit (Giroscópio)

# Things
source: Kit (Furniture)
ja: キット (家具)
pt: Kit (Mobília)

# Things
source: Kit (Furnace)
ja: キット (かまど)
pt: Kit (Fornalha)

# Things
source: Kit (Fabricator)
ja: キット (製造機)
pt: Kit (Fabricador)

# Things
source: Kit (Engines)
ja: キット (エンジン)
pt: Kit de Construção (Motores)

# Things
source: Kit (Cryo Tube)
ja: キット (サイロチューブ)
pt: Kit de Construção (Tubo Criogênico)

# Things
source: Kit (Conveyors)
ja: キット (コンベア)
pt: Kit de Construção (Esteiras)

# Things
source: Kit (Consoles)
ja: キット (端末)
pt: Kit de Construção (Consoles)

# Things
source: Kit (Computer)
ja: キット (コンピューター)
pt: Kit (Computador)

# Things
source: Kit (Chutes)
ja: キット (アイテムパイプ)
pt: Kit de Construção (Tubos de Transporte)

# Things
source: Kit (Centrifuge)
ja: キット (遠心分離機)
pt: Kit (Centrífuga)

# Things
source: Kit (Battery)
ja: キット (バッテリー)
pt: Kit (Bateria)

# Things
source: Kit (Atmospherics)
ja: キット (Atmospherics)
pt: Kit (Atmosféricos)

# Things
source: Kit (Airlock)
ja: キット (エアロック)

# Things
source: Ore (Iron)
ja: 鉱石(鉄)
pt: Lingote (Ferro)

# Things
source: Ingot (Iron)
ja: インゴット(鉄)
pt: Lingote (Ferro)

# Things
source: Insulation
ja: 絶縁材
pt: Isolamento

# Things
source: Ice (Water)
ja: 氷(水)
pt: Gelo (Água)

# Things
source: Hydroponic Tray
ja: 水耕栽培トレイ
pt: Bacia hidropônica

# Things
source: Heal Pill
ja: 丸薬
pt: Pílula de Cura

# Things
source: Hat
ja: 帽子
pt: Chapéu

# Things
source: Hand Grenade
ja: 手榴弾
pt: Granada de Mão

# Things
source: Ore (Gold)
ja: 鉱石(金)
pt: Minério (Ouro)

# Things
source: Ingot (Gold)
ja: インゴット(金)
pt: Lingote (Ouro)

# Things
source: Glass Sheets
ja: ガラス板
pt: Placas de Vidro

# Things
source: Filter (Water)
ja: フィルター(水)
pt: Filtro (Água)

# Things
source: Filter (Volatiles)
ja: フィルター(揮発性ガス)
pt: Filtro (Voláteis)

# Things
source: Filter (Oxygen)
ja: フィルター(酸素)
pt: Filtro (Oxigênio)
