Repository: sisizanohitopontoon/locales
Catalog: */Tips.po
Languages: cs, de, es, fi, fr, hu, it, ja, ko, pt_br, pt_pt, ru, tr, zh_cn, zh_tw

source: The more damaged your suit is, the less efficiently it will work.
cs: Čím více je váš oblek poškozen, tím méně efektivně bude fungovat.
de: Je mehr Schaden dein Anzug erleidet, desto ineffizienter wird er funktionieren.
es: Cuanto más dañado esté tu traje, menos eficiente será su funcionamiento.
fi: Mitä enemmän pukusi vahingoittuu, sitä vähemmän tehokkaasti se toimii.
fr: Plus votre combinaison est abîmée, moins elle fonctionnera efficacement.
hu: Minél sérültebb a ruhád, annál kevésbé hatékonyabban fog működni.
it: Più la tua tuta è danneggiata, meno efficiente sarà il suo funzionamento.
ja: スーツが損傷するほど、機能の効率が落ちます。
pt_br: Quanto mais danificado seu traje est, menos eficiente ele trabalhar.
pt_pt: Quanto mais danificado o teu fato estiver, menos eficientemente ele trabalhará.
ru: Чем больше ваш костюм поврежден, тем менее эффективно он работает.
tr: Giysinin daha fazla hasar alması, daha az etkin çalışmasına neden olur.
zh_cn: 你的航天服损坏程度越高，它的工作效率就越低。
zh_tw: 太空裝受損程度越大，其工作效率就越低。

source: After the original Stationeers Handbook collapsed into a singularity, it was replaced by the Stationpedia. Press {KEY:Help} to open it for guidance in-game.
cs: Poté, co se původní příručka Stationeerů rozpadla do singularity, byla nahrazena Stationpedií. Stisknutím {KEY:Help} ji otevřete a získáte pokyny pro hru.
es: Después de que el Manual de Stationeers original colapsó en una singularidad, fue reemplazado por Stationpedia. Pulsa {KEY:Help} para abrirlo y recibir orientación en el juego.
fr: Après l’effondrement du Manuel original de Stationeers dans une singularité, il a été remplacé par le Stationpedia. Appuyez sur {KEY:Help} pour l’ouvrir et obtenir des conseils dans le jeu.
hu: Miután az eredeti Stationeers Kézikönyv egy szingularitásba omlott össze, a Stationpedia lépett a helyébe. A(z) {KEY:Help} lenyomásával bármikor előhívhatod a segédletet.
ru: После того как оригинальный Справочник Станционеров схлопнулся в сингулярность, он был заменён на Stationpedia. Нажмите {KEY:Help} чтобы открыть внутриигровое руководство.
zh_cn: 当最初的Stationeers手册坍缩成一个奇点后，Stationpedia取代了它。在游戏中按 {KEY:Help} 打开它以查看指南。
zh_tw: 按 {KEY:Help} 將其打開 百科手冊，查閱並獲得遊戲中更多指導與知識。

source: Your starting {THING:ItemEvaSuit} and {THING:ItemSpaceHelmet} will catch on fire in a hot temperatures. Use {THING:ItemHardSuit} in dangerous environments.
cs: Vaše počáteční {THING:ItemEvaSuit} a {THING:ItemSpaceHelmet} se při vysokých teplotách vznítí. V nebezpečném prostředí používejte {THING:ItemHardSuit}.
de: Ihr Anfangs-{THING:ItemEVASuit} und {THING:ItemSpaceHelmet} würden bei hohen Temperaturen Feuer fangen. Benutzen sie {THING:ItemHardSuit} in gefährlichen Umgebungen.
es: Su traje de inicio {THING:ItemEvaSuit} y {THING:ItemSpaceHelmet} se prenderán fuego a altas temperaturas. Utilice {THING:ItemHardSuit} en entornos peligrosos.
fr: Votre {THING:ItemEvaSuit} et votre {THING:ItemSpaceHelmet} initiaux prendront feu à des températures élevée. Utilisez une {THING:ItemHardSuit} dans des environnements dangereux.
hu: A kezdő {THING:ItemEVASuit} és az {THING:ItemSpaceHelmet} nem bírja a magas hőmérsékletet. Veszélyes környezetben a {THING:ItemHardSuit} használata ajánlott.
ja: 最初の{THING:ItemEvaSuit}や{THING:ItemSpaceHelmet}は高温環境下では炎上します。危険な環境では{THING:ItemHardSuit}を使いましょう。
pt_br: Seu {THING:ItemEvaSuit} e {THING:ItemSpaceHelmet} iniciais iro pegar fogo em altas temperaturas. Use um {THING:ItemHardSuit} em ambientes perigosos.
pt_pt: O {THING:ItemEVASuit} e o {THING:ItemSpaceHelmet} com que começaste o jogo, são facilmente inflamáveis se forem submetidos a altas temperaturas. Usa um {THING:ItemHardSuit} em ambientes perigosos.
ru: Ваш стандартный {THING:ItemEvaSuit} и {THING:ItemSpaceHelmet} загорятся при высокой температуре. Используйте {THING:ItemHardSuit} в опасной среде.
tr: Başlangıç {THING:ItemEvaSuit} ve {THING:ItemSpaceHelmet}'n sıcak havalarda yanacaktır. Tehlikeli ortamlarda {THING:ItemHardSuit} kullan.
zh_cn: 你的初始 {THING:ItemEvaSuit} 和 {THING:ItemSpaceHelmet} 在高温下会起火。在危险的环境中建议使用 {THING:ItemHardSuit} 。
zh_tw: 您早期配備的 {THING:ItemEvaSuit} 和{THING:ItemSpaceHelmet} 會在高溫下著火。在危險環境中請裝備 {THING:ItemHardSuit}。

source: Paying attention to your suit warnings can help you prevent a disaster.
de: Auf die Warnungen deines Anzugs zu hören kann dich vor einem Desaster bewahren.
fi: Sinun kannattaa kiinnittää huomiota pukusi antamiin varoituksiin; tämä voi pelastaa sinut katastrofilta.
it: Prestare attenzione agli avvertimenti della tua tuta può prevenire un disastro.
pt_br: Prestar ateno nos avisos do seu traje pode ajudar a evitar um desastre.
pt_pt: Prestando atenção aos avisos do teu fato, pode ajudar-te a prevenir um desastre.
ru: Обращая внимание на предупреждения вашего костюма поможет предотвратить катастрофу.
tr: Giysi uyarılarını dikkate alman, bir faciayı önlemeni sağlar.

source: {THING:ItemHardBackpack} can carry more items, but can't carry you!
cs: {THING:ItemHardBackpack} může nést více předmětů, ale nemůže nést vás!
de: {THING:ItemHardBackpack} kann zwar mehr Gegenstände tragen, aber dafür nicht dich!
es: ¡{THING:ItemHardBackpack} puede llevar más objetos, pero no puede llevarte a ti!
fr: Le {THING:ItemHardBackpack} permet de transporter plus d'objets, mais il ne peut pas vous porter !
hu: {THING:ItemHardBackpack}kal több mindent cipelhetsz, de téged nem fog cipelni!
it: {THING:ItemHardBackpack} può portare più oggetti, ma non può portare te!
ja: {THING:ItemHardBackpack}はより多くのものを運べます。君自身は運べないけどね！
pt_br: {THING:ItemHardBackpack} pode carregar mais itens, mas no pode carregar voc!
pt_pt: {THING:ItemHardBackpack} tem maior capacidade, mas tu não cabes lá dentro!
ru: {THING:ItemHardBackpack} может вмещать больше предметов, но не может вместить вас!
tr: {THING:ItemHardBackpack} daha fazla öğe taşıyabilir fakat seni taşıyamaz!
zh_cn: {THING:ItemHardBackpack} 能够携带更多的物品，但它不能携带你！
zh_tw: {THING:ItemHardBackpack}可以攜帶更多物品！

source: If your station feels gloomy, lift your mood with tunes from the {THING:StructureKlaxon}.
de: Ihre Station fühlt sich düster an. Heben Sie die Stimmung mit Melodien aus dem {THING:StructureKlaxon}.
fi: Jos avaruusasemasi tuntuu kolkolta, piristä itseäsi {THING:StructureKlaxon} tuottamilla sävelillä.
it: Se la tua stazione ha un'atmosfera cupa, migliora il tuo umore con le melodie del {THING:StructureKlaxon}
pt_br: Se a sua estao parece triste, melhore o seu humor com msicas do {THING:StructureKlaxon}.
pt_pt: Se a tua estação parece sombria, podes animá-la com um {THING:StructureKlaxon}.
ru: Если на вашей станции мрачно, поднимите настроение мелодиями из {THING:StructureKlaxon}.
tr: Eğer istasyonun kasvetli ise, {THING:StructureKlaxon}'den melodiler ile ruh hâlini düzelt.

source: {THING:StructureHarvie} allows you to fully automate the planting, growing and harvesting of plants.
cs: {THING:StructureHarvie} umožňuje plně automatizovat výsadbu, pěstování a sklizeň rostlin.
es: {THING:StructureHarvie} le permite automatizar completamente la plantación, el cultivo y la cosecha de las plantas.
fr: {THING:StructureHarvie} permet d'automatiser complétement la plantation, la croissance, et la récolte des plantes.
hu: {THING:StructureHarvie} segítségével teljesen automatizálhatod a növények ültetését, növesztését és aratását.
ja: {THING:StructureHarvie} を使用すると、植え付け、栽培、収穫を完全に自動化することができます。
ru: {THING:StructureHarvie} позволяет вам полностью автоматизировать посадку, выращивание и сбор растений.
zh_cn: {THING:StructureHarvie} 能够完全自动化植物的种植、培育和收获。
zh_tw: {THING:StructureHarvie} 使您可以完全自動化植物的種植，生長和收穫。

source: The Extended Tooltips can be turned on/off in the Settings menu.
cs: Rozšířené popisky nástrojů lze zapnout/vypnout v nabídce Nastavení.
de: Die erweiterten Tooltips können im Einstellungsmenü ein/aus geschaltet werden.
es: Las sugerencias extendidas de herramientas se pueden activar/desactivar en el menú Configuración.
fr: Les info-bulles détaillées peuvent être activées ou désactivées dans le menu paramètres.
hu: A Bővített eszköztippek be- és kikapcsolhatók a Beállítások menüpontban.
it: La finestra di suggerimenti estesa può essere attivata/disattivata nel menù Opzioni.
ja: ツールチップは設定からオンオフ出来ます。
pt_br: As Dicas Estendidas podem ser ativadas ou desativadas no Meno de Configuraes.
pt_pt: As Dicas Extendidas podem ser ligadas ou desligadas no Menu de Definições.
ru: Расширенные подсказки можно включить или отключить в настройках.
tr: Genişletilmiş Araç İpuçları, Ayarlar menüsünden açılıp kapatılabilir.
zh_cn: 可以在“Settings”菜单中打开/关闭额外的提示信息。
zh_tw: 可以在 設置選單 中打 開/關 額外工具提示。

source: You can clear all open windows on your screen at once by pressing {KEY:HideAllWindows}.
cs: Všechna otevřená okna na obrazovce můžete najednou vymazat stisknutím {KEY:HideAllWindows}.
de: Du kannst alle offenen Fenster auf deinem Bildschirm schließen indem du {KEY:HideAllWindows} drückst.
es: Puede borrar todas las ventanas abiertas de la pantalla a la vez pulsando {KEY:HideAllWindows}.
fr: Vous pouvez effacer toutes les fenêtres ouvertes sur votre écran à la fois en appuyant sur {KEY: HideAllWindows}.
hu: A {KEY:HideAllWindows} lenyomásával egyszerre eltüntetheted az összes nyitott ablakot.
it: Puoi chiudere tutte le finestre in una volta premendo il tasto {KEY:HideAllWindows}.
ja: {KEY:HideAllWindows}を押すことで全ての開いた画面を閉じることが出来ます。
pt_br: Pode fechar todas as janelas abertas apertando a tecla {KEY:HideAllWindows}.
pt_pt: Pode fechar todas as janelas abertas carregando na tecla {KEY:HideAllWindows}.
ru: Вы можете закрыть все открытые окна сразу, нажав на {KEY:HideAllWindows}.
tr: {KEY:HideAllWindows} tuşuna basarak, ekranındaki bütün açık pencereleri bir kerede temizleyebilirsin.
zh_cn: 您可以按{KEY:HideAllWindows}来一次性清除屏幕上的所有打开的窗口。
zh_tw: 您可以通過按{KEY:HideAllWindows} 一次清除螢幕上所有打開的視窗。

source: Window positions are saved and will be restored when you load your world. Custom window positions can be reset using the Reset Window Position button on the Misc Settings page.
de: Fensterpositionen werden gespeichert und beim Laden Ihrer Welt wiederhergestellt. Benutzerdefinierte Fensterpositionen können SIe mit der Schaltfläche Fensterposition Zurücksetzen auf der Seite Sonstige Einstellungen zurückgesetzt werden.
it: La posizione delle finestre viene salvata e ripristinata quando carichi il tuo mondo. La posizione modificata delle finestre può essere resettata usando il bottone Reset Window Position nelle Opzioni.
pt_br: A posio das janelas ficam salvas e so restauradas quando carrega o seu mundo. Voc pode redefinir a posio das janelas usando o boto Redefinir Posio das Janelas, na pagina de Outras Configuraes.
pt_pt: A posição das janelas são guardadas e serão restauradas quando carregares o teu jogo. A posição personalizada das janelas podem ser reiniciadas usando o botão Reiniciar Posição Janela na página Definições Variadas.
ru: Расположение окон сохранено и будет восстановлено при загрузке вашего мира. Пользовательские расположения окон могут быть сброшены с помощью кнопки сброса на странице прочих настроек.
tr: Pencere konumları kaydedildi ve dünyanı yüklediğinde konumlar korunmuş olacak. Özel pencere konumları, Çeşitli Ayarlar sayfasındaki Pencere Konumunu Sıfırla tuşu kullanılarak sıfırlanabilir.

source: {THING:ItemCrowbar} can be used to open unpowered doors and power controllers.
cs: {THING:ItemCrowbar} lze použít k otevírání dveří bez napájení a regulátoru napájení.
de: {THING:ItemCrowbar} kann benutzt werden um Türen und Ersatzstromversorgungen im spannungsfreien Zustand zu öffnen.
es: {THING:ItemCrowbar} puede usarse para abrir puertas sin energía eléctrica y controladores de energía.
fr: Le {THING:ItemCrowbar} peut être utilisé pour ouvrir les portes et les contrôleurs d'alimentation.
hu: A {THING:ItemCrowbar} alkalmas az áramtalanított ajtók és az áramszabályozók fedelének felfeszítésére.
it: {THING:ItemCrowbar} può essere utilizzato per aprire porte non alimentate o controlli di alimentazione.
ja: {THING:ItemCrowbar}は電力の通っていないドアや操作盤を開けます。
pt_br: {THING:ItemCrowbar} pode ser usada para abrir portas sem energia e controladores de energia.
pt_pt: {THING:ItemCrowbar} pode ser usada para abrir portas que não estejam ligadas à energia ou a Controladores de Energia.
ru: {THING:ItemCrowbar} может быть использован для открытия ИБП и неподключенных к сети дверей.
tr: {THING:ItemCrowbar}, gücü olmayan kapıları ve güç denetleyicilerini açmak için kullanılabilir.
zh_cn: {THING:ItemCrowbar} 可用于打开未供电的门和电源控制器。
zh_tw: {THING:ItemCrowbar} 可用於打開無動力的門和 區域電力控制器。

source: {THING:ItemMiningDrill} can be changed to 'Flatten' mode to help you create flat floors when mining.
cs: {THING:ItemMiningDrill} lze změnit na 'zploštělý' režim, který vám pomůže vytvořit plochý terén při těžbě.
de: Der {THING:ItemMiningDrill} kann in den 'glätten' Modus umgeschaltet werden, um dir beim erstellen von ebenen Oberflächen beim Graben zu helfen.
es: {THING:ItemMiningDrill} puede cambiarse a modo 'Aplanar' para ayudarle a crear suelos planos durante la minería.
fr: La {THING:ItemMiningDrill} peut être configurée en mode 'aplanir' pour vous aider à créer un sol plat lors du minage.
hu: A {THING:ItemMiningDrill} átállítható "Lapítás" üzemmódra, mellyel egyszerűbben csinálhatsz vízszintes padlót.
it: {THING:ItemMiningDrill} può essere settato in modalità 'Spiana' per aiutarti a creare pavimenti piani mentre scavi.
ja: {THING:ItemMiningDrill}はフラットモードで平らな床を掘ることが出来ます。
pt_br: A {THING:ItemMiningDrill} pode ser mudada para o modo 'Nivelar', para ajuda-lo a criar cho plano quando minerando.
pt_pt: {THING:ItemMiningDrill} pode ser mudado para o modo de "Alisar" para permitir que cries planos lisos enquanto minerares.
ru: Режим {THING:ItemMiningDrill} может быть изменен на 'выравнивательный', чтобы создать плоские полы при копании.
tr: {THING:ItemMiningDrill}, kazım yaparken düz zeminler oluşturmana yardımcı olması için "Düzleştirme" moduna ayarlanabilir.
zh_cn: {THING:ItemMiningDrill}可以转换为“平整”模式，来帮助你在采矿时创造平整的地面。
zh_tw: 您可以將{THING:ItemMiningDrill}更改為「平坦」模式，以幫助您在採礦時創建平坦地面。

source: The {THING:ItemWearLamp} can be used for illumination without wearing a helmet.
cs: {THING:ItemWearLamp} lze použít pro osvětlení bez nošení přilby.
de: Die {THING:ItemWearLamp} kann genutzt werden um dunkle Bereiche zu erleuchten, ohne einen Helm zu tragen.
es: La {THING:ItemWearLamp} se puede utilizar para la iluminación sin necesidad de llevar casco.
fr: La {THING:ItemWearLamp} peut être utilisée pour vous éclairer sans porter son casque.
hu: A {THING:ItemWearLamp} segítségével a sisakod nélkül is világíthatsz.
it: La {THING:ItemWearLamp} può essere utilizzata per illuminare senza indossare un elmetto.
ja: {THING:ItemWearLamp}があればヘルメットを付けていなくても明るく出来ます。
pt_br: A {THING:ItemWearLamp} pode ser usada para iluminao sem usar um capacete.
pt_pt: A {THING:ItemWearLamp} pode ser usada para iluminação se não estiveres a usar um capacete.
ru: {THING:ItemWearLamp} используется для освещения, не нося шлем.
tr: {THING:ItemWearLamp}, bir başlık giymeden aydınlatma için kullanılabilir.
zh_cn: {THING:ItemWearLamp}可用于在不带头盔时提供照明。
zh_tw: {THING:ItemWearLamp} 無需戴頭盔即可用於照明。

source: By holding {KEY:MouseControl} you can enable your mouse cursor and drag items in and out of your inventory or between slots.
cs: Podržením {KEY:MouseControl} můžete aktivovat kurzor myši a přetahovat položky dovnitř a ven z inventáře nebo mezi sloty.
de: Wenn Sie die Taste {KEY:MouseControl} gedrückt halten, können Sie den Mauszeiger aktivieren und Elemente in Ihr Inventar oder aus diesem heraus ziehen.
es: Manteniendo pulsado {KEY:MouseControl} puede activar el cursor del ratón y arrastrar elementos dentro y fuera de su inventario o entre ranuras.
fr: En maintenant {KEY:MouseControl}, vous pouvez cliquer et déplacer des éléments dans et hors de votre inventaire ou entre les divers emplacements.
hu: A(z) {KEY:MouseControl} gomb lenyomásával engedélyezheted a kurzort, mellyel áthúzhatsz dolgokat a slotok között.
it: Tenendo premuto {KEY:MouseControl} puoi abilitare il cursore del mouse e trascinare oggetti dentro e fuori dal tuo inventario o tra i vari slot.
ja: {KEY:MouseControl}を押したままにすることでマウスカーソルが有効になり、アイテムをドラッグアンドドロップでインベントリ間を移動させられます。
pt_br: Segurando {KEY:MouseControl} voc pode ativar o cursor do mouse e arrastar itens para dentro e para fora do seu inventrio ou trocar entre compartimentos.
pt_pt: Ao pressionar a tecla {KEY:MouseControl} podes ativar o cursor do rato e arrastar os itens para dentro ou para fora do teu inventário ou entre compartimentos.
ru: Удерживая {KEY:MouseControl} вы можете включить курсор мыши и перетаскивать предметы в/из инвентаря или между слотов.
tr: {KEY:MouseControl} tuşuna basılı tutarak fare imlecini etkinleştirebilir, envanterinden öğeleri içeri ve dışarı doğru veya yuvalar arasında sürükleyebilirsin.
zh_cn: 通过按住{KEY:MouseControl}，您可以启用鼠标光标，并通过拖拽的方式来在不同槽位之间移动道具。
zh_tw: 通過按住{KEY:MouseControl}，您可以啟用鼠標 並將項目拖入或拖出庫存或在插槽之間拖移。

source: Sick of replacing normal filters? Medium and Heavy filters last 5x and 20x as long, but are more expensive.
ru: Устали заменять обычные фильтры? Средние и Тяжелые фильтры работают в 5 и в 20 раз дольше, но они дороже.

source: The basic space helmet insulates Stationeers against everything from hard vacuum to weird cooking smells.
cs: Základní vesmírná přilba izoluje Stationeery proti všemu, od nelítostného vakua po podivné pachy z vaření.
es: El casco espacial básico aísla a Stationeers contra todo, desde el vacío hasta los olores extraños de la cocina.
fr: Le casque spatial isole les Stationeers contre tout, de l’aspirateur fou aux odeurs de cuisine bizarres.
hu: Az alap űrsisak megvédi a stationeereket mindentől: az űr tátongó vákuumától kezdve a leégetett étel szagáig.
ru: Базовый космический шлем изолирует станционеров от всего: от жёсткого вакуума до странных запахов готовки.
zh_cn: 基础太空头盔保护空间站长免受从硬真空到奇怪的烹饪气味的所有东西的伤害。
zh_tw: 基本的太空頭盔使Stationeers免受從真空到奇怪的烹飪氣味的一切侵害。

source: Physics is your friend. Until it's not.
cs: Fyzika je tvůj přítel. Dokud nebude.
es: La física es tu amiga. Hasta que no lo sea.
fr: La physique est ton amie. Jusqu’à ce que ce ne soit plus le cas.
hu: A fizika a barátod. Egészen addig, ameddig nem az.
ru: Физика - ваш друг. До тех пор пока это не так.
zh_cn: 物理学一直是你的朋友，至少到它不是之前。
zh_tw: 物理是你的好朋友。

source: The frictional adherence adjustor is a bi-rotational model with a columnated uni-grip. It's not just a screwdriver
cs: Seřizovač s vylepšeným povrchem je dvousměrný model s vroubkovanou rukojetí. Není to jen šroubovák
es: El ajustador de adherencia por fricción es un modelo birrotacional con un agarre único en columnas. No es solo un destornillador
fr: L'ajusteur d'adhérence par friction est un modèle bi-rotationnel avec une poignée uni-colonnée. Ce n'est pas qu'un tournevis.
hu: Ez egy frikciós, tapadásos, birotációs eszköz, oszlopos és egykezes kialakítással. Nem egy egyszerű csavarhúzó!
ru: Регулятор фрикционного сцепления представляет собой двунаправленную модель с колончатым одинарным захватом. Это не просто отвертка
zh_cn: 摩擦力附着调节器由一个双向旋转模组和一个柱状通用握柄组成。不仅仅是把螺丝刀
zh_tw: 許多邏輯晶片上的功能、數值調整可透過使用 {THING:ItemScrewdriver} 調整晶片面板上的一字凹槽的圓鈕來完成。

source: Hungry? Cereal bars are compact, nutritious, and refreshingly low on radiation.
cs: Hladový? Cereální tyčinky jsou kompaktní, výživné a osvěžující s nízkou radiací.
es: ¿Hambriento? Las barras de cereales son compactas, nutritivas y refrescantemente bajas en radiación.
fr: Faim ? Les barres de céréales sont compactes, nutritives et rafraîchissantes avec peu de rayonnements.
hu: Kivagy, ha éhes vagy? Dobj be egy müzliszeletet, mely kicsi, tápláló és frissítően alacsony a sugárzása!
ru: Голодны? Злаковые батончики компактны, питательны и обладают низким уровнем радиации.
zh_cn: 饿了吗？谷物棒体积小巧且营养丰富，几乎不含有辐射。
zh_tw: 飢餓？{THING:ItemCerealBar}是一款方便，營養豐富，並且輻射低的好食品

source: Sick of replacing normal filters? Medium and Heavy filters last 5x and 20x as long, but are more expensive.
cs: Nemocní z výměny běžných filtrů? Střední a těžké filtry vydrží 5x a 20x déle, ale jsou dražší.
de: Nervt es dich andauernd die normalen Filter zu tauschen? Mittlere und schwere Filter halten 5-mal bzw. 20-mal so lange, aber sie sind auch teurer.
es: ¿Está cansado de reemplazar los filtros normales? Los filtros medianos duran 5 o incluso 20 veces mas pero son mas difíciles de fabricar.
fi: Kyllästyttääkö suodattimien vaihto? Keskitason suodattimet kestävät viisi- ja raskaat suodattimet kaksikymmentä kertaa kauemmin - mutta ovat kalliimpia valmistaa.
fr: Marre de remplacer les filtres classiques ? Les filtres moyens et grands durent respectivement 5x et 20x plus longtemps, mais ils sont plus couteux.
hu: Megbolondulsz a folyamatos szűrőcserétől? Használj közepes és nagy szűrőket! 5-ször és 20-szor tovább bírják, de előállításuk jóval drágább.
it: Stanco di rimpiazzare i normali filtri? Filtri medi e pesanti durano rispettivamente 5 e 20 volte di più, ma sono più costosi.
ja: 普通のフィルターはしょぼいから取り替えたい？ 中フィルターや重フィルターは5倍、20倍長持ちです。そのかわりより高価ですが。
pt_br: Cansado de trocar filtros normais? Filtros mdios ou pesados duram 5x e 20x mais, mas so mais caros.
pt_pt: Estás farto de trocar filtros normais? Filtros médios ou Industriais duram 5x e 20x mais, mas são mais caros.
ru: Устали заменять обычные фильтры? Средние и большие фильтры работают в 5 и в 20 раз дольше, но они дороже.
tr: Normal filtreleri değiştirmekten bıktın mı? Orta ve Ağır filtreler, 5 kat ve 20 kat daha uzun dayanırlar fakat daha pahalıdırlar.
zh_cn: 厌倦了替换次级滤芯吗？中级和高级滤芯分别能够持续5倍和20倍的时间，但它们的成本也更高。
zh_tw: 厭倦了更換初階過濾器？中階和高階過濾器的使用壽命是初階過濾器的5倍和20倍，但價格更高。

source: Pressing {KEY:ToggleHandPower} or {KEY:SecondaryAction} toggles power on/off for items in your hand.
cs: Stisknutím {KEY:ToggleHandPower} nebo {KEY:SecondaryAction} zapnete/vypnete napájení předmětů v ruce.
fr: Appuyer sur {KEY:ToggleHandPower} ou sur {KEY:SecondaryAction} allume ou éteint l'appareil en main.
ja: {KEY:ToggleHandPower}か{KEY:SecondaryAction}を押ことで手に持ったアイテム電源のオンオフが素早く行えます。
zh_cn: 按下 {KEY:ToggleHandPower} 或 {KEY:SecondaryAction} 开启/关闭你手中物品的电源。

source: Press {KEY:ToggleLight} to toggle your {THING:ItemSpaceHelmet} light on/off.
cs: Stisknutím {KEY:ToggleLight} zapnete nebo vypnete světlo {THING:ItemSpaceHelmet}.
fr: Appuyez sur {KEY:ToggleLight} pour activer ou désactiver la lumière de votre {THING:ItemSpaceHelmet}.
ja: {KEY:ToggleLight}を押すことで{THING:ItemSpaceHelmet}のライトのオンオフが素早く行えます。
zh_cn: 按下 {KEY:ToggleLight} 开启/关闭 {THING:ItemSpaceHelmet} 上的灯。

source: Press {KEY:Jetpack} to toggle your {THING:ItemSpacepack} on/off.
cs: Stisknutím {KEY:Jetpack} zapnete nebo vypnete svůj {THING:ItemSpacepack}.
fr: Appuyez sur {KEY:Jetpack} pour basculer votre {THING:ItemSpacepack} sur on ou off.
ja: {KEY:Jetpack}を押すことで{THING:ItemSpacepack}のオンオフが素早く行えます。
zh_cn: 按下 {KEY:Jetpack} 开启/关闭你的 {THING:ItemSpacepack} 。

source: Press {KEY:ToggleUI} to toggle the User Interface on/off to get screenshots or video.
cs: Stisknutím {KEY:ToggleUI} zapnete/vypnete uživatelské rozhraní a získáte snímky obrazovky nebo video.
fr: Appuyez sur {KEY:ToggleUI} pour activer ou désactiver l'interface utilisateur afin de pouvoir faire des captures d'écran ou des vidéos.
ja: {KEY:ToggleUI}を押すとユーザーインターフェースのオン/オフができ、スクリーンショットやビデオを撮れます。
zh_cn: 按下 {KEY:ToggleUI} 开启/关闭玩家界面以截取精美的游戏画面或录像。

source: Press {KEY:Ascend} to fly up when your {THING:ItemSpacepack} is on. Press {KEY:Descend} to descend.
cs: Stisknutím {KEY:Ascend} vyletíte nahoru, když máte zapnutý {THING:ItemSpacepack}. Stisknutím {KEY:Descend} se spustíte dolů.
fr: Appuyez sur {KEY:Ascend} pour monter quand votre {THING:ItemSpacepack} est activé. Appuyez sur {KEY:Descend} pour descendre.
ja: {THING:ItemSpacepack}がオンのとき、{KEY:Ascend}キーを押して上昇します。{KEY:Descend}を押すと下降します。
zh_cn: 当你的 {THING:ItemSpacepack} 开启时，按下 {KEY:Ascend} 向上飞。按下 {KEY:Descend} 向下降。
