Repository: sisizanohitopontoon/locales
Catalog: */Tips.po
Languages: cs, de, es, fi, fr, hu, it, ja, ko, pt_br, pt_pt, ru, tr, zh_cn, zh_tw

source: Press {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot}, or {KEY:ToolBeltSlot} to toggle through interactions and slots on any slot item you're wearing. Press and hold to swap between that slot and your active hands.
cs: Stisknutím {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} nebo {KEY:ToolBeltSlot} přepínáte interakce a sloty na libovolném předmětu, který máte na sobě. Stisknutím a podržením tlačítka přepínáte mezi daným slotem a aktivními rukama.
de: Durch drücken von {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot}, oder {KEY:ToolBeltSlot} kann zwischen den Aktionen und Inventaren der angelegten Ausrüstung gewechselt werden. Durch Drücken und Halten der einer der Tasten, kann Ausrüstung zwischen dem Ausrüstungsplatz und der aktiven Hand gewechselt werden.
es: Pulsar {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot}, o {KEY:ToolBeltSlot} para alternar entre las interacciones y las ranuras en cualquier artículo de ranura que esté usando. Pulsar y mantener para intercambiar entre esa ranura y sus mano activa.
fi: Paina {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} tai {KEY:ToolBeltSlot} selataksesi minkä tahansa varustettuna olevan esineen toimintoja ja lokeroita. Paina ja pidä pohjassa siirtyäksesi lokeron ja aktiivisen käden välillä.
fr: Appuyez sur {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} ou sur {KEY:ToolBeltSlot} pour basculer entre les fenêtres des emplacements des équipements que vous portez. Appuyez et maintenez enfoncé pour permuter l'équipement dans votre main active.
hu: A(z) {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} és {KEY:ToolBeltSlot} billentyűk megnyomásával megnyithatod az általad hordott dolgok tárhelyét. A gombok hosszú lenyomásval kicserélheted őket a kezedben levő tárgyakra.
it: Premi {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot}, o {KEY:ToolBeltSlot} per alternare le varie interazioni tra gli slot su ogni oggetto o con gli slot che stai indossando. Tieni premuto per scambiare lo slot con la mano attiva e viceversa.
ja: {KEY:HelmetSlot}、{KEY:SuitSlot}、{KEY:BackSlot}、{KEY:UniformSlot}、または{KEY:ToolBeltSlot}を押すとインタラクトと装備のスロットを切り替えます。長押しすることでアクティブな手のアイテムと切り替えます。
ko: 착용하고 있는 장비의 상호작용 메뉴를 사용하거나 내부 슬롯을 확인하려면 {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot}, {KEY:ToolBeltSlot}키를 누르세요. 길게 누르면 해당 슬롯과 활성화된 손으로 벗거나 착용할 수 있습니다.
pt_br: Pressione {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} ou {KEY:ToolBeltSlot} para alternar entre as interaes e compartimentos em qualquer item com compartimentos que voc est vestindo. Pressione e segure para alternar entre aquele compartimento e suas mos.
pt_pt: Carrega nas teclas {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} ou {KEY:ToolBeltSlot} para alternar entre interações ou compartimentos em qualquer item que estiveres a usar. Carrega e mantém pressionada para alternar entre esse compartimento e as tuas mãos ativas.
ru: Нажмите {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot}, или {KEY:ToolBeltSlot}, чтобы переключиться между режимом взаимодействий и режимом слотов любого надетого предмета. Удерживайте кнопку, чтобы заменить надетый предмет на предмет, который вы держите в активной руке.
tr: Giydiğin giysinin herhangi bir yuva öğesinin etkileşimlerine ve yuvalarına geçiş yapmak için {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot} veya {KEY:ToolBeltSlot} tuşlarına bas. Yuva ile aktif elin arasında yer değiştirmek için basılı tut.
zh_cn: 按下 {KEY:HelmetSlot} ， {KEY:SuitSlot} ， {KEY:BackSlot} ， {KEY:UniformSlot} 或 {KEY:ToolBeltSlot} 与你身上穿戴的任何装备互动或打开它的槽位。长按可以将穿戴的装备在你身上和你的手中交换位置。
zh_tw: 按下 {KEY:HelmetSlot}, {KEY:SuitSlot}, {KEY:BackSlot}, {KEY:UniformSlot}, 或 {KEY:ToolBeltSlot} 可以切換裝備的 欄位格 及 功能選項. 長按熱鍵的話,則可以與目前當前手持裝備切換,如空手狀態則會脫下裝備.

source: Press {KEY:ToggleHandPower} to toggle what you're holding in your hands on or off quickly.
de: Durch drücken von {KEY:ToggleHandPower} kann ein Gerät schnell ein- oder ausgeschaltet werden.
fi: Paina {KEY:ToggleHandPower} kytkeäksesi nopeasti päälle ja pois sen, mitä sinulla on kädessäsi.
it: Premi {KEY:ToggleHandPower} per accendere o spegnere l'oggetto che stai tenendo in mano.
ko: {KEY:ToggleHandPower}키를 눌러 손에 들고 있는 도구를 손쉽게 켜거나 끌 수 있습니다.
pt_br: Pressione {KEY:ToggleHandPower} para ligar ou desligar rapidamente o que voc est segurando nas mos.
pt_pt: Carrega na tecla {KEY:ToggleHandPower} para ligares ou desligares rapidamente o que estás a segurar nas mãos.
ru: Нажмите {KEY:ToggleHandPower}, чтобы быстро включить или выключить предмет, который вы держите в активной руке.
tr: Ellerinde tuttuğun nesneyi hızlıca açmak veya kapatmak için {KEY:ToggleHandPower} tuşuna bas.

source: Press {KEY:ToggleLight} to toggle your {THING:ItemSpaceHelmet} lights on or off quickly.
de: Durch drücken von {KEY:ToggleLight} können die Lampen des {THING:ItemSpaceHelmet} schnell an- und ausgeschaltet werden.
fi: Paina {KEY:ToggleLight} kytkeäksesi {THING:ItemSpaceHelmet} valot päälle tai pois nopeasti.
it: Premi {KEY:ToggleLight} per accendere o spegnere la luce del {THING:ItemSpaceHelmet} .
pt_br: Pressione {KEY:ToggleLight} para ligar ou desligar rapidamente as luzes do seu {THING:ItemSpaceHelmet}.
pt_pt: Carrega na tecla {KEY:ToggleLight} para rapidamente ligares ou desligares as luzes do teu {THING:ItemSpaceHelmet}.
ru: Нажмите {KEY:ToggleLight}, чтобы быстро включить или выключить фонарик на {THING:ItemSpaceHelmet}.
tr: {THING:ItemSpaceHelmet}'nın ışığını hızlıca açmak veya kapatmak için {KEY:ToggleLight} tuşuna bas.

source: Press {KEY:EmoteWave} to make your character wave at other stationeers.
cs: Stisknutím {KEY:EmoteWave} přimějete svou postavu mávat na ostatní Stationeery.
de: Durch drücken von {KEY:EmoteWave} kann der eigene Charakter anderen Stationeers zuwinken.
es: Pulsar {KEY:EmoteWave} para hacer que tu personaje salude en otras estaciones.
fi: Paina {KEY:EmoteWave} vilkuttaaksesi muille Stationeereille.
fr: Appuyez sur {KEY:EmoteWave} pour faire des signes à un autre joueur.
hu: Az integetéshez nyomd meg a(z) {KEY:EmoteWave} billentyűt!
it: Premi {KEY:EmoteWave} per salutare gli altri Giocatori.
ja: {KEY:EmoteWave}で他のStationeerに手を振れます。
pt_br: Pressione {KEY:EmoteWave} para seu personagem acenar para outros jogadores.
pt_pt: Carrega na tecla {KEY:EmoteWave} para a tua personagem acenar a outros stationeers.
ru: Нажмите {KEY:EmoteWave}, чтобы ваш персонаж помахал рукой другим стационeрам.
tr: Karakterinin, diğer stationeer'lara el sallaması için {KEY:EmoteWave} tuşuna bas.
zh_cn: 按下 {KEY:EmoteWave} 让你的角色向其他Stationeers挥手。
zh_tw: 按下 {KEY:EmoteWave} 使你的腳色向其他工程師揮手.

source: Press {KEY:Jetpack} to toggle your {THING:ItemSpacepack} propulsion on or off quickly.
de: Durch drücken von {KEY:Jetpack} kann das {THING:ItemSpacepack} an- und ausgeschaltet werden.
fi: Paina {KEY:Jetpack} kytkeäksesi {THING:ItemSpacepack} rakettimoottorit päälle ja pois nopeasti.
it: Premi {KEY:Jetpack} per accendere o spegnere la propulsione dello {THING:ItemSpacepack} .
pt_br: Pressione {KEY:Jetpack} para ativar ou desativar rapidamente sua {THING:ItemSpacepack}.
pt_pt: Carrega na tecla {KEY:Jetpack} para rapidamente ativar ou desativar a propulsão do {THING:ItemSpacepack}.
ru: Нажмите {KEY:Jetpack}, чтобы быстро выключить или включить тягу на {THING:ItemSpacepack}.
tr: {THING:ItemSpacepack}'nin itişini çabucak açmak veya kapatmak için {KEY:Jetpack} tuşuna bas.

source: Press {KEY:ToggleUI} to toggle the User Interface on or off to get amazing screenshots or video.
de: Mit {KEY:ToggleUI} kann die UI für z.B. Screenshots oder Videos ein und ausgeblendet werden.
fi: Paina {KEY:ToggleUI} kytkeäksesi käyttölittymän päälle ja pois jotta voit ottaa hämmästyttäviä kuvankaappauksia tai videoita.
it: Premi {KEY:ToggleUI} per attivare o disattivare l'interfaccia HUD, ideale per gli screenshots o video.
ko: {KEY:ToggleUI}키를 눌러 UI를 끄고 멋진 스크린샷이나 동영상을 촬영해보세요.
pt_br: Pressione {KEY:ToggleUI} para ativar ou desativar a Interface do Usurio para tirar capturas de tela ou vdeo incrveis.
pt_pt: Carrega na tecla {KEY:ToggleUI} para ativar ou desativar a Interface do Usuário de forma a obteres imagens ou vídeos incríveis.
ru: Нажмите {KEY:ToggleUI}, чтобы включить или выключить пользовательский интерфейс. Так вы сможете сделать потрясающие скриншоты или записать видео.
tr: İnanılmaz ekran görüntüleri almak veya video çekmek için, Kullanıcı Arayüzünü {KEY:ToggleUI} tuşuna basarak aç.

source: Pressing {KEY:Ascend} will make you ascend if your {THING:ItemSpacepack} is on, otherwise your character will try to jump. You can toggle the {THING:ItemSpacepack} on or off using the {KEY:Jetpack} key.
de: {KEY:Ascend} sorgt bei aktivem {THING:ItemSpacepack} für Auftrieb, anderenfalls wird ein Sprung ausgeführt. Ein {THING:ItemSpacepack} kann mit {KEY:Jetpack} aktiviert und deaktiviert werden.
fi: Painamalla {KEY:Ascend} näppäintä nouset ilmaan jos {THING:ItemSpacepack} rakettimoottorit ovat päällä, muuten hahmosi yrittää hypätä. Voit kytkeä {THING:ItemSpacepack} rakettimoottorit päälle tai pois painamalla {KEY:Jetpack} näppäintä.
it: Premendo {KEY:Ascend} ti farà salire di quota se il tuo {THING:ItemSpacepack} è acceso, altrimenti il tuo personaggio proverà a saltare. Puoi accendere o spegnere lo {THING:ItemSpacepack} usando il tasto {KEY:Jetpack} .
ko: {THING:ItemSpacepack}이 켜진 상태에서 {KEY:Ascend}키를 누르면 날아오를 수 있습니다. 꺼져있는 상태에서는 뛰어오릅니다. {KEY:Jetpack}키를 사용해 {THING:ItemSpacepack}을 켜거나 끌 수 있습니다.
pt_br: Pressionar {KEY:Ascend} far voc voar se sua {THING:ItemSpacepack} estiver ativa, caso contrrio seu personagem tentar pular. Voc pode ativar ou desativar sua {THING:ItemSpacepack} usando a tecla {KEY:Jetpack}.
pt_pt: Carrega na tecla {KEY:Ascend} fará com que subas se o teu {THING:ItemSpacepack} estiver ativo, caso contrário o teu personagem tentará pular. Podes ativar ou desativar o [THING:ItemSpacepack} carregando na tecla {KEY:Jetpack}.
ru: Нажав {KEY:Ascend} вы будете подниматься вверх, если ваш {THING:ItemSpacepack} включён. Если он выключен, ваш персонаж попытается прыгнуть. Вы можете включать и выключать {THING:ItemSpacepack}, при помощи кнопки {KEY:Jetpack}.
tr: Eğer {THING:ItemSpacepack}'n açık ise, {KEY:Ascend} tuşuna basmak seni yükseltecek; aksi takdirde, karakterin zıplamaya çalışacak. {KEY:Jetpack} tuşunu kullanarak {THING:ItemSpacepack}'ni açabilir veya kapatabilirsin.

source: Pressing {KEY:Descend} will make you descend if your {THING:ItemSpacepack} is on. You can toggle the {THING:ItemSpacepack} on or off using the {KEY:Jetpack} key.
de: {KEY:Descend} sorgt bei aktivem {THING:ItemSpacepack} zum Herabsinken. Ein {THING:ItemSpacepack} mit {KEY:Jetpack} aktiviert und deaktiviert werden..
fi: Painamalla {KEY:Descend} näppäintä laskeudut jos {THING:ItemSpacepack} rakettimoottorit ovat päällä. Voit kytkeä {THING:ItemSpacepack} rakettimoottorit päälle tai pois painamalla {KEY:Jetpack} näppäintä.
it: Premendo {KEY:Descend} ti farà scendere di quota se il tuo {THING:ItemSpacepack} è acceso. Puoi accendere o spegnere lo {THING:ItemSpacepack} usando il tasto {KEY:Jetpack} .
ko: {THING:ItemSpacepack}이 켜진 상태에서 {KEY:Descend}키를 누르면 하강할 수 있습니다. {KEY:Jetpack}키를 눌러 {THING:ItemSpacepack}을 켜고 끌 수 있습니다.
pt_br: Pressionar {KEY:Descend} far voc descer se sua {THING:ItemSpacepack} estiver ativa. Voc pode ativar ou desativar sua {THING:ItemSpacepack} usando a tecla {KEY:Jetpack}.
pt_pt: Carrega na tecla {KEY:Descend} fará com que desças se teu {THING:ItemSpacepack} estiver ativo. Podes ativar ou desativar o {THING:ItemSpacepack} carregando na tecla {KEY:Jetpack}.
ru: Нажав {KEY:Descend} вы будете опускаться вниз, если ваш {THING:ItemSpacepack} включён. Вы можете включать и выключать {THING:ItemSpacepack}, при помощи кнопки {KEY:Jetpack}.
tr: Eğer {THING:ItemSpacepack}'n açık ise, {KEY:Descend} tuşuna basmak seni indirecek. {KEY:Jetpack} tuşunu kullanarak {THING:ItemSpacepack}'ni açıp kapatabilirsin.

source: Press the {KEY:InventorySelect} key if you want to swap something between an open inventory slot and your active hand.
de: Durch drücken von {KEY:InventorySelect}, kann etwas zwischen aktiver Hand und einem freien Inventarplatz hin und her getauscht werden.
fi: Paina {KEY:InventorySelect} näppäintä jos haluat siirtää jotain tavaraluettelon ja aktiivisen käden välillä.
it: Premi {KEY:InventorySelect} per scambiare qualcosa tra lo slot attivo nell'inventario e la tua mano attiva.
ko: 열려있는 인벤토리 슬롯과 활성화된 손으로 물품을 교환하려면 {KEY:InventorySelect}키를 누르세요.
pt_br: Pressione {KEY:InventorySelect} se voc deseja trocar algo de um compartimento de um inventrio aberto para sua mo ativa.
pt_pt: Carrega na tecla {KEY:InventorySelect} se quiseres trocar algo entre um compartimento no inventário aberto e na tua mão ativa.
ru: Нажмите {KEY:InventorySelect}, если вы хотите поменять предмет в вашей активной руке на предмет из выделенного слота инвентаря.
tr: Eğer açık bir envanter yuvan ve aktif elin arasında bir şeyi yer değiştirmek istersen {KEY:InventorySelect} tuşuna bas.

source: Pressing and releasing the {KEY:Drop} key will make you immediately drop whatever is in your hands. If you hold the {KEY:Drop} key down, it will try to throw it. The longer you hold it, the further you will throw.
de: Drücken und sofortiges loslassen der Taste {KEY:Drop} wird den - aktuell in der Hand gehaltenen - Gegenstand fallen lassen. Wird {KEY:Drop} gehalten, wird versucht den Gegenstand zu werfen. Desto länger die Taste gehalten wird, desto weiter wird versucht zu werfen.
fi: Painamalla {KEY:Drop} näppäintä pudotat kädessäsi olevan esineen. Jos pidät {KEY:Drop} näppäintä pohjassa, heität esineen. Mitä pidempään pidät näppäintä pohjassa, sitä pidemmälle heität esineen.
it: Premendo e rilasciando il tasto {KEY:Drop} ti farà immediatamente buttare cosa stai tenendo in mano. Se tieni premuto il tasto {KEY:Drop} , l'oggetto verrà lanciato. Più lo tieni premuto, più lontano lo lancerai.
ko: {KEY:Drop}키를 눌렀다 때면 물건을 떨어뜨릴 수 있습니다. {KEY:Drop}키를 누르고 있다 때면 물건을 던질 수 있습니다. 길게 누를 수록 멀리 던질 수 있습니다.
pt_br: Pressionando e soltando a tecla {KEY:Drop} far que voc imediatamente largue o que est na sua mo. Se voc segurar a tecla {KEY:Drop}, voc ir jogar o que est em sua mo. Quanto mais tempo voc segura, mais longe voc ir jogar.
pt_pt: Pressionando e largando a tecla {KEY:Drop} fará com que largues imediatamente o que tiveres na mão. Se você manteres pressionada a tecla {KEY:Drop}, tentarás atirá-la. Quanto mais tempo pressionares, será atirada para mais longe.
ru: Быстро нажав {KEY:Drop} вы выбросите предмет в вашей активной руке. Если вы будете удерживать {KEY:Drop}, вы сможете бросить предмет на расстояние. Чем дольше вы будете удерживать кнопку, тем дальше вы бросите предмет.
tr: {KEY:Drop} tuşuna basıp çekmen, elinde her ne var ise hemen bırakmanı sağlar. Eğer {KEY:Drop} tuşuna basılı tutarsan, karakterin elindekini fırlatmaya çalışır. Daha uzun basılı tutarsan, daha uzağa fırlatırsın.

source: Pressing {KEY:SwapHands} swaps what hand is active. Pressing {KEY:ActiveHandSlot} will cycle through the interaction options on whatever is in your active hand.
de: {KEY:SwapHands} wechselt die aktive Hand. {KEY:ActiveHandSlot} aktiviert das Interaktionsmenü für den Gegenstand in der aktiven Hand.
fi: Painamalla {KEY:SwapHands} näppäintä vaihdat aktiivista kättä. {KEY:ActiveHandSlot} näppäin selaa toimintoja kädessäsi olevassa esineessä.
it: Premendo {KEY:SwapHands} cambia quale mano è attiva. Premendo {KEY:ActiveHandSlot} puoi scorrere tra le varie opzioni interattive dell'oggetto nella tua mano attiva.
ko: {KEY:SwapHands}키를 누르면 양손을 전환할 수 있습니다. {KEY:ActiveHandSlot}키를 눌러 활성화된 손에 들고 있는 물건에 상호작용 메뉴를 차례대로 불러올 수 있습니다.
pt_br: Pressionar {KEY:SwapHands} alterna qual mo est ativa. Pressionar {KEY:ActiveHandSlot} alternar entre as opes de interao do que estiver na sua mo ativa.
pt_pt: Carregando a tecla {KEY:SwapHands} alterna a mão que está ativa. Pressionar {KEY:ActiveHandSlot} alternará entre as opções de interação do que estiver na tua mão ativa.
ru: Нажав {KEY:SwapHands} вы смените активную руку. Нажав {KEY:ActiveHandSlot} вы сможете переключиться между режимом взаимодействий и режимом слотов предмета, который вы держите в активной руке.
tr: {KEY:SwapHands} tuşuna basmak etkin elini değiştirir. {KEY:ActiveHandSlot} tuşuna basmak, etkin elinde her ne var ise, etkileşim seçenekleri arasında geçiş yapar.

source: Press {KEY:Internals} to quickly toggle your {THING:ItemSpaceHelmet} open or closed.
cs: Stisknutím {KEY:Internals} rychle přepnete {THING:ItemSpaceHelmet} na otevřenou nebo zavřenou.
de: Durch drücken von {KEY:Internals}, kann der {THING:ItemSpaceHelmet} schnell geöffnet und geschlossen werden.
es: Pulsar {KEY:Internals} para abrir o cerrar rápidamente su {THING:ItemSpaceHelmet}.
fi: Paina {KEY:Internals} avataksesi tai sulkeaksesi nopeasti {THING:ItemSpaceHelmet}.
fr: Appuyez sur {KEY:Internals} pour ouvrir ou fermer rapidement votre {THING:ItemSpaceHelmet}.
hu: A(z) {KEY:Internals} megnyomásával állíthatod a {THING:ItemSpaceHelmet} ablakának állását.
it: Premi {KEY:Internals} per aprire o chiudere il tuo {THING:ItemSpaceHelmet} .
ja: {KEY:Internals}を押すと素早く{THING:ItemSpaceHelmet}の開閉が出来ます。
ko: {KEY:Internals}키를 눌러 {THING:ItemSpaceHelmet}의 바이저를 열거나 닫을 수 있습니다.
pt_br: Pressione {KEY:Internals} para abrir ou fechar rapidamente seu {THING:ItemSpaceHelmet}.
pt_pt: Carrega na tecla {KEY:Internals} para que o teu {THING:ItemSpaceHelmet} seja rapidamente aberto ou fechado.
ru: Нажмите {KEY:Internals}, чтобы быстро открыть или закрыть ваш {THING:ItemSpaceHelmet}.
tr: {THING:ItemSpaceHelmet}'nı hızlıca açmak veya kapatmak için {KEY:Internals} tuşuna bas.
zh_cn: 按下 {KEY:Internals} 快速打开/关闭你的 {THING:ItemSpaceHelmet} 。
zh_tw: 按下 {KEY:Internals} 可以快速開關您的 {THING:ItemSpaceHelmet}.

source: Press {KEY:Chatting} to start chatting to other players. A small box will appear in the lower right of the screen with the text you write before sending.
de: {KEY:Chatting} erlaubt es Spielern über eine kleine Chatbox in der unteren rechten Ecke deines Bildschirms miteinander zu kommunizieren.
fi: Paina {KEY:Chatting} aloittaaksesi chatin muiden pelaajien kanssa. Oikeaan alakulmaan ilmestyy pieni laatikko, johon voit kirjoittaa viestisi.
it: Premi {KEY:Chatting} per chattare con gli altri utenti. Una finestra comparirà nella parte in basso a destra dello schermo. Premi Invio per inviare il testo che hai scritto.
ko: {KEY:Chatting}키를 눌러 다른 플레이어와 채팅해보세요. 입력한 메시지는 오른쪽 밑의 채팅창에 나타납니다.
pt_br: Pressione {KEY:Chatting} para comear conversar com outros jogadores. Uma caixa ir aparecer no canto inferior direito da tela com o texto que voc est escrevendo.
pt_pt: Carrega na tecla {KEY:Chatting} para começares a conversar com outros jogadores. Uma pequena caixa aparecerá no canto inferior direito do ecrã com o texto que escreves antes de enviar.
ru: Нажмите {KEY:Chatting}, чтобы общаться с другими игроками. Окно для ввода текста появится в правой нижней части экрана.
tr: Diğer oyuncular ile sohbet başlatmak için {KEY:Chatting} tuşuna bas. Küçük bir kutu, göndereceğin metnini yazmadan önce ekranın sağ alt köşesinde gözükecektir.

source: To change the orientation of your construction cursor, press {KEY:RotateLeft} to rotate left, {KEY:RotateRight} to rotate right, {KEY:RotateUp} to rotate up, {KEY:RotateDown} to rotate down, {KEY:RotateRollLeft} to roll left, or {KEY:RotateRollRight} to roll right.
de: Zu Bauende Gegenstände können mit {KEY:RotateLeft} nach links, {KEY:RotateRight} nach rechts, {KEY:RotateUp} aufwärts rotieren und mit {KEY:RotateDown} abwärts rotiert werden. {KEY:RotateRollLeft} rollt diesen nach links und {KEY:RotateRollRight} nach rechts.
fi: Vaihtaaksesi rakennuskursorin suuntaa, {KEY:RotateLeft} pyörittää vasemmalle , {KEY:RotateRight} pyörittää oikealle, {KEY:RotateUp} pyörittää ylöspäin, {KEY:RotateDown} pyörittää alaspäin, {KEY:RotateRollLeft} kallistaa vasemmalle , {KEY:RotateRollRight} kallistaa oikealle.
it: Per ruotare la costruzione a sinistra premi {KEY:RotateLeft} , {KEY:RotateRight} per ruotare a destra, {KEY:RotateUp} per ruotare in alto, {KEY:RotateDown} per ruotare in basso, {KEY:RotateRollLeft} per rollio a sinistra, o {KEY:RotateRollRight} per rollio a destra.
ko: {KEY:RotateLeft}키로 좌회전, {KEY:RotateRight}키로 우회전, {KEY:RotateUp}키로 상회전, {KEY:RotateDown}키로 하회전, {KEY:RotateRollLeft}키로 왼쪽으로 굴리고, {KEY:RotateRollRight}키로 오른쪽으로 굴려 건설방향을 변경할 수 있습니다.
pt_br: Para mudar a orientao do cursor de construo, pressione {KEY:RotateLeft} para rodar para esquerda, {KEY:RotateRight} para rodar para direita, {KEY:RotateUp} para rodar para cima, {KEY:RotateDown} para rodar para baixo, {KEY:RotateRollLeft} para girar para esquerda ou {KEY:RotateRollRight} para girar para direita.
pt_pt: Para mudar a orientação do cursor de construção, carrega na tecla {KEY:RotateLeft} para rodar à esquerda, {KEY:RotateRight} para rodar à direita, {KEY:RotateUp} para rodar para cima, {KEY:RotateDown} para rodar para baixo, {KEY:RotateRollLeft} para rolar para a esquerda ou {KEY:RotateRollRight} para rolar para a direita.
ru: Чтобы изменить ориетацию предмета, который вы собираетесь построить, нажмите {KEY:RotateLeft} чтобы повернуть его влево, {KEY:RotateRight} чтобы повернуть его вправо, {KEY:RotateUp} чтобы повернуть его вверх, {KEY:RotateDown} чтобы повернуть его вниз, {KEY:RotateRollLeft} чтобы повернуть его против часовой стрелки, или {KEY:RotateRollRight} чтобы повернуть его по часовой стрелке.
tr: İnşaat imlecinin yönünü değiştirmek; sola döndürmek için {KEY:RotateLeft} tuşuna, sağa döndürmek için {KEY:RotateRight} tuşuna, yukarıya döndürmek için {KEY:RotateUp} tuşuna, aşağıya döndürmek için {KEY:RotateDown} tuşuna, sola yatırmak için {KEY:RotateRollLeft} tuşuna, sağa yatırmak için {KEY:RotateRollRight} tuşuna bas.

source: Want to know how to make something? Insert a {THING:CartridgeElectronicReader} into a {THING:ItemTablet} and turn it on with the {KEY:ToggleHandPower} key while it's in your active hand.
de: Um zu erfahren wie etwas funktioniert, muss die {THING:CartridgeElectronicReader} in einem {THING:ItemTablet} platziert und mit {KEY:ToggleHandPower} eingeschaltet werden, während es sich in der aktiven Hand befindet.
fi: Haluatko tietää miten jotain valmistetaan? Laita {THING:CartridgeElectronicReader} {THING:ItemTablet} ja kytke se päälle {KEY:ToggleHandPower} näppäimellä kun se on aktiivisessa kädessäsi.
it: Per costruire qualcosa, inserisci una {THING:CartridgeElectronicReader} nel {THING:ItemTablet} e accendilo con il tasto {KEY:ToggleHandPower} mentre è nella tua mano attiva.
ko: 제작법을 알고 싶나요? {THING:CartridgeElectronicReader}를 {THING:ItemTablet}에 장착하고 {KEY:ToggleHandPower}키로 켜서 찾아볼 수 있습니다.
pt_br: Quer saber como criar alguma coisa? Insira o {THING:CartridgeElectronicReader} no {THING:ItemTablet} e ligue com a tecla {KEY:ToggleHandPower} enquanto est em sua mo.
pt_pt: Queres saber como fazer algo? Insere um {THING:CartridgeElectronicReader} num {THING:ItemTablet} e liga-a com a tecla {KEY:ToggleHandPower} enquanto estiver na tua mão ativa.
ru: Хотите узнать как сделать какой-либо предмет? Вставьте {THING:CartridgeElectronicReader} в {THING:ItemTablet} и включите его с помощью кнопки {KEY:ToggleHandPower}, когда он будет в вашей активной руке.
tr: Bir şeyin nasıl yapıldığını bilmek ister misin? {THING:ItemTablet}'ne bir {THING:CartridgeElectronicReader} yerleştir ve etkin elindeyken {KEY:ToggleHandPower} tuşuna basarak aç.
