Repository: sisizanohitopontoon/locales
Catalog: */Tips.po
Languages: cs, de, es, fi, fr, hu, it, ja, ko, pt_br, pt_pt, ru, tr, zh_cn, zh_tw

source: Hold a {THING:ItemWeldingTorch} in one hand while turned on, and a stack of {THING:ItemIronSheets} in another in order to upgrade the build state of an {THING:StructureFrameIron}.
de: Mit einem eingeschalteten {THING:ItemWeldingTorch} in der aktiven und einen Stapel {THING:ItemIronSheets} in der passiven Hand, kann ein {THING:StructureFrameIron} aufgewertet werden.
fi: Pidä {COLORGREEN:Hitsauspoltin} päälle kytkettynä yhdessä kädessä ja {COLORGREEN:Rautalevyjä} toisessa kädessä päivittääksesi {COLORGREEN:Rautarungon} rakennustasoa.
it: Mentre tieni la {THING:ItemWeldingTorch} accesa in una mano, e una quantità di {THING:ItemIronSheets} nell'altra puoi aggiornare lo stato di costruzione di {THING:StructureFrameIron}.
pt_br: Segure uma {THING:ItemWeldingTorch} ligada em uma mo, e uma pilha de {THING:ItemIronSheets} na outra para aprimorar o estado de uma {THING:StructureFrameIron}.
pt_pt: Segura uma {THING:ItemWeldingTorch} numa mão enquanto está ligada e um lote de {THING:ItemIronSheets} na outra de modo a melhorar o estado de construção de uma {THING:StructureFrameIron}.
ru: Вы должны держать газовую горелку включённой в вашей активной руке, и {THING:ItemIronSheets} в другой, чтобы завершить постройку железного каркаса.
tr: {THING:StructureFrameIron}'nin inşa durumunu yükseltmek için, bir elinde açmış olduğun bir {THING:ItemWeldingTorch}'ni ve diğer elinde de bir {THING:ItemIronSheets} yığınını tut.

source: Place a stack of {THING:ItemIronOre} in a powered {THING:StructureArcFurnace} in order to smelt it into an {THING:ItemIronIngot}.
de: Wird ein Stapel {THING:ItemIronOre} in einem angeschalteten {THING:StructureArcFurnace} platziert, kann er zu {THING:ItemIronIngot} geschmolzen werden.
fi: Laita pino {COLORGREEN:Rautamalmia} käynnissä olevaan {COLORGREEN:Valokaariuuniin} sulattaaksesi malmin {COLORGREEN:Rautaharkoiksi}.
it: Metti una quantità di {THING:ItemIronOre} in un {THING:StructureArcFurnace} acceso in modo da fonderlo in {THING:ItemIronIngot}.
pt_br: Coloque uma pilha de {THING:ItemIronOre} em uma {THING:StructureArcFurnace} energizada para fundir em um {THING:ItemIronIngot}.
pt_pt: Coloca um lote de {THING:ItemIronOre} num {THING:StructureArcFurnace} ligado para os fundir em {THING:ItemIronIngot}.
ru: Положите {THING:ItemIronOre} во включённую {THING:StructureArcFurnace}, чтобы выплавить {THING:ItemIronIngot}.
tr: Bir {THING:ItemIronOre} yığınını, eritip bir {THING:ItemIronIngot} elde etmek için çalışan bir {THING:StructureArcFurnace}'na yerleştir.

source: Place a {THING:MotherboardLogic} in a {THING:StructureComputer} to enable logic control. You will be able to add conditions and actions that control the states of devices on the same data network.
de: Mit einem {THING:MotherboardLogic} in einem {THING:StructureComputer} wird die Logikkontrolle zu aktiviert. So ist es möglich Bedingungen und Aktionen zu definieren, die Geräte im gleichen Netzwerk steuern.
fi: Laita {COLORGREEN:Emolevy (Logiikka)} {COLORGREEN:Tietokoneeseen} mahdollistaaksesi logiikkahallinnan. Voit lisätä ehtoja ja toimintoja jotka hallinnoivat samassa verkostossa olevien laitteiden tilaa.
it: Inserisci una {THING:MotherboardLogic} in un {THING:StructureComputer} per abilitare un controllo logico. Sarai in grado di aggiungere condizioni ed azioni che controllano lo stato dei dispositivi sulla stessa rete.
ru: Установите {THING:MotherboardLogic} в {THING:StructureComputer}, чтобы включить управление логикой. Вы сможете добавлять условия и действия, которые будут контроллировать состояние устройств в сети данных, к которой подключён {THING:StructureComputer}.
tr: Mantık kontrolünü etkinleştirmek için bir {THING:StructureComputer}'ın içine bir {THING:MotherboardLogic} yerleştir. Aynı veri ağındaki cihazların durumlarını kontrol eden koşullar ve eylemler ekleyebileceksin.

source: When altering the quantity of something via a button in world, hold down {KEY:QuantityModifier} while clicking to use smaller increments.
cs: Když měníte množství něčeho pomocí tlačítka ve světě, podržte při kliknutí tlačítko {KEY:QuantityModifier}, abyste použili menší přírůstky.
de: Eine gedrückte {KEY:QuantityModifier}-Taste erlaubt es numerische Werte in kleineren Sprüngen einzustellen.
es: Al modificar la cantidad de algo a través de un botón en el mundo, mantenga pulsada {KEY:QuantityModifier} mientras hace clic para usar incrementos más pequeños.
fi: Kun muutat pelissä määriä, pidä pohjassa {KEY:QuantityModifier} käyttääksesi pienempiä askelmia.
fr: Lorsque vous modifiez une valeur ou une quantité via un bouton, maintenez {KEY:QuantityModifier} enfoncé avant de cliquer pour une incrémentation de valeurs plus petite.
hu: Ha éppen módosítod valaminek a mennyiségét, a(z) {KEY:QuantityModifier} lenyomásával kisebb mértékben tudsz lépkedni.
it: Per modificare la quantità di qualcosa tieni premuto {KEY:QuantityModifier} mentre clicchi per avere incrementi di minore entità.
ja: ワールド上のボタンを押して数値を変更するとき、{KEY:QuantityModifier}を押しながらクリックすることで少量を変更出来ます。
ko: 장치를 조작해 특정 수치를 변경할때, {KEY:QuantityModifier}키를 누른 상태에서 클릭하면 더 작은 단위로 조절할 수 있습니다.
pt_br: Quando alterar a quantidade de algo por meio de um boto, segure {KEY:QuantityModifier} enquanto clica para usar valores menores.
pt_pt: Quando alterares a quantidade de algo por meio de um botão no mundo, mantém pressionada a tecla {KEY:QuantityModifier} enquanto clicas, para usar incrementos ou reduções menores.
ru: Когда вы изменяете какую-либо величину при помощи элементов управления в игре, вы можете зажать клавишу {KEY:QuantityModifier} чтобы ипользовать более точные значения.
tr: Dünyada, bir tuş ile herhangi bir şeyin miktarını değiştirirken, daha küçük artışlar kullanmak için tıklayacağın zaman {KEY:QuantityModifier} tuşuna basılı tut.
zh_cn: 当在世界中通过按钮等东西来更改某一个量时，点击它的同时按住 {KEY:QuantityModifier} 来减小变化量。
zh_tw: 當想把物品數量切分的時候, 按下 {KEY:QuantityModifier} 鍵 將可以把物品切分成較小的數量.

source: Use a {THING:ItemKitLogicInputOutput} to create a {THING:StructureLogicReader} or {THING:StructureLogicWriter}. Readers allow you to read values from other devices, writers allow you to change values on devices. When combined with Math Units, you can make extremely complex automated systems.
cs: Použijte {THING:ItemKitLogicInputOutput} k vytvoření {THING:StructureLogicReader} nebo {THING:StructureLogicWriter}. Čtečky umožňují číst hodnoty z jiných zařízení, zapisovače umožňují měnit hodnoty na zařízeních. V kombinaci s matematickými jednotkami můžete vytvářet extrémně složité automatizované systémy.
de: Die Verwendung eines {THING:ItemKitLogicInputOutput} erlaubt die Plazierung eines {THING:StructureLogicReader} oder {THING:StructureLogicWriter}. Sie erlauben das Auslesen und Schreiben von Werten an diversen Geräten. Wenn diese mit mathematischen Logikeinheiten kombiniert werden, können komplexe automatisierte Systeme erschaffen werden.
es: Utilice un {THING:ItemKitLogicInputOutput} para crear un {THING:StructureLogicReader} o {THING:StructureLogicWriter}. Los lectores le permiten leer los valores de otros dispositivos, los escritores le permiten cambiar los valores de los dispositivos. Cuando se combina con unidades de matemáticas, usted puede hacer sistemas automatizados extremadamente complejos.
fi: Käytä {COLORGREEN:Varustepakkaus (Logiikka I/O:ta)} luodaaksesi {COLORGREEN:Logiikkalukijan} tai {COLORGREEN:Logiikkakirjoittimen}. Lukijat lukevat arvoja laitteista, kirjoittimet antavat sinun muuttaa näitä arvoja. Yhdistettynä matematiikkaprosessoriin voit luoda erittäin monimutkaisia automatisoituja järjestelmiä.
fr: Utilisez un {THING:ItemKitLogicInputOutput} pour créer un {THING:StructureLogicReader} ou un {THING:StructureLogicWriter}. Les {THING:StructureLogicReader} vont vous permettre de lire les valeurs des autres appareils, tandis que les {THING:StructureLogicWriter} vont vous permettre d'écrire des valeurs sur les appareils. En les combinant avec des unités mathématiques, vous pouvez créer des systèmes automatisés extrêmement complexes.
hu: {THING:ItemKitLogicInputOutput} használatával készíthető {THING:StructureLogicReader} vagy {THING:StructureLogicWriter}. Az olvasók értékeket nyernek ki az eszközökből, az írók pedig az értékeket meg tudják változtatni. Ezeket számoló egységekkel kombinálva komplex automatikákat lehet létrehozni.
it: Usa un {THING:ItemKitLogicInputOutput} per creare un {THING:StructureLogicReader} o {THING:StructureLogicWriter}. I lettori ti permettono di leggere valori/variabili di altri dispositivi, gli scrittori ti permettono di cambiare i valori sui dispotivi. Puoi creare sistemi automatici complessi quando combinati con un'unità Matematica.
ja: {THING:ItemKitLogicInputOutput}によって{THING:StructureLogicReader}か{THING:StructureLogicWriter}が作れます。リーダーは他の装置の値を読み取れます。ライターは装置の値を書き換えられます。計算ユニットと組み合わせると、非常に複雑な自動化システムを構築できます。
ko: {THING:ItemKitLogicInputOutput}으로 {THING:StructureLogicReader}와 {THING:StructureLogicWriter}장치를 설치할 수 있습니다. 전자는 다른 장치의 속성값을 읽어주고 후자는 다른 장치의 속성값을 변경할 수 있습니다. 연산장치와 조합하면 복잡한 자동화 시스템도 만들 수 있습니다.
pt_br: Use um {THING:ItemKitLogicInputOutput} para criar um {THING:StructureLogicReader} ou {THING:StructureLogicWriter}. Chips de Leitura permitem que voc leia valores de dispositivos, Chips de Escrita permitem alterar valores de dispositivos. Quando combinados com o Chip de Unidade Matemtica, poder criar sistemas automatizados extremamente complexos.
pt_pt: Usa um {THING:ItemKitLogicInputOutput} para criar um {THING:StructureLogicReader} ou um {THING:StructureLogicWriter}. Os Chips Lógicos de Leitura permitem ler valores de dispositivos, os Chips Lógicos de Escrita permitem alteração nos valores em dispositivos. Quando combinado com os Chips Lógicos de Unidade Matemática, podes criar sistemas automatizados extremamente complexos.
ru: Используйте {THING:ItemKitLogicInputOutput}, чтобы создать {THING:StructureLogicReader} или {THING:StructureLogicWriter}. Чип чтения позвояет вам считывать величины различных настроек прочих устройств, чип записи позволяет вам менять эти величины на устройствах. В сочетании с математичеcкими чипами вы можете создать невероятно сложные автоматизированные системы.
tr: {THING:StructureLogicReader} veya {THING:StructureLogicWriter} oluşturmak için bir {THING:ItemKitLogicInputOutput} kullan. Okuyucular, diğer cihazlardan veriler okumanı sağlar; yazıcılar ise, diğer cihazların verilerini değiştirmeni sağlar. Matematik Birimleri ile beraber, son derece karmaşık otomatik sistemler yapabilirsin.
zh_cn: 使用 {THING:ItemKitLogicInputOutput} 来建造 {THING:StructureLogicReader} 或 {THING:StructureLogicWriter} 。读取器能够从其它设备读取各种值，写入器能够修改其它设备的各种值。当它们与运算单元共同使用时，你能够建立极其复杂的自动化系统。
zh_tw: 使用 {THING:ItemKitLogicInputOutput} 來建立一個 {THING:StructureLogicReader} 或者 {THING:StructureLogicWriter}. {THING:StructureLogicReader} 允許您可以讀取某個裝置的數值, {THING:StructureLogicWriter} 則允許您改變某個裝置的參數. 再結合邏輯運算單元的時候,將可以創造出非常複雜的邏輯電路!.

source: Use a {THING:ItemKitLogicInputOutput} to create a {THING:StructureLogicBatchReader} or {THING:StructureLogicBatchWriter}. Readers allow you to read values from an entire group of other devices, writers allow you to change values on entire groups of other devices.
cs: Použijte {THING:ItemKitLogicInputOutput} k vytvoření {THING:StructureLogicBatchReader} nebo {THING:StructureLogicBatchWriter}. Čtečky umožňují číst hodnoty z celé skupiny jiných zařízení, zapisovače umožňují měnit hodnoty na celých skupinách jiných zařízení.
de: Die Verwendung eines {THING:ItemKitLogicInputOutput} erlaubt die Plazierung eines {THING:StructureLogicBatchReader} oder {THING:StructureLogicBatchWriter}. Sie erlauben das Lesen und Schreiben ganzer Gerätegruppen.
es: Utilice un {THING:ItemKitLogicInputOutput} para crear un {THING:StructureLogicBatchReader} o {THING:StructureLogicBatchWriter}. Los lectores le permiten leer valores de un grupo entero de otros dispositivos, los escritores le permiten cambiar valores en grupos enteros de otros dispositivos.
fi: Käytä {COLORGREEN:Varustepakkaus (Logiikka I/O:ta)} luodaaksesi &lt;color=green&gt;Erälukijan&lt;/color&gt; tai &lt;color=green&gt;Eräkirjoittajan&lt;/color&gt;. Lukijat antavat sinun lukea arvoja kokonaisesta ryhmästä laitteita, kirjoittajat antavat sinun muuttaa arvoja kaikista ryhmässä olevista laitteista.
fr: Utilisez un {THING:ItemKitLogicInputOutput} pour créer un {THING:StructureLogicBatchReader} ou un {THING:StructureLogicBatchWriter}. Les lecteurs vous permettent de lire les valeurs d'un groupe d'appareils, les unités d'écriture groupée vous permettent de modifier les valeurs sur des groupes d'appareils.
hu: {THING:ItemKitLogicInputOutput} használatával készíthető {THING:StructureLogicBatchReader} vagy {THING:StructureLogicBatchWriter}. Az olvasók képesek értékeket kinyerni egy eszközökből álló csoportból, az írók pedig ezeknek a csoportoknak az értékeit írják.
it: Usa un {THING:ItemKitLogicInputOutput} per creare un {THING:StructureLogicBatchReader} o {THING:StructureLogicBatchWriter}. I lettori batch ti permettono di leggere valori/variabili da un intero gruppo di dispositivi, gli scrittori batch ti permettono di cambiare valori ad un intero gruppo di dispositivi.
ja: {THING:ItemKitLogicInputOutput}によって{THING:StructureLogicBatchReader}や{THING:StructureLogicBatchWriter}が作れます。リーダーを使用すると、他のデバイスのグループ全体から値を読み取ることができます。ライターを使用すると、他のデバイスのグループ全体の値を変更することができます。
pt_br: Use um {THING:ItemKitLogicInputOutput} para criar um {THING:StructureLogicBatchReader} ou {THING:StructureLogicBatchWriter}. Chips de Leitura em Lotes permitem ler valores de um grupo inteiro de outros dispositivos, os Chips Gravadores em Lotes permitem alterar valores em grupos inteiros de outros dispositivos.
pt_pt: Usa um {THING:ItemKitLogicInputOutput} para criar um {THING:StructureLogicBatchReader} ou um {THING:StructureLogicBatchWriter}. Os Chips Leitores de Lotes permitem que sejam lidos valores de um grupo de outros dispositivos. Os Chips Escritores em Lotes permitem que você altere valores em grupos inteiros de dispositivos.
ru: Используйте {THING:ItemKitLogicInputOutput} чтобы создать {THING:StructureLogicBatchReader} или {THING:StructureLogicBatchWriter}. {THING:StructureLogicBatchReader} позволяет считывать значения с целой группы устройств, {THING:StructureLogicBatchWriter} позволяет изменять значения целой группы устройств.
tr: {THING:StructureLogicBatchReader} veya {THING:StructureLogicBatchWriter} oluşturmak için bir {THING:ItemKitLogicInputOutput} kullan. Okuyucular, diğer cihaz grubunun tamamındaki verileri okumanı sağlar, yazıcılar ise, diğer cihaz grubunun tamamındaki verileri değiştirmeni sağlar.
zh_cn: 使用 {THING:ItemKitLogicInputOutput} 来建造 {THING:StructureLogicBatchReader} 或 {THING:StructureLogicBatchWriter} 。批量读取器能够从一整组其它设备读取各种值，批量写入器能够修改一整组其它设备的各种值。
zh_tw: 使用 {THING:ItemKitLogicInputOutput} 來建立一個 {THING:StructureLogicBatchReader} 或者 {THING:StructureLogicBatchWriter}。 批次讀取器允許您讀取迴路中某種設備的數值，批次寫入器則允許您變更迴路中某種設備的參數。

source: Use a {THING:StructureRecycler} to convert things you no longer want into usable reagents. Pass the outputted {THING:ItemReagentMix} into a {THING:StructureCentrifuge} to convert it back into ore, ready for a {THING:StructureFurnace}.
cs: Pomocí nástroje {THING:StructureRecycler} přeměníte věci, které již nechcete, na použitelné činidla. Výstupní {THING:ItemReagentMix} předejte do {THING:StructureCentrifuge}, abyste jej přeměnili zpět na rudu připravenou pro {THING:StructureFurnace}.
de: {THING:StructureRecycler} wandelt nicht mehr benötigte Gegenstände in {THING:ItemReagentMix} um. Diese können dann in einer {THING:StructureCentrifuge} zurück in Erz aufgespalten werden welche in einem {THING:StructureFurnace} wieder in Barren umgewandelt werden können...
es: Use un {THING:StructureRecycler} para convertir las cosas que ya no quiere en reactivos utilizables. Pase el resultado {THING:ItemReagentMix} en un {THING:StructureCentrifuge} para convertirlo nuevamente en mineral, listo para un {THING:StructureFurnace}.
fi: Käytä &lt;color=green&gt;Kierrättäjää&lt;/color&gt; muuntaaksesi esineet mitä et enää halua {COLORGREEN:Reagenssimassaksi}. Laita massa {COLORGREEN:Linkoon} muuntaaksesi sen takaisin malmiksi, valmiina {COLORGREEN:Sulatusuunia} varten.
fr: Utilisez un {THING:StructureRecycler} pour transformer les objets dont vous voulez vous débarrasser en réactifs ré-utilisables. Placez le {THING:ItemReagentMix} dans une {THING:StructureCentrifuge} pour en extraire les différents minerais qui seront utilisables dans un {THING:StructureFurnace}.
hu: Használj egy {THING:StructureRecycler}t a nem használt dolgok reagensekké alakításához! Az ebből készült {THING:ItemReagentMix}et a {THING:StructureCentrifuge} használatával visszaalakíthatod érccé, amit egyből be is olvaszthatsz a {THING:StructureFurnace}ban.
it: Usa un {THING:StructureRecycler} per reciclare cose che non vuoi più in reagenti riutilizzabili. Passa l'output {THING:ItemReagentMix} in una {THING:StructureCentrifuge} per convertirli in minerali, pronti per la {THING:StructureFurnace}.
ja: {THING:StructureRecycler}を使って不要になった材料を変換しましょう。出力された{THING:ItemReagentMix}を{THING:StructureCentrifuge}に入れることで{THING:StructureFurnace}に使える鉱石にまで戻せます。
ko: {THING:StructureRecycler}를 사용해 불필요한 것들을 재활용하세요. 배출된 {THING:ItemReagentMix}을 {THING:StructureCentrifuge}에 넣으면 {THING:StructureFurnace}로 정제할 수 있는 광석으로 반환됩니다.
pt_br: Use uma {THING:StructureRecycler} para converter itens que voc no quer mais em reagentes utilizveis. Coloque a {THING:ItemReagentMix} em uma {THING:StructureCentrifuge} para convert-la novamente em minrio pronto para uma {THING:StructureFurnace}.
pt_pt: Usa um {THING:StructureRecycler} para converter as coisas que não desejas mais em reagentes usáveis. Passa o resultante {THING:ItemReagentMix} para uma {THING:StructureCentrifuge} para convertê-lo novamente em minério, pronto para ser fundido numa {THING:StructureFurnace}.
ru: Используйте {THING:StructureRecycler}, чтобы переработать ненужные предметы в реагенты. Положите {THING:ItemReagentMix} в центрифугу, чтобы разделить смесь на отдельные руды, которые можно переплавить в печи.
tr: İstemediğin şeyleri, kullanılabilir reaktiflere dönüştüren bir {THING:StructureRecycler} kullan. Çıkan {THING:ItemReagentMix}'nı, tekrar cevhere dönüştürmek için bir {THING:StructureCentrifuge}'e koy; cevherler {THING:StructureFurnace} için hazır.
zh_cn: 使用一台 {THING:StructureRecycler} 将你不再需要的东西转化为可用的化学原料。将其输出的 {THING:ItemReagentMix} 送入一台 {THING:StructureCentrifuge} 中将其转化回矿石，以备在 {THING:StructureFurnace} 中熔炼。
zh_tw: 使用 {THING:StructureRecycler} 將可以回收您不要的物品,並將其變回{THING:ItemReagentMix}. 再將 {THING:ItemReagentMix} 投入 {THING:StructureCentrifuge} 中處理就能變回原本的礦石了.

source: Use a {THING:StructureHydraulicPipeBender} to manufacture atmospheric items, such as the {THING:ItemKitAtmospherics} which allows you to build useful machines such as the {THING:StructureAirConditioner} or {THING:StructureFiltration}.
cs: Použijte {THING:StructureHydraulicPipeBender} k výrobě atmosférických předmětů, například {THING:ItemKitAtmospherics}, který vám umožní postavit užitečné stroje, jako je {THING:StructureAirConditioner} nebo {THING:StructureFiltration}.
de: {THING:StructureHydraulicPipeBender} erlaubt die Herstellung von Gegenständen zur Änderung und Manipulation der Umluft und Gasen wie z.B. {THING:ItemKitAtmospherics} welche zur Platzierung von {THING:StructureAirConditioner} oder {THING:StructureFiltration} benötigt wird.
es: Use un {THING:StructureHydraulicPipeBender} para fabricar artículos atmosféricos, como {THING:ItemKitAtmospherics} que le permite construir máquinas útiles como {THING:StructureAirConditioner} o {THING:StructureFiltration}.
fi: Käytä {COLORGREEN:Hydraulista Putkentaivuttajaa} valmistaaksesi ilmastoon liittyviä laitteita, kuten {COLORGREEN:Varustepakkaus (Ilmastolaite)} mikä antaa sinun rakentaa muita laitteitä kuten {COLORGREEN:Ilmastointilaite} tai {COLORGREEN:Suodattajaa}.
fr: Utilisez un {THING:StructureHydraulicPipeBender} pour fabriquer des éléments atmosphériques, tels que le {THING:ItemKitAtmospherics} qui vous permet de construire des machines utiles telles que le {THING:StructureAirConditioner} ou la {THING:StructureFiltration}.
hu: A {THING:StructureHydraulicPipeBender} segítségével atmoszferikai eszközöket gyárthatsz, mint például a {THING:ItemKitAtmospherics}, amivel olyan hasznos gépeket készíthetsz, mint például a {THING:StructureAirConditioner} vagy a {THING:StructureFiltration}.
it: Usa un {THING:StructureHydraulicPipeBender} per produrre dispositivi atmosferici, come il {THING:ItemKitAtmospherics} che ti permette di costruire macchine utili come il {THING:StructureAirConditioner} o {THING:StructureFiltration}.
ja: {THING:StructureHydraulicPipeBender}を使うことで大気に関するアイテム、{THING:ItemKitAtmospherics}を製造でき、それによって{THING:StructureAirConditioner}や{THING:StructureFiltration}といった便利なアイテムが作れます。
ko: {THING:StructureHydraulicPipeBender}를 사용해 {THING:StructureAirConditioner}나 {THING:StructureFiltration}와 같은 유용한 장치를 설치할 수 있는 {THING:ItemKitAtmospherics}를 만들 수 있습니다.
pt_br: Use a {THING:StructureHydraulicPipeBender} para fabricar itens atmosfricos, como {THING:ItemKitAtmospherics}, que permite criar mquinas teis como o {THING:StructureAirConditioner} ou {THING:StructureFiltration}.
pt_pt: Usa um {THING:StructureHydraulicPipeBender} para fabricar itens atmosféricos, como o {THING:ItemKitAtmospherics}, que permite criar máquinas úteis como um {THING:StructureAirConditioner} ou um {THING:StructureFiltration}.
ru: Используйте {THING:StructureHydraulicPipeBender} для производства вещей, связанных с атмосферой. Например для создания набора для постройки атмосферных устройств, который позволяет строить такие полезные аппараты как {THING:StructureAirConditioner} или {THING:StructureFiltration}.
tr: {THING:StructureAirConditioner} veya {THING:StructureFiltration} gibi kullanışlı makineler inşa etmeni sağlayan, {THING:ItemKitAtmospherics} gibi atmosferik öğeleri üretmek için {THING:StructureHydraulicPipeBender} kullan.
zh_cn: 使用一台 {THING:StructureHydraulicPipeBender} 制造大气设备，例如通过它制造出的 {THING:ItemKitAtmospherics} 能建造出诸如 {THING:StructureAirConditioner} 或 {THING:StructureFiltration} 等有用的机器。
zh_tw: 使用 {THING:StructureHydraulicPipeBender} 來製造相關的物品, 像是 {THING:ItemKitAtmospherics} 可以讓您建造像是 {THING:StructureAirConditioner} 或 {THING:StructureFiltration} 這一類的設備.

source: The more damaged your suit is, the less efficiently it will work. Duct tape can fix that.
cs: Čím více je váš oblek poškozen, tím méně efektivně bude fungovat. Lepicí páska to může napravit.
es: Cuanto más dañado esté tu traje, menos eficiente será su funcionamiento. La cinta adhesiva puede arreglar eso.
fr: Plus votre combinaison est abîmée, moins elle fonctionnera efficacement. Utilisez du ruban adhésif pour colmater les fissures.
hu: Minél sérültebb a ruhád, annál kevésbé hatékonyabban fog működni. Szigszalaggal javíthatod.
ru: Чем больше ваш скафандр повреждён, тем менее эффективно он работает. Клейкая лента может это поправить.
tr: Giysinin daha fazla hasar alması, daha az etkin çalışmasına neden olur. Selo bant giysini onarabilir.
zh_cn: 你的航天服损坏程度越高，它的工作效率就越低。万用胶带能够修复它。
zh_tw: 太空裝受損程度越大，其工作效率就越低。膠帶可以解決這個問題。
