Repository: sisizanohitopontoon/locales
Catalog: */Tips.po
Languages: cs, de, es, fi, fr, hu, it, ja, ko, pt_br, pt_pt, ru, tr, zh_cn, zh_tw

source: Pressing {KEY:InventorySelect} swaps between an inventory slots and your active hand.
cs: Stisknutím {KEY:InventorySelect} přepínáte mezi sloty v inventáři a aktivní rukou.
fr: Appuyez sur {KEY:InventorySelect} permute l'objet entre un emplacement dans votre inventaire et votre main active.
ja: {KEY:InventorySelect} を押すと、インベントリスロットとアクティブハンドの間で交換ができます。
zh_cn: 按下 {KEY:InventorySelect} 将物品在库存槽位和你的手中交换位置。

source: Pressing {KEY:Drop} drops whatever's in your hand. Holding {KEY:Drop} throws it. Hold longer to throw further.
cs: Stisknutím klávesy {KEY:Drop} odhodíte vše, co máte v ruce. Podržením {KEY:Drop} ji odhodíte. Delším podržením je odhodíte dál.
fr: Appuyer sur {KEY:Drop} lâche ce que vous avez en main. Maintenir {KEY:Drop} pour le lancer; plus vous maintenez longtemps cette touche, plus vous lancerez loin.
zh_cn: 按下 {KEY:Drop} 丢下你手中的东西。按住 {KEY:Drop} 将它扔向远处。按得越久，扔得就越远。

source: Pressing {KEY:SwapHands} swaps your active hand. Press {KEY:ActiveHandSlot} to cycle through the interaction options on whatever' i's in your active hand.
cs: Stisknutím tlačítka {KEY:SwapHands} vyměníte aktivní ruku. Stisknutím {KEY:ActiveHandSlot} procházíte možnosti interakce s jakoukoli rukou, kterou máte aktivní.
fr: Appuyer sur {KEY:SwapHands} change de main active. Appuyer sur {KEY:ActiveHandSlot} affiche les options d'interaction de l'objet qui se trouve dans votre main active.
zh_cn: 按下 {KEY:SwapHands} 切换你所使用的手。按下 {KEY:ActiveHandSlot} 循环浏览手中的物品的交互选项。

source: Press {KEY:Chatting} to start chatting to other players.
cs: Chcete-li začít chatovat s ostatními hráči, stiskněte {KEY:Chatting}.
fr: Appuyer sur {KEY:Chatting} pour discuter avec d'autres joueurs.
zh_cn: 按下 {KEY:Chatting} 与其他玩家聊天。

source: Press {KEY:RotateLeft} to rotate the construction cursor left, {KEY:RotateRight} to rotate right, {KEY:RotateUp} to rotate up, {KEY:RotateDown} to rotate down, {KEY:RotateRollLeft} to roll left, or {KEY:RotateRollRight} to roll right.
cs: Stiskněte {KEY:RotateLeft} pro otočení konstrukčního kurzoru doleva, {KEY:RotateRight} pro otočení doprava, {KEY:RotateUp} pro otočení nahoru, {KEY:RotateDown} pro otočení dolů, {KEY:RotateRollLeft} pro otočení doleva nebo {KEY:RotateRollRight} pro otočení doprava.
fr: Pressez {KEY:RotateLeft} afin de tourner vers la gauche l'objet en construction, {KEY:RotateRight} pour tourner vers la droite, {KEY:RotateUp} pour tourner vers le haut, {KEY:RotateDown} pour tourner vers le bas, {KEY:RotateRollLeft} pour pivoter vers la gauche, et {KEY:RotateRollRight} pour pivoter vers la droite.
zh_cn: 按 {KEY:RotateLeft} 将结构件转向左侧，按 {KEY:RotateRight} 转向右侧，按 {KEY:RotateUp} 转向上方，按 {KEY:RotateDown} 转向下方，按 {KEY:RotateRollLeft} 逆时针旋转，或按 {KEY:RotateRollRight} 顺时针旋转。

source: Space isn't as empty as it sounds.
cs: Vesmír není tak prázdný, jak by se mohlo zdát.
fr: L'espace n'est pas aussi vide qu'il n'y paraît.
zh_cn: 太空并不像它听起来那样空旷。

source: Place a stack of {THING:ItemIronOre} in a powered {THING:StructureArcFurnace} to smelt an {THING:ItemIronIngot}.
cs: Umístěním hromady {THING:ItemIronOre} do poháněné {THING:StructureArcFurnace} roztavíte {THING:ItemIronIngot}.
fr: Placez une quantité d'{THING:ItemIronOre} dans un {THING:StructureArcFurnace} afin de le transformer en {THING:ItemIronIngot}.
zh_cn: 将一堆 {THING:ItemIronOre} 放入一台已供电的 {THING:StructureArcFurnace} 中将其熔炼为 {THING:ItemIronIngot} 。

source: Place a {THING:MotherboardLogic} in a {THING:StructureComputer} to enable logic with an IC chip. You will be able to add conditions and actions that control the states of devices on the same data network.
cs: Umístěte {THING:MotherboardLogic} do {THING:StructureComputer} a povolte logiku s čipem IC. Budete moci přidávat podmínky a akce, které řídí stavy zařízení ve stejné datové síti.
es: Coloque una {THING:MotherboardLogic} en un {THING:StructureComputer} para habilitar la lógica con un chip IC. Podrá agregar condiciones y acciones que controlen los estados de los dispositivos en la misma red de datos.
fr: Placez une {THING:MotherboardLogic} dans un {THING:StructureComputer} pour activer le contrôle logique. Vous serez en mesure d'ajouter des conditions et des actions qui contrôleront les états des équipements connectés.
hu: A logikák integált áramkörrel való vezérléséhez helyezz egy {THING:MotherboardLogic}-t a {THING:StructureComputer}be. Ezzel feltételeket és műveleteket adhatsz meg, amelyekkel vezérelheted az adott hálózaton levő eszközöket.
zh_cn: 将一块 {THING:MotherboardLogic} 集成电路（IC）芯片放入一台 {THING:StructureComputer} 中以启用Logic系统。你将能够通过添加状态和行为来控制连接到同一数据网络的设备。

source: The Stationeers program was established by the Offworld Development Agency to support exploration of the Solar System, and beyond.
cs: Program Stationeers byl založen mimoplanetární rozvojovou agenturou na podporu průzkumu Sluneční soustavy i mimo ni.
es: El programa Stationeers fue establecido por la Agencia de Desarrollo Offworld para apoyar la exploración del Sistema Solar y más allá.
fr: Le programme Stationeers a été créé par l’Agence de Développement Extraterrestre pour soutenir l’exploration du système solaire, et au-delà.
hu: A Stationeers-program a Földönkívüli Fejlesztési Ügynökség által jött létre azért, hogy támogassák a Naprendszerben levő és azon túli égítestek felfedezését
zh_cn: Stationeers计划是由外太空开发总署（ODA）创立的，旨在支持对太阳系乃至更遥远的地区的探索。
zh_tw: Stationeers計劃由Offworld Development Agency (ODA)建立，以支持對太陽系及其他地區的探索。

source: Paying attention to your suit warnings. They can help prevent disaster.
cs: Věnujte pozornost varováním v obleku. Mohou vám pomoci zabránit katastrofě.
fr: Faites attention aux avertissements de votre combinaison. Ils peuvent vous aider à prévenir d'éventuelles catastrophes.
ja: スーツの出す警告に注意すれば、災害を防ぐのに役立つでしょう。
zh_cn: 注意你的航天服发出的警告。它们能够帮助你预防灾难的发生。

source: If your station feels gloomy, lift your mood with tunes from the {THING:StructureKlaxon} or build your own sampler using logic.
cs: Pokud je vaše stanice ponurá, zvedněte si náladu melodiemi z {THING:StructureKlaxon} nebo si sestavte vlastní vzorkovač pomocí logiky.
fr: Si votre station vous semble sombre, remontez-vous le moral avec les airs du {THING:StructureKlaxon} ou construisez votre propre échantillonneur en utilisant les circuits logiques.
zh_cn: 如果你的站点弥漫着忧郁的氛围，用 {THING:StructureKlaxon} 中的曲调提升你的情绪，或者用Logic系统建造你自己的音乐采样器。

source: It's not actually 'milk', but an Agrizero-patented synthesis of {THING:ItemSoyOil} and {THING:ItemFern}, delicately blended in the {THING:ApplianceChemistryStation}.
fr: Ce n'est pas vraiment du "lait", mais un produit de synthèse, brevetée par Agrizero, de {THING:ItemSoyOil} et de {THING:ItemFern}, délicatement mélangés dans la {THING:ApplianceChemistryStation}.
zh_cn: 它实际上不是“牛奶”，而是Agrizero专利的{THING:ItemSoyOil}和{THING:ItemFern}的合成，在{THING:ApplianceChemistryStation}中巧妙地混合在一起。

source: Illegal on Earth since the Chengdu Event, Norsec nuclear power cells found a new and drastically less safety-conscious market offworld.
cs: Nelegální na Zemi od události v Čcheng-tu, jaderné články Norsec našly nové a výrazně méně bezpečnostně uvědomělé trhy mimo zemi.
es: Ilegales en la Tierra desde el Evento de Chengdu, las células de energía nuclear de Norsec encontraron un mercado fuera del mundo nuevo y drásticamente menos consciente de la seguridad.
fr: Illégales sur Terre depuis l’événement de Chengdu, les batteries nucléaires de Norsec ont trouvé un nouveau marché extraterrestre nettement moins soucieux de la sécurité.
hu: A Csengdu óta illegális a Földön, viszont a Norsec atomenergia-cellák találtak egy új, de sokkal kevésbé biztonságtudatos, földöntúli piacot.
zh_cn: 自成都事故以来核能电池便不允许在地球上使用了。不过Norsec在外太空发现了一个崭新且安全意识极低的市场。

source: Use a {THING:ItemKitLogicInputOutput} to create a {THING:StructureLogicSlotReader} which allows you to read slot values from device with slots. Some devices allow you to get specialist slot information such as plant growth in the {THING:StructureHydroponicsStation}.
fi: Käytä {COLORGREEN:Varustepakkaus (Logiikka I/O:ta)} luodaaksesi {COLORGREEN:Lokero-lukijaa} mikä antaa sinun lukea lokeron arvoja laitteista missä on lokeroita. Jotkut laitteet antavat erityistä tietoa lokeroista kuten taimien kasvu {COLORGREEN:Hydropoonisessa Asemassa}.
