Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.ConsoleManualControlSetUpDescription
source: Just like setting up an airlock, you must program the solar panel control circuit using a {THING:CircuitboardSolarControl}.
cs: Stejně jako při nastavování přechodové komory musíte naprogramovat řídicí obvod solárního panelu pomocí {THING:CircuitboardSolarControl}.
es: Al igual que al configurar una esclusa de aire, debe programar el circuito de control del panel solar utilizando un {THING:CircuitboardSolarControl}.
fr: Tout comme la configuration d'un sas, vous devez programmer le circuit de commande du panneau solaire à l'aide d'un {THING:CircuitboardSolarControl}.

# Interface.ConsoleManualControlSetUpDescription2
source: Turn on the Console and select the four solar panels displayed. Once complete remove the data disk, you can now adjust the horizontal and vertical angle of all the connected Solar Panels, as well as monitor power output
cs: Zapněte konzoli a vyberte čtyři zobrazené solární panely. Po dokončení vyjměte datový disk, nyní můžete upravit horizontální a vertikální úhel všech připojených solárních panelů a monitorovat výstupní výkon
es: Encienda la consola y seleccione los cuatro paneles solares que se muestran. Una vez completado, retire el disco de datos, ahora puede ajustar el ángulo horizontal y vertical de todos los paneles solares conectados, así como monitorear la salida de energía
fr: Activez la console et sélectionnez les quatre panneaux solaires affichés. Une fois terminé retirer le disque de données. Vous pouvez maintenant ajuster l’angle horizontal et vertical de tous les panneaux solaires connectés, ainsi que surveiller la puissance de sortie

# Interface.DaylightSensors
source: Setting up Sensors
cs: Nastavení senzorů
es: Configurando los sensores
fr: Paramétrage des capteurs

# Interface.DaylightSensorsDescription
source: Automating solar tracking maximizes the power produced by solar panels, and means you don't need to manually adjust them to face the sun. The first step is to place daylight sensors. One will measure the horizontal angle of the sun, while the other will measure the vertical angle. This will provide full daytime tracking on any planet.
cs: Automatizace solárního sledování maximalizuje energii produkovanou solárními panely a znamená, že je nemusíte ručně upravovat tak, aby směřovaly ke slunci. Prvním krokem je umístění senzorů denního světla. Jeden změří horizontální úhel slunce, zatímco druhý změří vertikální úhel. To zajistí úplné denní sledování na jakékoli planetě.
es: El seguimiento solar automático maximiza la potencia producida por los paneles solares y significa que no necesita ajustarlos manualmente para enfrentar el sol. El primer paso es colocar sensores de luz natural. Uno medirá el ángulo horizontal del sol, mientras que el otro medirá el ángulo vertical. Esto proporcionará un seguimiento completo durante el día en cualquier planeta.
fr: L’automatisation du suivi solaire maximise l’énergie produite par les panneaux solaires, et signifie que vous n’avez pas besoin de les ajuster manuellement pour faire face au soleil. La première étape consiste à placer des capteurs de lumière du jour. L’un mesurera l’angle horizontal du soleil, tandis que l’autre mesurera l’angle vertical. Cela fournira un suivi complet du soleil sur n’importe quelle planète.

# Interface.SolarMemory
source: Memory Module
cs: Paměťový modul
es: Módulo de memoria
fr: Module mémoire

# Interface.SolarMemoryDescription
source: Memory is used to store data, with values set manually by a screwdriver. We will need five memory modules to store the data needed for the circut.
cs: Paměť se používá k ukládání dat s hodnotami nastavenými ručně pomocí šroubováku. Budeme potřebovat pět paměťových modulů pro uložení dat potřebných pro obvod.
es: La memoria se utiliza para almacenar datos, con valores fijados manualmente por un destornillador. Necesitaremos cinco módulos de memoria para almacenar los datos necesarios para el circuito.
fr: La mémoire est utilisée pour stocker des données, avec des valeurs réglées manuellement par un tournevis. Nous aurons besoin de cinq modules de mémoire pour stocker les données nécessaires au circuit.

# Interface.SetMemory
source: Setting Memory
cs: Nastavení paměti
es: Ajustar la memoria
fr: Paramétrage de la mémoire

# Interface.SetMemoryDescription
source: Now that you have the {THING:StructureLogicMemory} units in place, and a solar tracking system set up, you need to set specific values on the {THING:StructureLogicMemory} using the {THING:ItemScrewdriver}. The values depend on the position and rotation of the {THING:StructureDaylightSensor} and solar panels. Daylight sensors have 3 modes: Default, Horizontal, and Vertical. Each mode changes the output solar angle. In this case, we need to set the sensor to Horizontal, which is mode 1. To do this, set the Horizontal Memory Module to a value of 1, and the logic writer will write that value to the sensor.
cs: Nyní, když máte jednotky {THING:StructureLogicMemory} na místě a nastavený systém sledování slunečního záření, je třeba nastavit konkrétní hodnoty v paměti {THING:StructureLogicMemory} pomocí nástroje {THING:ItemScrewdriver}. Tyto hodnoty závisí na poloze a natočení {THING:StructureDaylightSensor} a solárních panelů. Senzory denního světla mají 3 režimy: Výchozí, Horizontální a Vertikální. Každý režim mění výstupní sluneční úhel. V tomto případě musíme nastavit čidlo na Horizontální, což je režim 1. Za tímto účelem nastavte paměťový modul Horizontální na hodnotu 1 a logický zapisovač zapíše tuto hodnotu do senzoru.
es: Ahora que tienes las unidades de {THING:StructureLogicMemory} en su lugar, y un sistema de seguimiento solar establecido, necesitas establecer valores específicos en la {THING:StructureLogicMemory} usando la {THING:ItemScrewdriver}. Los valores dependen de la posición y rotación de la {THING:StructureDaylightSensor} y los paneles solares. Los sensores de luz diurna tienen 3 modos: Predeterminado, Horizontal y Vertical. Cada modo cambia el ángulo solar de salida. En este caso, necesitamos poner el sensor en Horizontal, que es el modo 1. Para ello, establezca el Módulo de Memoria Horizontal en un valor de 1, y el escritor lógico escribirá ese valor en el sensor.
fr: Maintenant que vous avez mis en place les {THING:StructureLogicMemory} et la configuration d’un système de suivi solaire, vous devez définir des valeurs spécifiques sur {THING:StructureLogicMemory} à l’aide du {THING:ItemScrewdriver}. Les valeurs dépendent de la position et de la rotation des {THING:StructureDaylightSensor} et des panneaux solaires. Les {THING:StructureDaylightSensor} ont 3 modes : Par défaut, Horizontal et Vertical. Chaque mode modifie l’angle solaire de sortie. Dans ce cas, nous devons régler le {THING:StructureDaylightSensor} sur le mode Horizontal. Pour ce faire, définissez l'{THINGS:StructureLogicMemory} horizontale sur la valeur de 1, et l’{THINGS:StructureLogicWriter} écrira cette valeur dans le capteur.

# Interface.SetMemoryDescription2
source: We now need to set a horizontal offset, to correct for the positions and rotations of the solar panel and the daylight sensors. If your solar sensor is at a 90-degree angle to your solar panels, the offset will adjust the solar angle data so the solar panels face towards the sun. We apply this value to Horizontal math unit 2, when we add it to the output value from Horizontal math unit 1.
cs: Nyní musíme nastavit horizontální posun, abychom opravili polohy a rotace solárního panelu a senzorů denního světla. Pokud je váš solární senzor v úhlu 90 stupňů k vašim solárním panelům, posun upraví údaje o solárním úhlu tak, aby solární panely směřovaly ke slunci. Tuto hodnotu použijeme na horizontální matematickou jednotku 2, když ji přidáme k výstupní hodnotě z horizontální matematické jednotky 1.
es: Ahora necesitamos establecer un desplazamiento horizontal, para corregir las posiciones y rotaciones del panel solar y los sensores de luz del día. Si el sensor solar está en un ángulo de -90 grados con respecto a los paneles solares, la compensación ajustará los datos del ángulo solar para que los paneles solares estén orientados hacia el sol. Aplicamos este valor a la unidad matemática horizontal 2, cuando lo sumamos al valor de salida de la unidad matemática horizontal 1.
fr: Nous devons maintenant définir un décalage horizontal, pour corriger les positions et les rotations du panneau solaire et des capteurs de lumière du jour. Si votre capteur solaire est à un angle de 90 degrés à vos panneaux solaires, le décalage ajustera les données d’angle solaire de sorte que les panneaux solaires face vers le soleil. Nous appliquons cette valeur à l’unité de mathématiques horizontale 2, lorsque nous l’ajoutons à la valeur de sortie de l’unité de mathématiques horizontale 1.

# Interface.SetMemoryDescription3
source: As solar sensors provide a negative value, you must turn a negative value into a positive one. To do this, multiply the Invert Memory value against the solar sensor value using Horizontal Math 1.
cs: Protože solární senzory poskytují zápornou hodnotu, musíte proměnit zápornou hodnotu na pozitivní. Za tímto účelem vynásobte hodnotu invertní paměti proti hodnotě slunečního senzoru pomocí horizontální matematiky 1.
es: Como los sensores solares proporcionan un valor negativo, debe convertir un valor negativo en uno positivo. Para hacer esto, multiplique el valor de Invertir memoria contra el valor del sensor solar usando Horizontal Math 1.
fr: Comme les capteurs solaires fournissent une valeur négative, vous devez transformer une valeur négative en une valeur positive. Pour ce faire, multipliez la valeur mémoire inversé par la valeur du capteur solaire à l’aide de Horizontal Math 1.

# Interface.SetMemoryDescription4
source: Lastly, calibrate the vertical position for the solar panel. To do this, take the vertical solar angle percentage from Vertical Math 1, and add 50% using Add Memory in Vertical Math 2. This will make 50% the solar panel’s horizontal zero point (flat, facing upwards).
cs: Nakonec zkalibrujte vertikální polohu solárního panelu. Chcete-li to provést, vezměte vertikální procento solárního úhlu z vertikální matematiky 1 a přidejte 50% pomocí přidání paměti ve vertikální matematice 2. Tím se vytvoří 50% horizontální nulový bod solárního panelu (plochý, obrácený směrem nahoru).
es: Por último, calibre la posición vertical del panel solar. Para hacer esto, tome el porcentaje del ángulo solar vertical de la Matemática Vertical 1, y añada el 50% usando Añadir Memoria en la Matemática Vertical 2. Esto hará el 50% del punto cero horizontal del panel solar (plano, mirando hacia arriba).
fr: Enfin, calibrer la position verticale du panneau solaire. Pour ce faire, prenez le pourcentage d’angle solaire vertical de Vertical Math 1, et ajoutez 50% en utilisant la fonction Add Memory dans le Vertical Math 2. Cela fera 50% du point zéro horizontal du panneau solaire (plat, orienté vers le haut).

# Interface.SetMemoryDescription5
source: The vertical axis of solar panels is measured as a percentage, while sensors output solar angle data in degrees from 0 - 160. To make solar panels compatible with sensors, we use Vertical Logic Math 1 to divide the sensor’s data by 1.6, thereby converting the degree to a percentage.
cs: Svislá osa solárních panelů se měří v procentech, zatímco senzory vydávají údaje o solárních úhlech ve stupních od 0 - 160. Aby byly solární panely kompatibilní se senzory, používáme vertikální logiku matematiky 1 k rozdělení dat senzoru o 1.6, čímž převedeme stupeň na procenta.
es: El eje vertical de los paneles solares se mide como un porcentaje, mientras que los sensores emiten los datos del ángulo solar en grados de 0 a 160. Para hacer que los paneles solares sean compatibles con los sensores, usamos Vertical Logic Math 1 para dividir los datos del sensor por 1,6, convirtiendo así el grado en un porcentaje.
fr: L’axe vertical des panneaux solaires est mesuré en pourcentage, tandis que les capteurs produisent des données d’angle solaire en degrés de 0 à 160. Pour rendre les panneaux solaires compatibles avec les capteurs, nous utilisons Vertical Logic Math 1 pour diviser les données du capteur par 1,6, convertissant ainsi le degré en pourcentage.

# Interface.SetMemory0
source: Set Horizontal Mode Memory to a value of 1
cs: Nastavte paměť horizontálního režimu na hodnotu 1
es: Poner la memoria del modo horizontal a un valor de 1
fr: Réglez la mémoire du mode horizontal sur une valeur de 1

# Interface.SetMemory1
source: Set OffSet Memory to a value of -90
cs: Nastavte paměť posunu na hodnotu -90
es: Poner la memoria OffSet a un valor de -90
fr: Définir la mémoire OffSet sur une valeur de -90

# Interface.SetMemory2
source: Set Invert Memory to a value of -1
cs: Nastavte invertní paměť na hodnotu -1
es: Poner la memoria de inversión a un valor de -1
fr: Définir la mémoire invert à une valeur de -1

# Interface.SetMemory3
source: Set Add Memory to a value of 50
cs: Nastavte přidat paměť na hodnotu 50
es: Establecer la memoria a un valor de 50
fr: Définir ajouter de la mémoire à une valeur de 50

# Interface.SetMemory4
source: Set Tilt Memory to a value of 1.6
cs: Nastavte paměť náklonu na hodnotu 1.6
es: Establecer la memoria de inclinación a un valor de 1.6
fr: Définir la mémoire d’inclinaison sur une valeur de 1,6

# Interface.SetupHorizontalSensor
source: Horizontal Sensor Setup
cs: Nastavení horizontálního senzoru
es: Configuración del sensor horizontal
fr: Configuration du capteur horizontal

# Interface.SetupHorizontalSensorDescription
source: A logic writer allows us to write a given value to certain logic types on a device. Note: You must place the logic writer with the output data socket connecting to the device you are writing to, as some logic circuit data flows in a specific direction. Design circuits accordingly.
cs: Logický zapisovač nám umožňuje zapsat danou hodnotu do určitých typů logiky na zařízení. Poznámka: Logický zapisovač musíte umístit s výstupní datovou zásuvkou připojenou k zařízení, do kterého zapisujete, protože některá data logických obvodů proudí specifickým směrem. Podle toho navrhněte obvody.
es: Un escritor de lógica nos permite escribir un valor dado a ciertos tipos de lógica en un dispositivo. \t\t\t Nota: Debe colocar el escritor lógico con el zócalo de datos de salida conectado al dispositivo en el que está escribiendo, ya que algunos datos del circuito lógico fluyen en una dirección específica. Diseña los circuitos en consecuencia.
fr: Une unité logique d'écriture vous permet d’écrire une valeur donnée à certains types de logique sur un appareil. Remarque : Vous devez placer l’unité logique d'écriture avec la prise de données de sortie se connectant à l’appareil sur lequelle vous écrivez, car certaines données de circuit logique circulent dans une direction spécifique. Concevoir les circuits en conséquence.

# Interface.SetupLogicWritter
source: Setting a Logic Writer
cs: Nastavení logického zapisovače
es: Configuración de un escritor lógico
fr: Configuration d'une Unité Logique: Ecriture

# Interface.SetupLogicWritterDescription
source: We need to set our horizontal sensor to the horizontal mode. To do this we will use a {THING:StructureLogicWriter} to set the mode on the sensor by reading a value from a {THING:StructureLogicMemory}
cs: Musíme nastavit horizontální senzor do horizontálního režimu. K tomu použijeme {THING:StructureLogicWriter} k nastavení režimu na senzoru čtením hodnoty z {THING:StructureLogicMemory}
es: Necesitamos configurar nuestro sensor horizontal en el modo horizontal. Para hacer esto, utilizaremos un {THING: StructureLogicWriter} para establecer el modo en el sensor leyendo un valor de un {THING: StructureLogicMemory}
fr: Nous devons mettre notre capteur horizontal en mode horizontal. Pour ce faire, nous utiliserons une {THING:StructureLogicWriter} pour définir le mode sur le capteur en lisant une valeur à partir d’un {THING:StructureLogicMemory}

# Interface.SetupLogicWritter2
source: Set the {THING:StructureLogicWriter} input to the Horizontal Mode Memory using a {THING:ItemScrewdriver}.
cs: Pomocí {THING:ItemScrewdriver} nastavte vstup {THING:StructureLogicWriter} do paměti horizontálního režimu.
es: Ponga la entrada {THING:StructureLogicWriter} en la memoria del modo horizontal usando un {THING:ItemScrewdriver}.
fr: Définissez l’entrée {THING:StructureLogicWriter} sur la mémoire en mode horizontal à l’aide d’un {THING:ItemScrewdriver}.

# Interface.SetupLogicWritter3
source: Set the {THING:StructureLogicWriter} output to the Horizontal Day Light Sensor.
cs: Nastavte výstup {THING:StructureLogicWriter} na horizontální senzor denního světla.
es: Establezca la salida {THING:StructureLogicWriter} en el sensor horizontal de luz diurna.
fr: Définissez la sortie {THING:StructureLogicWriter} sur le capteur horizontal de lumière de jour.

# Interface.SetupLogicWritter4
source: Set the {THING:StructureLogicWriter} to write to the sensor's logic value called Mode.
cs: Nastavte {THING:StructureLogicWriter} pro zápis do logické hodnoty senzoru nazvané Režim.
es: Configure {THING:StructureLogicWriter} para escribir en el valor lógico del sensor denominado Modo.
fr: Définissez le {THING:StructureLogicWriter} pour écrire sur la valeur logique du capteur appelée Mode.

# Interface.LogicReadersSetup
source: Logic Readers Setup
cs: Nastavení čteček logiky
es: Configuración de los lectores lógicos
fr: Configuration des lecteurs logiques

# Interface.LogicReaderSetupDescription
source: A logic reader does what it sounds like: it reads logic. We will use these to read the solar angle from each sensor.
cs: Logická čtečka dělá přesně to, jak zní: čte logiku. Budeme je používat ke čtení slunečního úhlu z každého senzoru.
es: Un lector lógico hace lo que parece: lee lógica. Los usaremos para leer el ángulo solar de cada sensor.
fr: Un lecteur logique fait ce qu’il ressemble : il lit la logique. Nous allons les utiliser pour lire l’angle solaire de chaque capteur.

# Interface.LogicReaderLogicSetup
source: Logic Reader SetUp
cs: Nastavení čtečky logiky
es: Configuración del lector lógico
fr: SetUp du lecteur logique

# Interface.LogicReaderLogicSetupDescription
source: We now need to set up our newly placed Logic Readers. As with the Logic Writer, we need to set the inputs.
cs: Nyní musíme nastavit naše nově umístěnou logickou četečku. Stejně jako u logického zapisovače, musíme nastavit vstupy.
es: Ahora tenemos que configurar nuestros lectores lógicos recién colocados. Al igual que con el Escritor lógico, necesitamos establecer las entradas.
fr: Nous devons maintenant mettre en place nos nouveaux lecteurs logiques. Comme avec l’unité logique d'écriture, nous devons définir les entrées.

# Interface.LogicReaderLogicSetup1
source: Set Horizontal Logic Reader 1's input to Horizontal Day Light Sensor.
cs: Nastavte vstup horizontální logické čtečky 1 na horizontální denní světelný senzor.
es: Establezca la entrada de Horizontal Logic Reader 1 en Sensor de luz de día horizontal.
fr: Régler l'entrée du lecteur logique horizontal 1 sur le capteur horizontal de lumière du jour.

# Interface.LogicReaderLogicSetup2
source: Set the Logic value to Solar angle.
cs: Nastavte logickou hodnotu na solární úhel.
es: Establezca el valor lógico en ángulo solar.
fr: Réglez la valeur logique sur l'angle solaire.

# Interface.LogicReaderLogicSetup3
source: Set the Vertical Logic Reader 1 to Vertical Day Light Sensor.
cs: Nastavte vertikální logickou čtečku 1 na vertikální denní světelný senzor.
es: Configure el Lector de lógica vertical 1 en Sensor de luz vertical de día.
fr: Réglez le lecteur logique vertical 1 sur le capteur de lumière du jour vertical.

# Interface.LogicReaderLogicSetup4
source: Set the Logic value to Solar Angle.
cs: Nastavte logickou hodnotu na solární úhel.
es: Establezca el valor lógico en ángulo solar.
fr: Réglez la valeur logique sur l'angle solaire.

# Interface.VerticalLogicProcessors
source: Logic Processors.
cs: Logické procesory.
es: Procesadores Lógicos.
fr: Processeurs logiques.

# Interface.VerticalLogicProcessorsDescription
source: We now need to perform some math on the values read in by the {THING:StructureLogicReader} and {THING:StructureLogicMemory}. Start with the vertical data module of the circuit. The first {THING:StructureLogicMath} will divide the {THING:StructureLogicReader} data by 1.5 by using a {THING:StructureLogicMemory}. The next {THING:StructureLogicMath} will read the input of our first {THING:StructureLogicMath} and add 50 using a {THING:StructureLogicMemory} named offset.
cs: Nyní musíme provést některé matematické hodnoty přečtené v {THING:StructureLogicReader} a {THING:StructureLogicMemory}. Začněte s vertikálním datovým modulem obvodu. První {THING:StructureLogicMath} rozdělí data {THING:StructureLogicReader} o 1.5 pomocí {THING:StructureLogicMemory}. Další {THING:StructureLogicMath} přečte vstup našeho prvního {THING:StructureLogicMath} a přidá 50 pomocí {THING:StructureLogicMemory} pojmenovaného posun.
es: Ahora necesitamos realizar algunas operaciones matemáticas con los valores leídos por {THING:StructureLogicReader} y {THING:StructureLogicMemory}. Comience con el módulo de datos vertical del circuito. La primera {THING:StructureLogicMath} dividirá los datos de {THING:StructureLogicReader} por 1.5 utilizando una {THING:StructureLogicMemory}. La próxima {THING:StructureLogicMath} leerá la entrada de nuestra primera {THING:StructureLogicMath} y agregará 50 usando un desplazamiento denominado {THING:StructureLogicMemory}.
fr: Nous devons maintenant effectuer quelques calculs sur les valeurs lues par l'{THING:StructureLogicReader} et {THING:StructureLogicMemory}. Commencez par le module de données verticale du circuit. Le premier {THING:StructureLogicMath} divisera les données {THING:StructureLogicReader} par 1.5 à l’aide d’un {THING:StructureLogicMemory}. Le prochain {THING:StructureLogicMath} lira l’entrée de notre premier {THING:StructureLogicMath} et ajoutera 50 à l’aide d’un décalage nommé {THING:StructureLogicMemory} .

# Interface.LogicMathVertical
source: Logic Math Vertical Setup.
cs: Vertikální nastavení matematické logiky.
es: Configuración vertical de lógica matemática.
fr: Configuration verticale de l'unité logique mathématique.

# Interface.LogicMathVerticalDescription
source: Setting up the math processors is one of the most important steps in creating a logic circuit, as it handles all the calculations required for most tasks.
cs: Nastavení matematických procesorů je jedním z nejdůležitějších kroků při vytváření logického obvodu, protože zpracovává všechny výpočty potřebné pro většinu úkolů.
es: Configurar los procesadores matemáticos es uno de los pasos más importantes para crear un circuito lógico, ya que maneja todos los cálculos necesarios para la mayoría de las tareas.
fr: La configuration des processeurs mathématiques est l’une des étapes les plus importantes dans la création d’un circuit logique, car il gère tous les calculs requis pour la plupart des tâches.

# Interface.LogicMathVertical1
source: Turn on Vertical Math Unit 1.
cs: Zapněte vertikální matematickou jednotku 1.
es: Encienda Vertical Math Unit 1.
fr: Allumez l’unité mathématique verticale 1.

# Interface.LogicMathVertical2
source: Set input 1 on Vertical Math Unit 1 to read Vertical Logic Reader 1.
cs: Nastavte vstup 1 na vertikální matematické jednotce 1 pro čtení vertikální čtečky logiky 1.
es: Configure la entrada 1 en Vertical Math Unit 1 para leer Vertical Logic Reader 1.
