Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.GasMixerTask1
source: Place the {THING:StructureGasMixer} in the highlighted location.
fr: Placez le {THING:StructureGasMixer} à l'endroit mis en surbrillance.
ru: Установите {THING:StructureGasMixer} в выделенном месте.

# Interface.PressureRegulator
source: The Pressure Regulator
fr: Le régulateur de pression
ru: Регулятор Давления

# Interface.PressureRegulatorDescription
source: The {THING:StructurePressureRegulator} is used to regulate pressure inside of a pipe network. This lets you restrict the pressure, ensuring you don't overpressurize a tank.
fr: Le {THING:StructurePressureRegulator} est utilisé pour réguler la pression à l'intérieur d'un réseau de canalisations. Cela vous permet de limiter la pression et de ne pas sur-pressuriser un réservoir.
ru: {THING:StructurePressureRegulator} используется для регулирования давления внутри сети труб. Это позволяет ограничить давление, гарантируя, что вы не превысите безопасное давление бака.

# Interface.PressureRegulatorTask1
source: Place the {THING:StructurePressureRegulator} in the highlighted position.
fr: Placez le {THING:StructurePressureRegulator} à l'endroit en surbrillance.
ru: Установите {THING:StructurePressureRegulator} в выделенном месте.

# Interface.ConnectingTanks
source: Connecting Tanks
fr: Connecter les réservoirs
ru: Подключение Баков

# Interface.ConnectingTanksDescription
source: Now connect the Dynamic Tanks to the {THING:StructureTankConnector}. Drag the tank on top of the corresponding {THING:StructureTankConnector}, then use your {THING:ItemWrench} on the Dynamic tank to connect it.
fr: Connectez maintenant les réservoirs dynamiques à {THING:StructureTankConnector}. Faites glisser le réservoir au-dessus du {THING:StructureTankConnector}, puis utilisez votre {THING:ItemWrench} sur le réservoir Dynamique pour le connecter.
ru: Теперь подключите Баки к {THING:StructureTankConnector}. Поместите бак поверх соответствующего {THING:StructureTankConnector}, а затем используйте {THING:ItemWrench} на баке, чтобы подключить его.

# Interface.ConnectingTanksTask1
source: Connect the {THING:DynamicGasCanisterOxygen} to the white Tank Connector.
fr: Connectez la {THING:DynamicGasCanisterOxygen} au connecteur de réservoir blanc.
ru: Подключите {THING:DynamicGasCanisterOxygen} к белому коннектору для баков.

# Interface.ConnectingTanksTask2
source: Connect the {THING:DynamicGasCanisterVolatiles} to the red Tank Connector.
fr: Connectez le {THING:DynamicGasCanisterVolatiles} au connecteur de réservoir rouge.
ru: Подключите {THING:DynamicGasCanisterVolatiles} к красному коннектору для баков.

# Interface.FlipingValves
source: Flipping Valves
fr: Commutation de vannes
ru: Переключаем Вентили

# Interface.FlipingValvesDescription
source: We are now ready to turn on the {THING:StructureValve}. To open the Valve, interact with the lever on the {THING:StructureValve}.
fr: Nous sommes maintenant prêts à ouvrir chaque {THING:StructureValve}. Pour cela interagissez avec le levier de chaque {THING:StructureValve}.
ru: Теперь мы готовы включить {THING:StructureValve}. Чтобы открыть клапан, воспользуйтесь рычагом на {THING:StructureValve}.

# Interface.FlipingValvesTask2
source: Open the {THING:StructureValve} on the oxygen network.
fr: Ouvrez la {THING:StructureValve} sur le réseau oxygène.
ru: Откройте {THING:StructureValve} кислородной сети.

# Interface.FlipingValvesTask1
source: Open the {THING:StructureValve} on the volatiles network.
fr: Ouvrez la {THING:StructureValve} sur le réseau Hydrogène.
ru: Откройте {THING:StructureValve} гидрогеновой сети.

# Interface.SettingYourLimit
source: Setting Your Limit
fr: Réguler la pression
ru: Установка Вашего Ограничения

# Interface.SettingYourLimitTask1
source: Set the pressure on the {THING:StructurePressureRegulator} to 1950kPa
ru: Установите давление {THING:StructurePressureRegulator} на 1950kPa

# Interface.SettingYourLimitTask2
source: Turn on the {THING:StructurePressureRegulator}.
fr: Allumez le {THING:StructurePressureRegulator}.
ru: Включите {THING:StructurePressureRegulator}.

# Interface.TheGasMix
source: The Gas Mix
fr: Le mélange des gaz
ru: Смесь Газов

# Interface.TheGasMixDescription
source: Now set the gas mix ratio by interacting with the wheel on the {THING:StructureGasMixer}. Turning the wheel towards Increase will alter the ratio in favor of the first input. Turning the wheel towards Decrease will alter the ratio in favor of the second input. Use the {KEY:QuantityModifier} key to reduce the increments from 10 to 1.
ru: Теперь установите соотношение газовой смеси, используя колесо на {THING:StructureGasMixer}. Поворот колеса в сторону увеличения изменит соотношение в пользу первого входа. Поворот колеса в сторону уменьшения изменит соотношение в пользу второго входа. Используйте клавишу {KEY:QuantityModifier}, чтобы уменьшить инкремент с 10 до 1.

# Interface.TheGasMixTask1
source: Set the mix ratio to '33' on input one, and '67' on input two.
fr: Définissez le rapport de mélange à '33' sur l’entrée un, et '67' sur l’entrée deux.
ru: Установите соотношение смешивания до '33' на входе один, и '67' на входе два.

# Interface.TheGasMixTask2
source: Turn on the Gas Mixer.
fr: Allumez le mélangeur de gaz.
ru: Включите Смеситель.

# Interface.RetrievingTheFuelTank
source: Retrieving The Fuel Tank
fr: Récupération du réservoir de carburant
ru: Изъятие Топливного Бака

# Interface.RetrievingTheFuelTankDescription
source: You now have a perfect fuel mix filling your empty {THING:ItemGasCanisterFuel}. Let it fill, then remove it from the {THING:StructureGasTankStorage} and slot it back into the {THING:ItemWeldingTorch}.
fr: Vous disposez maintenant d’un mélange de carburant parfait pour remplir votre {THING:ItemGasCanisterFuel} vide. Laissez-le se remplir, puis retirez-le de {THING:StructureGasTankStorage} et remettez-le de nouveau dans le {THING:ItemWeldingTorch}.
ru: Теперь идеальный топливный микс заполняет ваш пустой {THING:ItemGasCanisterFuel}. Дайте ему наполнится, а затем переместите его из {THING:StructureGasTankStorage} обратно в {THING:ItemWeldingTorch}.

# Interface.RetrievingTheFuelTankTask1
source: Take the {THING:ItemGasCanisterFuel} from the {THING:StructureGasTankStorage}.
fr: Prenez le {THING:ItemGasCanisterFuel} du {THING:StructureGasTankStorage}.
ru: Возьмите {THING:ItemGasCanisterFuel} из {THING:StructureGasTankStorage}.

# Interface.RetrievingTheFuelTankTask2
source: Place the {THING:ItemGasCanisterFuel} into the {THING:ItemWeldingTorch}.
fr: Replacez la {THING:ItemGasCanisterFuel} dans le {THING:ItemWeldingTorch}.
ru: Поместите {THING:ItemGasCanisterFuel} в {THING:ItemWeldingTorch}.

# Interface.TestTheFuelMix
source: Testing The Fuel Mix
fr: Test du mélange de carburant
ru: Тестирование Топливной Смеси

# Interface.TestTheFuelMixDescription
source: Now that we have refueled the {THING:ItemGasCanisterFuel}, test it by completing the glass door next to the gas mixing system. You will find the supplies you need beside the wall.
fr: Maintenant que nous avons recharger le {THING:ItemGasCanisterFuel}, testez-le en complétant la porte en verre à côté du système de mélange de gaz. Vous trouverez les fournitures dont vous avez besoin à côté du mur.
ru: Теперь, когда мы заправили {THING:ItemGasCanisterFuel}, давайте проверим его завершив стеклянную дверь рядом с системой смешивания газа. Вы найдете нужные вам материалы рядом со стеной.

# Interface.TestTheFuelMixTask1
source: Complete construction of the glass door.
fr: Construction complète de la porte en verre.
ru: Завершите сборку стеклянной двери.

# Interface.BasicConceptsDescription
source: Welcome to the Lunar Training Base, Cadet. The ODA has approved your application, so let's improve your chances of surviving deployment to the Solar System. Enter the training base through the airlock ahead. Important Note: Due to limitations of the tutorial system it is important that you perform the actions in the exact order or you may not be able to progress. If you get stuck during any step you may have to restart the tutorial. While the game is still in heavy development it is unavoidable that the tutorial will break from time to time. We will strive to improve the tutorial over time.
es: Bienvenido a la Base de Entrenamiento Lunar, Cadete. La ODA ha aprobado su solicitud, así que mejoremos sus posibilidades de sobrevivir al despliegue en el Sistema Solar. Ingrese a la base de entrenamiento a través de la esclusa de aire que se encuentra más adelante. Nota importante: debido a las limitaciones del sistema de tutoriales, es importante que realice las acciones en el orden exacto o es posible que no pueda avanzar. Si se atasca durante algún paso, es posible que deba reiniciar el tutorial. Si bien el juego aún está en pleno desarrollo, es inevitable que el tutorial se rompa de vez en cuando. Nos esforzaremos por mejorar el tutorial.

# Interface.Co-OrdinationDisc
source: Test your co-ordination by swapping items between hands.
cs: Vyzkoušejte si svoji koordinaci výměnou předmětů mezi rukama.
es: Pruebe su coordinación intercambiando objetos entre las manos.
fr: Testez votre coordination en échangeant des objets entre les mains.

# Interface.Narration5T
source: Letting Go
cs: Nechejte to být
es: Dejarlo ir
fr: Lâcher prise

# Interface.NarrationClose
source: Close Narration Panel
cs: Zavřete panel popisu
es: Cerrar panel de narración
fr: Fermer le panneau de narration

# Interface.2Narration11T
source: Overlay Junction
cs: Překrytí křižovatky
es: Unión superpuesta

# Interface.2GetSheets
source: Get Iron Sheets from Crate.
es: Consigue marcos de hierro de la caja.

# Interface.3Narration2D
source: The Xigo Padi tablet performs a range of different functions. With the tracking cartridge inserted, it helps you navigate to local beacons.
cs: Tablet Xigo Padi plní řadu různých funkcí. S vloženou sledovací kazetou vám pomůže navigovat k místním majákům.
es: La tableta Xigo Padi realiza una variedad de funciones diferentes. Con el cartucho de rastreo insertado, le ayuda a viajar hasta las balizas locales.

# Interface.4PutCircuitInConsole
source: Add circuitboard airlock to console.
cs: Přidejte obvodovou desku přechodové komory do konzole.
es: Añade la placa de circuito a la consola de la esclusa.

# Interface.4CustomName
source: Label inner door 'Interior door'
cs: Označte vnitřní dveře 'Interní dveře'
es: Renombra la puerta interior a: "puerta interior"

# Interface.4CustomName2
source: Label the outer door 'Exterior door'
cs: Označte vnější dveře 'Externí dveře'
es: Renombra la puerta exterior a: "puerta exterior"

# Interface.4.5PutGasCircuitInConsole
source: Add gas display circuitboard to unfinished console
cs: Přidejte obvodovou desku displeje plynu do nedokončené konzole
es: Añadir la placa de circuito de la pantalla de gas a la consola inacabada

# Interface.4.5Finishconsole
source: Complete console with glass sheets
cs: Dokončete konzoli skleněnou tabulí
es: Completa la consola con la placa de cristal

# Interface.4.5ConfigureGasSensorTask
source: Set console to 'Temperature' mode
cs: Nastavte konzolu do režimu 'Teploty'
es: Configura la consola en el modo 'Temperatura'

# Interface.4,5ConfigureGasSensorTask1
source: Select furnace from list of devices
cs: Vyberte pec ze seznamu zařízení
es: Seleccione el horno de la lista de dispositivos

# Interface.4,5ConfigureGasSensorTask2
source: Configure second console for 'Pressure'
cs: Nakonfigurujte druhou konzolu na 'Tlak'
es: Configurar la segunda consola para la 'presión'

# Interface.4.5HowToMakeBattery
source: Consult kit (battery) page of Stationpedia
cs: Prohlédněte si stránku Stationpedie věnovanou sadě (baterie)
es: Consulta la página de el kit (batería) en la Stationpedia

# Interface.OpenOxiteMenu
source: Click on oxite ore
cs: Klikněte na oxitovou rudu
es: Haga clic en el mineral de oxita

# Interface.4.5SplitStack
source: Split oxite ore in half (6)
cs: Rozdělte oxitovou rudu na poloviny (6)
es: Divida el mineral de oxite en dos pilas de (6)

# Interface.4.5IgnitingTheFurnace
source: Process oxite: press 'Activate' button until lid opens
cs: Zpracujte oxit: stiskněte tlačítko "Aktivovat", dokud se neotevře víko
es: Procesar oxite: presione el botón 'Activar' hasta que se abra la tapa

# Interface.4.5IgnitingTheFurnace
source: Process volatiles: press 'Activate' button until lids opens
cs: Zpracujte těkavé látky: stiskněte tlačítko "Aktivovat", dokud se víka neotevřou
es: Procesar volatiles: presione el botón 'Activar' hasta que se abra la tapa

# Interface.4.5OpenFurnaceC
source: Pull furnace lever when smelting complete
cs: Po dokončení tavby zatáhněte za páku pece
es: Tire de la palanca del horno cuando se haya terminado de fundir

# Interface.4.5SmeltCopper
source: Wait for copper ingot to smelt
cs: Počkejte, až se zataví měděný ingot
es: Espera que el Lingote de cobre se funda

# Interface.4.5SmeltGold
source: Wait for gold ingot to smelt
cs: Počkejte, až se zataví zlatý slitek
es: Espera a que el lingote de oro se funda

# Interface.4.5VentingTheGases2
source: Get furnace going again.
cs: Znovu rozběhněte pec.
es: Encienda el horno de nuevo.

# Interface.4.5TurnBattery
source: Turn on battery using switch on side
cs: Zapněte baterii vypínačem na straně
es: Enciende la batería con el interruptor lateral

# Interface.4.5TurnAPC1
source: Turn on battery network APC
cs: Zapněte bateriovou síť APC
es: Enciende la red de batería APC

# Interface.TutoiralSmeltingEndDescription
source: Excellent work, Cadet - you have mastered basic steel smelting.
cs: Výborná práce, kadete - zvládl jste základy tavení oceli.
es: Excelente trabajo, cadete: has dominado la fundición básica del acero.

# Interface.4.5OpenAPCTask
source: Open the main power network APC
cs: Otevřete hlavní napájecí síť APC
es: Enciende la energía principal del APC

# Interface.6BuildPipe
source: Place T-junction pipe in highlighted position
cs: Umístěte potrubní T-spoj na zvýrazněné místo
es: Coloque una tubería de unión en T en la posición resaltada

# Interface.6BuildPipept2
source: Place pipe in highlighted position
cs: Umístěte trubku na zvýrazněné místo
es: Coloque la tubería en la posición resaltada

# Interface.6BuildPipept3
source: Place T-junction pipe in highlighted position
cs: Umístěte T-trubku na zvýrazněné místo
es: Coloque la tuberia de unión en T en la posición resaltada

# Interface.6Narration6D
source: We'll be testing your skills with gas systems in the next phase, but for now, just wait for the wheat to grow. We've added a little super fertilizer to speed things up.
cs: V další fázi si vyzkoušíme vaše dovednosti s plynovými systémy, ale zatím počkejte, až vám vyroste pšenice. Pro urychlení jsme přidali trochu superhnojiva.
es: Probaremos sus habilidades con los sistemas de gas en la próxima fase, pero por ahora, espere a que crezca el trigo. Agregamos un poco de súper fertilizante para acelerar las cosas.

# Interface.6WaitForWheatToGrow
source: Wait for wheat to grow.
cs: Počkejte, až vyroste pšenice.
es: Espere a que crezca el trigo.

# Interface.6HarvestWheat
source: Harvest 20 wheat
cs: Skliďte 20 pšenic
es: Cosecha 20 unidades de trigo

# Interface.6WaitForGrow
source: Wait for wheat to grow
cs: Počkejte až pšenice poroste
es: Espere a que crezca el trigo

# Interface.IntoTutoiralGasMixingDescription
source: Welcome Cadet! Deployed as a Stationeer, you'll need to create all manner of fuels and atmospheres for far-flung ODA bases. So let's explore your knowledge of gas filtering and mixing.
cs: Vítejte, kadete! Jako Stationeer budete muset vytvářet nejrůznější paliva a atmosféry pro vzdálené základny ODA. Pojďme tedy prozkoumat vaše znalosti o filtrování a míchání plynů.
es: ¡Bienvenido Cadete! Implementado como Stationeer, necesitará crear combustibles y atmósferas para bases de ODA lejanas. Exploremos, pues, sus conocimientos sobre el filtrado y la mezcla de gases.

# Interface.7Narration0D
source: A Stationeer's work is never done, but your welder's out of gas! Time to create more fuel. First, you need a source of oxygen. Your plants make oxygen from CO2, and there's plenty of that in your suit waste tank. Just vent it in the hydroponics room.
cs: Práce Stationeera není nikdy hotová, ale svářečce došel benzín! Je čas vytvořit další palivo. Nejprve potřebujete zdroj kyslíku. Vaše rostliny vyrábějí kyslík z CO2 a toho je v odpadní nádrži vašeho skafandru dostatek. Stačí ho vypustit v hydroponické místnosti.
es: El trabajo de un stationeer nunca termina, ¡pero su soldador se queda sin combustible! Es hora de crear más combustible. Primero, necesitas una fuente de oxígeno. Sus plantas producen oxígeno a partir de CO2, y hay mucho de eso en el tanque de desechos de su traje. Simplemente ventílalo en la sala de hidroponía.

# Interface.7Narration1D
source: In order to extract oxygen from the atmosphere in this room, build an active vent in the highlighted position. Use it to pump atmosphere to your filtration system.
cs: Chcete-li v této místnosti odebírat kyslík z atmosféry, postavte na zvýrazněném místě aktivní ventilaci. Použijte jej k čerpání atmosféry do filtračního systému.
es: Para extraer oxígeno de la atmósfera en esta habitación, construya un respiradero activo en la posición resaltada. Úselo para bombear la atmósfera a su sistema de filtración.

# Interface.7Narration2D
source: Now, leave your greenery alone for a moment. Move through the airlock to the atmospherics room to construct your gas mixing system.
cs: Nyní nechte zeleň na chvíli na pokoji. Projděte přechodovou komorou do místnosti s atmosférou a zkonstruujte systém míchání plynů.
es: Ahora, deja tu vegetación en paz por un momento. Muévase a través de la esclusa de aire a la sala de atmósferas para construir su sistema de mezcla de gas.

# Interface.7Narration3D
source: To extract oxygen from the hydroponic room atmosphere, you need to reverse entropy. That's why the next step is building a filtration unit.
cs: Chcete-li získat kyslík z atmosféry hydroponické místnosti, musíte zvrátit entropii. Proto je dalším krokem vybudování filtrační jednotky.
es: Para extraer oxígeno de la atmósfera de la habitación hidropónica, debe invertir la entropía. Es por eso que el siguiente paso es construir una unidad de filtración.

# Interface.7Narration4D
source: To pass the hydroponic room's atmosphere into your filtration unit, complete the green oxygen pipe network.
cs: Pro přenos atmosféry z hydroponické místnosti do filtrační jednotky dokončete síť zeleného kyslíkového potrubí.
es: Para pasar la atmósfera de la sala hidropónica a su unidad de filtración, complete la red de tuberías de oxígeno verde.

# Interface.7Narration5D
source: The filtration unit produces two things: usable gas and waste gas, which you should dispose of or loud, unpleasant things may happen. Connect the filtration unit's waste outlet to the waste network, so you can expel unwanted gas into the infinite void.
cs: Filtrační jednotka produkuje dvě věci: použitelný plyn a odpadní plyn, který byste měli zlikvidovat, jinak se mohou stát nepříjemné a hlasité věci. Připojte odpadní výstup filtrační jednotky k odpadní síti, abyste mohli nežádoucí plyn vypustit do nekonečné prázdnoty.
es: La unidad de filtración produce dos cosas: gas utilizable y gas residual, que debe desechar o pueden suceder cosas ruidosas y desagradables. Conecte la salida de residuos de la unidad de filtración a la red de residuos, para que pueda expulsar gases no deseados al vacío infinito.

# Interface.7Narration6D
source: A filtration unit can filter out two gases simultaneously, but right now you just need oxygen to mix welder fuel. So add an oxygen filter in the unit.
cs: Filtrační jednotka může odfiltrovat dva plyny současně, ale nyní potřebujete pouze kyslík k míchání paliva do svářečky. Proto do jednotky přidejte kyslíkový filtr.
es: Una unidad de filtración puede filtrar dos gases simultáneamente, pero en este momento solo necesita oxígeno para mezclar el combustible del soldador. Así que agregue un filtro de oxígeno en la unidad.

# Interface.7Narration7D
source: To reduce the chance of your fuel accidentally igniting, it's a good idea to chill your gas. Many Stationeers learned this the messy way. To cool your pipes, run them outside and add pipe radiators, which disperse heat.
cs: Abyste snížili možnost náhodného vznícení paliva, je dobré plyn zchladit. Mnoho Stationeerů se to naučilo nepříjemným způsobem. Chcete-li ochladit potrubí, vyveďte je ven a přidejte potrubní radiátory, které rozptylují teplo.
es: Para reducir la posibilidad de que su combustible se encienda accidentalmente, es una buena idea enfriar su gas. Muchos estationeers aprendieron esto de la manera incorrecta. Para enfriar sus tuberías, llevelas afuera y agregue radiadores de tubería, para que dispersen el calor.

# Interface.7Narration8D
source: The ice crusher is a good way to obtain gases from ice ores. Connect the ice crusher's gas output to the 'volatile' gas network.
cs: Drtič ledu je dobrým způsobem, jak získat plyny z ledové rudy. Připojte výstup plynu drtiče ledu k síti "těkavých" plynů.
es: La trituradora de hielo es una buena manera de obtener gases de los minerales de hielo. Conecte la salida de gas de la trituradora de hielo a la red de gas "volátil".

# Interface.7GetIceCrusher
source: Get ice crusher from crate
cs: Získejte drtič ledu z bedny
es: Coge la trituradora de hielo de la caja

# Interface.7BuildIceCrusher
source: Build ice crusher in highlighted position
cs: Postavte drtič ledu na zvýrazněné místo
es: Construye una trituradora de hielo en posición resaltada

# Interface.7Narration9D
source: The most commonly used Stationeer fuel has two components: oxygen and volatile gas. There's volatile ices in the mining belt in the crate. Add some to the ice crusher for processing. Note: volatiles sublime rapidly, but not inside the ore belt or crusher.
cs: Nejčastěji používané palivo Stationeerů má dvě složky: kyslík a těkavý plyn. V hornickém opasku v bedně je těkavý led. Přidejte jich několik do drtiče ledu ke zpracování. Poznámka: těkavé ionty rychle sublimují, ale ne uvnitř hornického opasku nebo drtiče.
es: El combustible Stationeer más utilizado tiene dos componentes: oxígeno y gas volátil. Hay hielos volátiles en el cinturón minero en la caja. Agregue un poco a la trituradora de hielo para su procesamiento. Nota: los volátiles se sublimarán rápidamente, pero no dentro de la cinta de minerales o la trituradora.

# Interface.7Narration10D
source: To blend your fuel, you need to connect your oxygen and volatile networks using a gas mixer. Mixers let you set the correct ratio, avoiding the uselessness and disappointment of a bad mix.
cs: Abyste mohli palivo smíchat, musíte propojit kyslíkovou a těkavou síť pomocí směšovače plynu. Směšovače vám umožní nastavit správný poměr, čímž se vyhnete zbytečnostem a zklamáním ze špatné směsi.
es: Para mezclar su combustible, debe conectar sus redes de oxígeno y volátiles utilizando un mezclador de gas. Los mezcladores le permiten establecer la proporción correcta, evitando la inutilidad y la decepción de una mala mezcla.

# Interface.7Narration11D
source: To make sure you don't overpressure your canister, add a pressure regulator - another important lesson for Stationeers who want to keep existing.
cs: Abyste se ujistili, že kanystr nepřetlakujete, přidejte regulátor tlaku - další důležitá lekce pro Stationeery, kteří si chtějí udržet stávající stav.
es: Para asegurarse de no sobrepreser su botella, agregue un regulador de presión, otra lección importante para los estationeers que desean seguir existiendo.
