Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.PickUpControlsDisc
source: Interact
cs: interakce
es: Interactuar
fr: Interagir
ru: Взаимодействовать

# Interface.SwapControlsDisc
source: Swap hands
cs: Vyměňte si ruce
es: Intercambia las manos
fr: Changer la main active
ru: Сменить руку

# Interface.PickUpT1
source: Take welding torch from the crate
cs: Vezměte svářečku z bedny.
es: Saca el soldador de la caja
fr: Prenez le chalumeau dans la caisse
ru: Возьмите сварочный инструмент из ящика

# Interface.SwapHandsT1
source: Swap hands
cs: Vyměňte si ruce.
es: Cambiar las manos activas
fr: Changer de main
ru: Смените руку

# Interface.PickUpT1 1
source: Take wirecutters from the crate.
cs: Vezměte kleště z bedny.
es: Coge los alicates de la caja.
fr: Prenez la pince coupante dans la caisse.
ru: Возьмите кусачки из ящика.

# Interface.SwapHandsT1 2
source: Swap hands ... again
cs: Vyměňte si ruce ... znovu.
es: Intercambia las manos... otra vez.
fr: Changer de main ... de nouveau
ru: Смените руку ... ещё разок

# Interface.Narration4T
source: The welder.
cs: Svářečka.
es: El soldador.
fr: Le chalumeau.
ru: Сварочный аппарат.

# Interface.Narration4D
source: You could have been a juggler. But you signed up as a Stationeer, so you're going to juggle tools instead. Lots of them. Some must be activated first, with {KEY:SecondaryAction}.
cs: Mohl jste být žonglér, ale přihlásil jste se jako Stationeer, takže místo toho budete žonglovat s nářadím. Hodně z nich. Mnoho z nich musí být nejprve aktivováno {KEY:SecondaryAction}.
es: Podrías haber sido un malabarista. Pero te inscribiste como un Stationeer, así que vas a hacer malabares con herramientas en su lugar. Muchas de ellas. Algunas deben ser activadas primero, con {KEY:SecondaryAction}.
ru: Вы могли бы стать жонглёром. Но вы записались в Станционеры, так что вам придётся жонглировать инструментами. Многими из них. Некоторые нужно сначала активировать с помощью {KEY:SecondaryAction}.

# Interface.ActiveWilderDisc
source: Activate the welding torch
cs: Aktivujte svářečku
es: Activar el soplete
fr: Activer le chalumeau
ru: Включить сварочный аппарат

# Interface.TurnOnControls
source: Toggle power
cs: zapne
es: Encender
ru: Переключить питание

# Interface.TurnOnControlsDisc
source: Toggle power on welding torch
cs: zapne svářečku
es: Cambiar la energía en el soplete de soldadura
fr: Allumer/Éteindre le chalumeau
ru: Переключите питание сварочного аппарата

# Interface.WeilderOn
source: Turn on welding torch
cs: Zapněte svářečku.
es: Enciende el soldador
fr: Allumer le chalumeau
ru: Включите сварочный аппарат

# Interface.WeilderOff
source: Turn off welding torch
cs: Vypněte svářečku.
es: Apaga el soldador
fr: Éteindre le chalumeau
ru: Выключите сварочный аппарат

# Interface.Narration5D
source: So far, your hands are working fine. That's good, you'll need them. So let's try dropping and throwing. Press {KEY:Drop} to drop items, or hold {KEY:Drop} to throw them.
cs: Vaše ruce zatím fungují, a to je dobře, protože je budete potřebovat. Vyzkoušejte si tedy upuštění nebo hození. Stisknutím {KEY:Drop} předměty upustíte nebo podržením {KEY:Drop} je hodíte.
es: Hasta ahora, tus manos funcionan bien. Eso es bueno, las necesitarás. Así que intentemos tirar y lanzar. Presiona {KEY:Drop} para dejar caer los objetos, o mantén presionado {KEY:Drop} para lanzarlos.
ru: Пока ваши руки работают нормально. Это хорошо, потому что они вам понадобятся. Итак, давайте попробуем выкладывание и кидание. Нажмите {KEY:Drop}, чтобы выложить предмет, или удерживайте {KEY:Drop}, чтобы кинуть его.

# Interface.DropItemT1 1
source: Drop tool in right hand
cs: Upusťte nástroj z pravé ruky
es: Suelta el objeto en tu mano derecha
fr: Lâcher l'outil dans la main droite
ru: Бросьте предмет в вашей правой руке

# Interface.DropWireCutters
source: Drop or throw tool in your right hand
cs: Upusťte nebo hoďte nástrojem z pravé ruky.
es: Deja caer o lanza la herramienta de tu mano derecha
fr: Lâcher ou jeter l’outil dans votre main droite
ru: Выложите или киньте инструмент из правой руки

# Interface.ThrowControls
source: Hold {KEY:Drop}
cs: Držet {KEY:Drop}
es: Presionar {KEY:Drop}
fr: Maintenir {KEY:Drop}
ru: Удерживать {KEY:Drop}

# Interface.ThrowControlsDisc
source: Throw item
cs: hodí předmět
es: Lanza el artículo
fr: Jeter l’objet
ru: Кинуть предмет

# Interface.DropControlsDisc
source: Drop item
cs: upustí předmět
es: Suelta el artículo
fr: Lâcher l'objet
ru: Выложить предмет

# Interface.PrecisionPLaceT1 1
source: Precision place tool on table using {KEY:PrecisionPlace}
cs: Přesně umístěte nástroj na stůl pomocí {KEY:PrecisionPlace}
es: Colocar la herramienta en la mesa con precisión usando {KEY:PrecisionPlace}
ru: Разместите инструмент прямо на столе, используя {KEY:PrecisionPlace}

# Interface.Narration6T
source: The welder
cs: Svářečka.
es: El soldador.
fr: Le soudeur
ru: Сварочный аппарат

# Interface.Narration6D
source: Sometimes, you'll need to put items down more carefully. They're ODA property. Try it using {KEY:PrecisionPlace}, and check your suit joints are working smoothly.
cs: Někdy budete muset předměty odkládat opatrněji, protože jsou majetkem ODA. Zkuste to pomocí {KEY:PrecisionPlace} a zkontrolujte, zda klouby obleku fungují hladce.
es: A veces, tendrás que poner los artículos con más cuidado. Son propiedad de la AOD. Inténtalo con {KEY:PrecisionPlace}, y comprueba que las articulaciones de tu traje funcionan bien.
ru: Иногда, вам потребуется складывать предметы более аккуратно. Всё таки это собственность ODA. Попробуйте использовать {KEY:PrecisionPlace} и убедитесь, что шарниры вашего костюма работают плавно.

# Interface.PrecisionPlaceControlsDisc
source: Precision Place Mode
cs: režim přesného umístění
es: Modo de precisión
fr: Mode : placement de précision
ru: Режим Точного Размещения

# Interface.PrecisionPlaceControlsPlaceDisc
source: Place Item
cs: umístí předmět
es: Colocar artículo
fr: Placer l’élément
ru: Разместить предмет

# Interface.PrecisionPlace
source: Place welding torch on table using 'Precision place'
cs: Umístěte svářečku na stůl pomocí 'Přesného umístění'.
es: Coloque la antorcha de soldadura en la mesa usando 'Lugar de precisión'
fr: Poser le chalumeau sur la table à l’aide du 'Mode : placement de précision'
ru: Разместите газовую горелку прямо на столе, используя 'Точное размещение'

# Interface.Narration7T
source: Inventory systems
cs: Systémy inventáře
es: Sistemas de inventario
fr: Le système d’inventaire
ru: Система инвентаря

# Interface.Narration7D
source: We can't teach you everything, but we can ensure you've got the basics down: surviving in the Solar System is up to you. Hold {KEY:MouseControl} to access your inventory, then click on a panel to open it.
cs: Nemůžeme vás naučit všechno, ale můžeme zajistit vaše minimální znalosti: přežití ve sluneční soustavě je na vás. Pro přístup k inventáři podržte {KEY:MouseControl} a pak klikněte na jeho panel.
es: No podemos enseñarle todo, pero podemos asegurarnos de que aprenda lo básico: sobrevivir en el Sistema Solar depende de usted. Mantenga presionada {KEY:MouseControl} para acceder a su inventario, luego haga clic en un panel para abrirlo.
ru: Мы не можем научить вас всему, но мы можем гарантировать, что вы усвоили основы: выживание в Солнечной системе зависит от вас. Чтобы получить доступ к вашему инвентарю, удерживайте {KEY:MouseControl} и кликните по нему на панели.

# Interface.OpenToolControlsDisc
source: Enable Mouse Cursor
cs: povolí kurzor myši
es: Activar Cursor del Raton
fr: Activer le curseur de la souris
ru: Показать Курсор Мыши

# Interface.OpenToolbeltT1Disc
source: Open your toolbelt to access tools.
cs: Otevřete opasek pro přístup k nářadí.
es: Abre tu cinturón de herramientas para acceder a las herramientas.
fr: Ouvrez votre ceinture d’outils pour accéder aux outils.
ru: Откройте ваш пояс инструментов для доступа к инструментам.

# Interface.OpenBackControlsDisc
source: Open equipped slots
cs: otevře vybavené sloty
es: Abrir ranuras equipadas
fr: Ouvrez les emplacements d'équipements
ru: Открыть экипированные слоты

# Interface.GettingTheBelt
source: Open your Tool Belt
cs: Otevřete opasek na nářadí.
es: Abre tu cinturón
fr: Ouvrez votre ceinture d’outils
ru: Откройте ваш пояс инструментов

# Interface.Narration8T
source: UI windows
cs: Okna uživatelského rozhraní
es: Ventanas de la interfaz de usuario
fr: Fenêtres d’interface utilisateur
ru: Окна пользовательского интерфейса

# Interface.Narration8D
source: As a Stationeer, there's never just 'one way' to achieve a goal: how you solve a problem is up to you. That goes for your suit, too - try opening your inventory with numeric keys.
cs: Jako Stationeer, nikdy není jen 'jedna cesta' k dosažení cíle: jak vyřešíte problém, je jen na vás. To platí i pro váš oblek - zkuste otevřít inventář pomocí číselných kláves.
es: Como Stationeer, nunca hay 'una sola forma' de lograr un objetivo: la forma en que resuelves un problema depende de ti. Eso también se aplica a su traje: intente abrir su inventario con teclas numéricas.
fr: En tant que Stationeer, il existe de nombreuses façons d’atteindre un objectif : la manière dont vous y parviendrez ne dépends que de vous. Cela fonctionne aussi avec votre combinaison, essayez d'ouvrir votre inventaire avec les touches numériques.
ru: У станционера не существует 'только одного' способа достичь цели: как решить проблему - зависит только от вас. То же относится и к вашему снаряжению, попробуйте открыть ваш инвентарь с помощью цифровых клавиш.

# Interface.OpenBackPackDisc
source: Open your Tool Belt
cs: Otevřete opasek na nářadí
es: Abre tu cinturón de herramientas
fr: Ouvrez votre ceinture d’outils
ru: Откройте ваш пояс инструментов

# Interface.OpenBackPack
source: Open your backpack.
cs: Otevřete batoh.
es: Abrir tu mochila.
fr: Ouvrez votre équipement dorsal
ru: Откройте ваш рюкзак.

# Interface.Narration9T
source: Inventory navigation.
cs: Navigace v inventáři.
es: Navegación de inventario.
fr: Navigation dans l’inventaire.
ru: Навигация по инвентарю.

# Interface.Narration9D
source: Knowing where something is, and how to get it quick, makes all the difference: Inventory management saves lives. Start by dragging items into your hand from your inventory.
cs: Vědět, kde něco je a jak to rychle získat, je rozhodující: Správa zásob zachraňuje životy. Začněte přetažením předmětu z inventáře do ruky.
es: Saber dónde está algo, y cómo conseguirlo rápidamente, hace toda la diferencia: La gestión de inventario salva vidas. Empieza por arrastrar los artículos de tu inventario a tu mano.
ru: Знание, где что-то находится, и как это быстро получить, имеет решающее значение: управление инвентарём спасает жизни. Начните с перетаскивания предметов из инвентаря в руку.

# Interface.HoldMiningBeltT1Disc
source: Drag mining belt from backpack into left hand
cs: Přetáhněte hornický opasek z batohu do levé ruky
es: Arrastre el cinturón de minería de la mochila a la mano izquierda
fr: Déplacer la ceinture de mineur, du jetpack dans votre main gauche
ru: Перетащите пояс шахтёра из рюкзака в левую руку

# Interface.PickUpT1 2
source: Drag mining belt from backpack into left hand
cs: Přetáhněte hornický opasek z batohu do levé ruky.
es: Arrastra el cinturón minero a la mano izquierda.
fr: Déplacer la ceinture de mineur, du jetpack dans votre main gauche
ru: Перетащите пояс шахтёра из рюкзака в левую руку

# Interface.AltDragControls
source: {KEY:MouseControl} + Drag
cs: {KEY:MouseControl} + táhnout
es: {KEY:MouseControl} + Arrastra
fr: {KEY:MouseControl} + Glisser
ru: {KEY:MouseControl} + Перетаскивание

# Interface.AltDragControlsDisc
source: Interact with inventory.
cs: interaguje s inventářem
es: Interactúe con el inventario.
fr: Déplacer des objets.
ru: Взаимодействовать с инвентарём.

# Interface.DropT1 2
source: Drop or throw the mining belt
cs: Upusťte nebo hoďte hornický opasek.
es: Suelta el cinturón minero
fr: Lâcher ou jeter la ceinture de mineur
ru: Выложите или киньте пояс шахтёра

# Interface.Narration10T
source: Inventory dragging
cs: Přetažení v inventáři
es: Arrastre de inventario
fr: Déplacement dans l'inventaire
ru: Перетаскивание инвентаря

# Interface.Narration10D
source: As a Stationeer, you'll be picking things up a lot. The Solar System's a mess. That's just how it is. Try dragging items from the world directly into your inventory.
cs: Jako Stationeer budete hodně zvedat věci. V sluneční soustavě je nepořádek. Tak to prostě je. Zkuste přetáhnout předměty z okolí přímo do inventáře.
es: Como Stationeer, aprenderás mucho. El Sistema Solar es un desastre. Así es como es. Intente arrastrar elementos del mundo directamente a su inventario.
fr: En tant que Stationeer, vous allez ramasser beaucoup de choses. Le système solaire est un grand bazar. C’est comme ça. Essayez de déplacer des objets du monde directement dans votre inventaire.
ru: Будучи станционером, вам предстоит подбирать множество вещей. В Солнечной системе беспорядок. Просто так оно и есть. Попробуйте перетаскивать предметы из мира прямо в свой инвентарь.

# Interface.DragFromWorldT1Disc
source: Drag mining belt from ground into backpack
cs: Přetáhněte hornický opasek ze země do batohu
es: Arrastre el cinturón de minería del suelo a la mochila
fr: Déplacer la ceinture de mineur depuis le sol vers le jetpack
ru: Перетащите пояс шахтёра с земли в рюкзак

# Interface.AltClickControlsDisc
source: Interact with mouse
cs: Interakce s myší
es: Interactuar con el ratón
fr: Interagir avec la souris
ru: Взаимодействие мышкой

# Interface.OpenMaskControlsDisc
source: Open helmet
cs: otevře přilbu
es: Abrir Casco
fr: Ouverture de la visière du casque
ru: Открыть шлем

# Interface.StationpediaToggleControlsDisc
source: Toggle Stationpedia
cs: otevře Stationpedii
es: Cambiar la Stationpedia
fr: Ouvrir/Fermer la Stationpedia
ru: Открыть/закрыть Stationpedia

# Interface.QucikEquiptControls
source: Scroll wheel
cs: Rolovací kolečko
es: Rueda de Desplazamiento
fr: Molette
ru: Колесо прокрутки

# Interface.QucikEquiptControlsDisc
source: Select Inventory Slot
cs: vybere slot inventáře
es: Selecciona la Ranura de Inventorio
fr: Sélectionner l'emplacement
ru: Выбрать слот инвентаря

# Interface.QuickSelectItemControlsDisc
source: Interact with inventory
cs: interaguje s inventářem
es: Interactúe con el inventario.
fr: Interagir avec l'inventaire
ru: Взаимодействовать с инвентарём

# Interface.DoubleClickingControlsDisc
source: Interact with inventory
cs: Interakce s inventářem
es: Interactúe con el inventario.
fr: Interagir avec l'inventaire
ru: Взаимодействовать с инвентарём

# Interface.SecondaryActionControls
source: (hold) {KEY:SecondaryAction}
cs: (Držet) {KEY:SecondaryAction}
es: (Sosterner) {KEY:SecondaryAction}
fr: (maintenir) {KEY:SecondaryAction}
ru: Удерживайте {KEY:SecondaryAction}

# Interface.SecondaryActionControlsDisc
source: Secondary Action
cs: sekundární akce
es: Acción secundaria
fr: Bouton Action secondaire
ru: Дополнительное действие

# Interface.ControlLeftClickBuildDisc
source: Build Structure.
cs: sestaví konstrukci
es: Construir la estructura.
fr: Construire une structure.
ru: Построить Структуру.

# Interface.BuildControlsDisc
source: Enter Build Mode.
cs: vstoupí do režimu stavby
es: Entrar en Modo Construccion.
fr: Entrer en mode : Construction.
ru: Войти в режим строительства

# Interface.UseItemControls
source: Hold {KEY:SecondaryAction}
cs: Podržte {KEY:SecondaryAction}
es: Manten {KEY:SecondaryAction}
fr: Maintenir {KEY:SecondaryAction}
ru: Удерживайте {KEY:SecondaryAction}

# Interface.UseItemControlsDisc
source: Activate item
cs: Aktivujte předmět
es: Activar Objeto
fr: Activer l’objet
ru: Активировать предмет

# Interface.UsePrimeControls
source: Hold {KEY:PrimaryAction}
cs: Držet {KEY:PrimaryAction}
es: Mantener {KEY:PrimaryAction}
fr: Maintenir {KEY:PrimaryAction}
ru: Удерживайте {KEY:PrimaryAction}

# Interface.UsePrimeControlsDisc
source: Use item
cs: Použijte předmět
es: Usar objeto
fr: Utiliser l’objet
ru: Использовать предмет

# Interface.JetpackInsert
source: Drag mining belt from ground into backpack
cs: Přetáhněte hornický opasek ze země do batohu.
es: Arrastre el cinturón de minería del suelo a la mochila
fr: Déplacer la ceinture de mineur depuis le sol vers le jetpack
ru: Перетащите пояс шахтёра с земли в рюкзак

# Interface.Narration11T
source: Hot keys
cs: Klávesové zkratky
es: Teclas Rapidas
fr: Raccourcis clavier
ru: Горячие клавиши

# Interface.Narration11D
source: Until Asura Biomedia breeds a four-armed Stationeer, you're stuck with two hands. But there's quick ways to move items into them. Use MOUSE WHEEL to select an item in an open UI window, then press 'F' to equip it.
cs: Dokud Asura Biomedia nevyšlechtí čtyřrukého Stationeera, jste uvíznutý oběma rukama. Existuje ale rychlý způsoby, jak do nich přesunout předměty. Pomocí KOLEČKA MYŠI vyberte předmět v otevřeném okně uživatelského rozhraní a stisknutím {KEY:InventorySelect} ho přesuňte.
es: Hasta que Asura Biomedia engendre un Stationeer de cuatro brazos, estás atrapado con dos manos. Pero hay formas rápidas de mover elementos a ellos. Use la RUEDA DEL RATÓN para seleccionar un elemento en una ventana de IU abierta, luego presione 'F' para equiparlo.
ru: Пока Asura Biomedia не разводит четырёхруких станционеров, вам остаётся только пользоваться своими двумя. Но существуют быстрые способы переместить в них предметы. Используйте КОЛЕСО МЫШИ, чтобы выбрать предмет в открытом окне интерфейса, а затем нажмите 'F', чтобы экипировать его.

# Interface.RoadFlareT1Disc
source: Use 'Hot Keys' to equip a road flare
cs: Pomocí 'klávesových zkratek' vezměte světlici
es: Use 'teclas de acceso rápido' para equipar una bengala
fr: Utilisez les 'raccourcis clavier' pour vous équiper d'une fusée éclairante
ru: Используйте 'горячие клавиши' чтобы экипировать сигнальный огонь

# Interface.GetRoadFlare
source: Move road flare from backpack to left hand
cs: Přesuňte světlici z batohu do levé ruky.
es: Mueva la bengala de la mochila a la mano izquierda
fr: Déplacer la fusée éclairante du Jetpack vers la main gauche
ru: Переместите сигнальный огонь из рюкзака в левую руку

# Interface.LightFlare
source: Activate road flare using Secondary Action
cs: Aktivujte silniční světlici pomocí 'Sekundární akce'.
es: Activa la bengala con la acción secundaria
fr: Allumer la fusée éclairante avec {KEY:SecondaryAction}
ru: Активируйте сигнальный огонь используя 'Дополнительное действие'

# Interface.DropT1 3
source: Drop roadflare using 'Q'
cs: Upusťte světlici pomocí {KEY:Drop}
es: Suelta la bengala usando 'Q'
fr: Lâcher la fusée éclairante en utilisant la touche {KEY:Drop}.
ru: Бросьте сигнальный огонь используя 'Q'

# Interface.Narration12T
source: Items in items
cs: Předměty v předmětech
es: Objetos en objetos
fr: Des objets dans les objets
ru: Предметы в предметах

# Interface.Narration12D
source: Stationeer equiment is designed for durability and ease of fabrication, not good looks. Many of them, like powered tools, contain items like batteries or gas canisters.
cs: Vybavení Stationeerů je navrženo pro trvanlivost a snadnou výrobu, ne krásný vzhled. Mnoho z nich, stejně jako elektrické nářadí, obsahují baterie nebo kanystry na plyn.
es: El equipo Stationeer está diseñado para brindar durabilidad y facilidad de fabricación, no para lucir bien. Muchos de ellos, como las herramientas eléctricas, contienen elementos como baterías o botes de gas.
fr: L'équipement du Stationeer est conçu pour la durabilité et la facilité de fabrication, pas pour qu'ils soient beaux. Bon nombre d’entre eux, notament vos outils, contiennent une pile ou une bouteille de gaz.
ru: Оборудование станционеров рассчитано на долговечность и простоту изготовления, а не на внешний вид. Многое оборудование, как электроинструменты, содержат такие предметы, как батареи или канистры с газом.

# Interface.ChildOnSlotOpenDisc
source: Open the mining belt in your backpack.
cs: Otevřete hornický opasek v batohu.
es: Abre el cinturón de minería en tu mochila.
fr: Ouvrez la ceinture de mineur dans votre jetpack.
ru: Откройте пояс шахтёра в вашем рюкзаке.

# Interface.OpeningTheMininngBelt
source: Open mining belt
cs: Otevřete hornický opasek.
es: Abrir cinturón de minería
fr: Ouvrir la ceinture de mineur
ru: Откройте пояс шахтёра

# Interface.Narration13T
source: Insert batteries
cs: Vložte baterie
es: Insertar baterías
fr: Utilisation de batterie
ru: Вставьте батарейку

# Interface.Narration13D
source: Everything costs something and, far from home, you need to guard your resources carefully. With many devices, resources like batteries and fuel can be removed and recharged.
cs: Všechno něco stojí a daleko od domova musíte své zdroje pečlivě opatrovat. U mnoha zařízení lze zdroje, jako jsou baterie a palivo, vyjmout a doplnit.
es: Todo cuesta algo y, lejos de casa, debes cuidar tus recursos con cuidado. Con muchos dispositivos, se pueden retirar y recargar recursos como baterías y combustible.
fr: Tout coûte quelque chose et, loin de chez vous, vous devez utilisez vos ressources avec précaution. Les sources d'énergies (batterie ou bouteille de gaz) de nombreux équipements peuvent être retirées et rechargées.
ru: Всё чего-то стоит, и вдали от дома нужно бережнее относиться к своим ресурсам. У многих устройств такие ресурсы, как батареи и топливо, можно извлекать и перезаряжать.

# Interface.ReplaceBattT1Disc
source: Add battery from crate to mining drill
cs: Vložte baterii z bedny do těžebního vrtáku
es: Añadir la batería de la caja al taladro minero
fr: Insérer une batterie de la caisse dans la foreuse.
ru: Добавьте батарейку из ящика в бур

# Interface.ChangePowerCell
source: Add battery from crate to mining drill
cs: Vložte baterii z bedny do těžebního vrtáku.
es: Añadir la batería de la caja al taladro minero
fr: Insérer une batterie de la caisse dans la foreuse.
ru: Добавьте батарейку из ящика в бур

# Interface.Narration14T
source: Merging stacks
cs: Sloučení stohu
es: Fusión de pilas de elementos iguales
fr: Faire des tas
ru: Объединение стаков

# Interface.Narration14D
source: They call it 'space', but don't be fooled: there's never enough room. Luckily, many items can be merged into stacks.
cs: Říkají tomu 'vesmír', ale nenechte se zmást: prostoru nikdy není dost. Naštěstí lze mnoho předmětů spojit do stohu.
es: Lo llaman "espacio", pero no se deje engañar: nunca hay suficiente espacio. Afortunadamente, muchos elementos se pueden combinar en pilas.
fr: Ils appellent ça : l'espace. Mais ne vous y trompez pas : il n’y a jamais assez de place. Heureusement, de nombreux objets peuvent être regroupés ensembles.
ru: Они называют это 'пространством', но не дайте себя обмануть: места всегда не хватает. К счастью, многие предметы можно объединить в стаки.

# Interface.MergeFramesT1Disc
source: Merge the frames, by dragging one stack onto the other.
cs: Slučte rámy přetažením jednoho stohu na druhý.
es: Fusiona los marcos arrastrando una pila de ellos sobre la otra.
fr: Regrouper les cadres, en faisant glisser un tas sur l’autre.
ru: Объедините каркасы, перетаскивая один стак на другой.

# Interface.Merege de frames
source: Merge two stacks of iron frames in the crate
cs: Spojte dva stohy železných rámů v bedně.
es: Fusiona dos pilas de marcos de hierro en la caja
fr: Regrouper les deux tas de cadres de fer. Ils sont dans la caisse
ru: Объедините два стака железных каркасов в ящике

# Interface.Narration15T
source: Close UI with `
cs: Zavřete uživatelské rozhraní pomocí {KEY:HideAllWindows}
es: Cerrar la interfaz usuario
fr: Fermer l’interface utilisateur avec {KEY:HideAllWindows}
ru: Закройте ПИ с помощью `
