Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialDoingitOnYourOwnDescription
source: Well done, Cadet! Now that you've built your first frame, use what you’ve learned to build more {THING:ItemIronFrames} in the highlighted areas. Hint: If you fall into a frame and get stuck, activate your Jetpack using the {KEY:Jetpack} key and fly out. Disable it with the same key.
fr: Bravo, Cadet ! Maintenant que vous avez construit votre premier cadre, nous allons construire un peu plus. Utilisez ce que vous avez appris pour construire plus de {THING:ItemIronFrames} dans les zones en surbrillance. Astuce : Si vous tombez dans un cadre et que vous êtes coincé, utilisez la touche {KEY:Jetpack} pour activer votre Jetpack et vous envoler, puis désactivez-le avec la même touche.
pt_pt: Muito bem, cadete! Agora que construíste a tua primeira estrutura, usa o que aprendeste para construir mais {THING:ItemIronFrames} nas áreas indicadas. Dica: Se caíres dentro de uma estrutura e ficares preso, pressiona a tecla {KEY:Jetpack} para poderes voar para fora. Desativa-o com a mesma tecla.
ru: Отличная работа, Кадет! Теперь, вы построили свой первый каркас, используйте полученные знания для постройки {THING:ItemIronFrames} в выделенных местах. Подсказка: Если вы провалитесь в каркас и застрянете, активируйте реактивный ранец кнопкой {KEY:Jetpack} и выберитесь. Отключите реактивный ранец той же кнопкой.

# Interface.TutorialDoingitOnYourOwnTask1
source: Place Frame 1.
fr: Placer le cadre 1.
pt_pt: Coloca a Estrutura 1.
ru: Разместите каркас 1.

# Interface.TutorialDoingitOnYourOwnTask2
source: Place Frame 2.
fr: Placez le cadre 2.
pt_pt: Coloca a Estrutura 2.
ru: Разместите каркас 2.

# Interface.TutorialDoingitOnYourOwnTask3
source: Place Frame 3.
fr: Placez le cadre 3.
pt_pt: Coloca a Estrutura 3.
ru: Разместите каркас 3.

# Interface.TutorialDoingitOnYourOwnTask4
source: Place Frame 4.
fr: Placez le cadre 4.
pt_pt: Coloca a Estrutura 4.
ru: Разместите каркас 4.

# Interface.TutorialDoingitOnYourOwnTask5
source: Place Frame 5.
fr: Placez le cadre 5.
pt_pt: Coloca a Estrutura 5.
ru: Разместите каркас 5.

# Interface.TutorialDoingitOnYourOwnTask6
source: Place Frame 6.
fr: Placez le cadre 6.
pt_pt: Coloca a Estrutura 6.
ru: Разместите каркас 6.

# Interface.TutorialDoingitOnYourOwnTask7
source: Place Frame 7.
fr: Placez le cadre 7.
pt_pt: Coloca a Estrutura 7.
ru: Разместите каркас 7.

# Interface.TutorialDoingitOnYourOwnpt2
source: Doing it on your own part 2.
fr: Le faire par vous-même - partie 2
pt_pt: Fazendo à tua maneira parte 2.
ru: Сделай это сам, часть 2.

# Interface.TutorialDoingitOnYourOwnpt2Description
source: Well done! Now, finish them off with the {THING:ItemWeldingTorch} and some {THING:ItemIronSheets} from the orange crate.
fr: Bien joué ! Maintenant, terminez-les avec le {THING:ItemWeldingTorch} et quelques {THING:ItemIronSheets}.
ru: Отличная работа! Теперь завершите их с помощью {THING:ItemWeldingTorch} и {THING:ItemIronSheets} из оранжевого ящика.

# Interface.TutorialDoingitOnYourOwnpt2Task1
source: Finish constructing Frame 1.
fr: Terminer la construction du cadre 1.
pt_pt: Acaba a soldagem da estrutura 1.
ru: Завершите строительство каркаса 1.

# Interface.TutorialDoingitOnYourOwnpt2Task2
source: Finish constructing Frame 2.
fr: Terminer la construction du cadre 2.
pt_pt: Acaba a soldagem da estrutura 2.
ru: Завершите строительство каркаса 2.

# Interface.TutorialDoingitOnYourOwnpt2Task3
source: Finish constructing Frame 3.
fr: Terminer la construction du cadre 3.
pt_pt: Acaba a soldagem da estrutura 3.
ru: Завершите строительство каркаса 3.

# Interface.TutorialDoingitOnYourOwnpt2Task4
source: Finish constructing Frame 4.
fr: Terminer la construction du cadre 4.
pt_pt: Acaba a soldagem da estrutura 4.
ru: Завершите строительство каркаса 4.

# Interface.TutorialDoingitOnYourOwnpt2Task5
source: Finish constructing Frame 5.
fr: Terminer la construction du cadre 5.
pt_pt: Acaba a soldagem da estrutura 5.
ru: Завершите строительство каркаса 5.

# Interface.TutorialDoingitOnYourOwnpt2Task6
source: Finish constructing Frame 6.
fr: Terminer la construction du cadre 6.
pt_pt: Acaba a soldagem da estrutura 6.
ru: Завершите строительство каркаса 6.

# Interface.TutorialDoingitOnYourOwnpt2Task7
source: Finish constructing Frame 7.
fr: Terminer la construction du cadre 7.
pt_pt: Acaba a soldagem da estrutura 7.
ru: Завершите строительство каркаса 7.

# Interface.TutorialDeconstructingAnArcFurnace
source: Deconstructing an {THING:StructureArcFurnace}
fr: Déconstruction d'un {THING:StructureArcFurnace}
pt_pt: Desconstruindo um {THING:StructureArcFurnace}
ru: Разберите {THING:StructureArcFurnace}

# Interface.TutorialDeconstructingAnArcFurnaceDescription
source: Cadet, it looks like the arc furnace has been buried by sand. We'll need to deconstruct it and move it to the new work platform. Deconstructing things is as easy as building them.
fr: Cadet, On dirait que le four à arc a été enterré par le sable. Nous devrons le déconstruire et le déplacer vers la nouvelle plate-forme de travail pour qu’il fonctionne. Déconstruire les choses est aussi facile que de les construire.
pt_pt: Cadete, parece que o forno de arco eléctrico foi enterrado pela areia. Vamos ter que o desconstruir e movê-lo para a nova plataforma de trabalho. Desconstruir coisas é tão fácil como construí-las.
ru: Кадет, похоже что дуговую печь засыпало песком. Нам нужно будет разобрать её и переставить на новую платформу. Разбирать предметы так же просто как собирать их.

# Interface.BuildingDeconstructingAnFurnaceTask1
source: Use the {THING:ItemDrill} from your {SLOT:Belt}.
fr: Utilisez la {THING:ItemDrill} de votre {SLOT:Belt} pour démonter le {THING:StructureArcFurnance}.
pt_pt: Utiliza o {THING:ItemDrill} do teu {SLOT:Belt}.
ru: Используйте {THING:ItemDrill} из вашего {SLOT:Belt}.

# Interface.BuildingDeconstructingAnFurnaceTask2
source: Pick up {THING:ItemKitArcFurnace}.
fr: Ramasser le {THING:ItemKitArcFurnace}.
pt_pt: Apanha o {THING:ItemKitArcFurnace}.
ru: Поднимите {THING:ItemKitArcFurnace}.

# Interface.TutorialBuildingAnArcFurnace
source: The ArcFurnce
fr: Le Four à Arc
pt_pt: O Forno de Arco Elétrico
ru: Дуговая Печь

# Interface.TutorialBuildingAnArcFurnaceDescription
source: Nicely done, Cadet. Next up, we need to build an {THING:ItemKitArcFurnace}. This will be used to smelt ores into usable ingots.
fr: Bien joué, Aspirant. A présent, nous avons besoin de construire un {THING:ItemKitArcFurnace} qui nous donnera des lingots utilisables en faisant fondre les minerais.
pt_pt: Muito bem, cadete. Em seguida, precisamos construir um {THING:ItemKitArcFurnace}. Este será utilizado para fundir minérios em lingotes úteis.
ru: Отличная работа, Кадет. Теперь нам нужно установить {THING:ItemKitArcFurnace}. Печь необходима для плавки руды в пригодные для использования слитки.

# Interface.BuildingAnArcFurnaceTask1
source: Place the deconstructed {THING:StructureArcFurnace} in the highlighted area. You may need to use {KEY:QuantityModifier} to rotate the object to the correct position.
fr: Utilisez le {THING:StructureArcFurnace} précédemment déconstruit et placez-le dans la zone en surbrillance. Vous devrez peut-être utiliser la touche {KEY:QuantityModifier} pour faire pivoter l'objet à la bonne position.
pt_pt: Utiliza o {THING:StructureArcFurnace} que desconstruíste e coloca-o na área indicada. Poderás ter que utilizar a tecla {KEY:QuantityModifier} para rodar o objeto para a posição correta.
ru: Расположите {THING:StructureArcFurnace} в выделенном месте. Используйте {KEY:QuantityModifier} чтобы повернуть объект.

# Interface.TutorialDeconstructingAnAutolathe
source: Deconstructing The Autolathe
fr: Déconstruire le Tour Automatique
pt_pt: Desconstruindo o Torno Automático
ru: Разберите Автолат

# Interface.TutorialDeconstructingAnAutolatheDescription
source: Cadet, the {THING:StructureAutolathe} is in the incorrect position. To move it, you will need to deconstruct it.
fr: Aspirant, le {THING:StructureAutolathe} est dans une position incorrecte. Pour le déplacer, vous allez devoir le démonter.
pt_pt: Cadete, o {THING:StructureAutolathe} está incorretamente posicionado. Para movê-lo, terás de o desconstruir.
ru: Кадет, {THING:StructureAutolathe} нужно переставить. Чтобы передвинуть, вам потребуется разобрать его.

# Interface.TutorialDeconstructingAnAutolatheTask1
source: Use the {THING:ItemAngleGrinder} from your toolbelt to remove the plastic sheeting from the {THING:StructureAutolathe}.
fr: Utilisez la {THING:ItemAngleGrinder} de votre ceinture à outils pour enlever les éléments plastique du {THING:StructureAutolathe}.
pt_pt: Utiliza a {THING:ItemAngleGrinder} do teu Cinto de Ferramentas para remover as folhas de plástico do {THING:StructureAutolathe}.
ru: Используйте {THING:ItemAngleGrinder} из вашего пояса инструментов, чтобы убрать листы пластика с {THING:StructureAutolathe}.

# Interface.TutorialDeconstructingAnAutolatheTask2
source: Use your {THING:ItemWireCutters} to remove the cabling from the {THING:StructureAutolathe}.
fr: Utilisez votre {THING:ItemWireCutters} pour retirer le câblage du {THING:StructureAutolathe}.
pt_pt: Utiliza o {THING:ItemWireCutters} para remover a cablagem do {THING:StructureAutolathe}.
ru: Используйте ваши {THING:ItemWireCutters} чтобы убрать провода из {THING:StructureAutolathe}.

# Interface.TutorialDeconstructingAnAutolatheTask3
source: Use the {THING:ItemAngleGrinder} to remove the Iron Sheeting from the {THING:StructureAutolathe}.
fr: Utilisez la {THING:ItemAngleGrinder} pour retirer la tôle en fer du {THING:StructureAutolathe}.
pt_pt: Utiliza a {THING:ItemAngleGrinder} para remover as Chapas de Ferro do {THING:StructureAutolathe}.
ru: Используйте {THING:ItemAngleGrinder}, чтобы извлечь железные листы из {THING:StructureAutolathe}.

# Interface.TutorialDeconstructingAnAutolatheTask4
source: Finally, use the {THING:ItemWrench} to pack the {THING:StructureAutolathe} into a {THING:ItemKitAutolathe}.
fr: Enfin, utilisez la {THING:ItemWrench} pour finir de démonter le {THING:StructureAutolathe}. Vous obtiendrez un {THING:ItemKitAutolathe}.
pt_pt: Finalmente, utiliza a {THING:ItemWrench} para empacotar o {THING:StructureAutolathe} em um {THING:ItemKitAutolathe}.
ru: И наконец используйте {THING:ItemWrench}, чтобы запаковать {THING:StructureAutolathe}.

# Interface.TutorialBuildingAnAutolathe
source: Lathing Away - Part I
fr: Tournage de pièces - Partie 1
pt_pt: Reposicionando o torno - Parte I
ru: Автолатничаем - Часть I

# Interface.TutorialBuildingAnAutolatheDescription
source: We’re almost there. The final step is to build the {THING:StructureAutolathe}. The {THING:ItemKitAutolathe} can create a wide range of materials and machinery kits using ingots and power as its resources.
fr: Nous y sommes presque. La dernière étape consiste à construire le {THING:StructureAutolathe}. Le {THING:StructureAutolathe} est utilisé pour créer une grande variété de choses en utilisant des lingots et de l'énergie comme ressources.
pt_pt: Estamos quase lá. O último passo é construir o {THING:StructureAutolathe}. O {THING:ItemKitAutolathe} poderá criar uma grande variedade de materiais e kits de maquinaria utilizando lingotes e energia como recursos.
ru: Мы почти закончили. Последний шаг это построить {THING:StructureAutolathe}. {THING:ItemKitAutolathe} может изготавливать широкий спектр материалов и устройств используя слитки и электричество в качестве исходных ресурсов.

# Interface.TutorialBuildingAnAutolatheTask1
source: Pick up the {THING:ItemKitAutolathe}.
fr: Ramasser le {THING:ItemKitAutolathe}.
pt_pt: Apanha o {THING:ItemKitAutolathe}.
ru: Поднимите {THING:ItemKitAutolathe}.

# Interface.TutorialBuildingAnAutolatheTask2
source: Construct the {THING:ItemKitAutolathe} in the highlighted area. Remember, you may need to use {KEY:QuantityModifier} key to rotate it.
fr: Construisez le {THING:StructureAutolathe} dans la zone en surbrillance. N'oubliez pas, vous devrez peut-être utiliser la touche {KEY:QuantityModifier} pour le faire pivoter.
pt_pt: Constrói o {THING:ItemKitAutolathe} na área indicada. Lembra-te, poderás ter que utilizar a tecla {KEY:QuantityModifier} para rodá-lo.
ru: Соберите {THING:ItemKitAutolathe} в выделенной зоне. Помните, вы можете использовать кнопку {KEY:QuantityModifier} для вращения устройства.

# Interface.TutorialBuildingAnAutolathePart2
source: Lathing Away - Part II
fr: Tournage de pièces - Partie 2
pt_pt: Reposicionando o torno - Parte II
ru: Автолатничаем - Часть II

# Interface.TutorialBuildingAnAutolathePart2Description
source: Some items like the {THING:ItemKitAutolathe} are more difficult to construct, with more stages in the construction process.
fr: Certains éléments comme le {THING:StructureAutolathe} sont plus difficiles à construire et ont plus d’étapes dans le processus de construction.
pt_pt: Alguns itens tal como {THING:ItemKitAutolathe} são mais difíceis de construir, com mais etapas no processo de construção.
ru: Некоторые вещи, такие как {THING:ItemKitAutolathe}, сложнее в сборке, с большим количеством этапов в процессе установки.

# Interface.TutorialBuildingAnAutolatheTask0.5
source: Pick up {THING:ItemIronSheets} from the previous {THING:StructureAutolathe}.
fr: Ramasser les {THING:ItemIronSheets} du précédent {THING:StructureAutolathe}.
pt_pt: Apanha as {THING:ItemIronSheets} do anterior {THING:StructureAutolathe}.
ru: Возьмите {THING:ItemIronSheets} оставшуюся от предыдущего {THING:StructureAutolathe}.

# Interface.TutorialBuildingAnAutolathePart2Task1
source: Weld some {THING:ItemIronSheets} onto the {THING:StructureAutolathe}.
fr: Soudez les {THING:ItemIronSheets} sur le {THING:StructureAutolathe}.
pt_pt: Solda algumas {THING:ItemIronSheets} no {THING:StructureAutolathe}.
ru: Приварите {THING:ItemIronSheets} к {THING:StructureAutolathe}.

# Interface.TutorialBuildingAnAutolatheTask1.5
source: Get your {THING:ItemCableCoil} from the {SLOT:Belt}.
fr: Ramassez la {THING:ItemCableCoil} ou prenez la {THING:ItemCableCoil} dans votre {SLOT:Belt}.
pt_pt: Pega o teu {THING:ItemCableCoil} do {SLOT:Belt}.
ru: Возьмите {THING:ItemCableCoil} из {SLOT:Belt}.

# Interface.TutorialBuildingAnAutolathePart2Task2
source: Use the {THING:ItemCableCoil} to wire up the Autolathe's internals.
fr: Utilisez le {THING:ItemCableCoil} pour câbler l'intérieur du {THING:StructureAutholathe}.
pt_pt: Utiliza {THING:ItemCableCoil} para conectar os elementos internos do Torno Automático.
ru: Используйте {THING:ItemCableCoil} чтобы подключить внутренние системы Автолата.

# Interface.TutorialBuildingAnAutolatheTask2.5
source: Get the {THING:ItemPlasticSheets} from the previous {THING:StructureAutolathe}.
fr: Ramassez les {THING:ItemPlasticSheets} du précédent {THING:StructureAutolathe}.
pt_pt: Pega as {THING:ItemPlasticSheets} do anterior {THING:StructureAutolathe}.
ru: Возьмите {THING:ItemPlasticSheets} от предыдущего {THING:StructureAutolathe}.

# Interface.TutorialBuildingAnAutolathePart2Task3
source: Weld the {THING:ItemPlasticSheets} to the {THING:StructureAutolathe}.
fr: Soudez les {THING:ItemPlasticSheets} sur le {THING:StructureAutolathe}.
pt_pt: Solda as {THING:ItemPlasticSheets} no {THING:StructureAutolathe}.
ru: Приварите {THING:ItemPlasticSheets} к {THING:StructureAutolathe}.

# Interface.TutorialBuildingAnAutolatheTask3.5
source: Get your {THING:ItemScrewdriver} from the {SLOT:Belt}.
fr: Prenez votre {THING:ItemScrewdriver} dans votre {SLOT:Belt}.
pt_pt: Pega a tua {THING:ItemScrewdriver} do {SLOT:Belt}.
ru: Возьмите {THING:ItemScrewdriver} в {SLOT:Belt}.

# Interface.TutorialBuildingAnAutolathePart2Task4
source: Finally, screw the front panel on with the {THING:ItemScrewdriver}.
fr: Terminez le {THING:StructureAutolathe} en vissant le panneau avant avec votre {THING:ItemScrewdriver}.
pt_pt: Finalmente, aparafusa o painel frontal com a {THING:ItemScrewdriver}.
ru: Наконец, прикрутите переднюю панель с помощью {THING:ItemScrewdriver}.

# Interface.TutoiralConstruction
source: Construction
cs: Konstrukce
es: Construcción
ru: Строительство

# Interface.TutoiralConstructionDescription
source: Building bases for the ODA starts with understanding the basics of construction.
cs: Budování základen pro ODA začíná pochopením základů výstavby.
es: La construcción de bases para la ODA comienza con la comprensión de los conceptos básicos de la construcción.
fr: Construire des bases pour l'ODA commence par la compréhension de la base de la construction.
ru: Строительство баз для ODA начинается с понимания основ строительства.

# Interface.TutoiralConstructionSubTitle
source: Practical Training: Stage II
cs: Praktický výcvik: Fáze II
es: Entrenamiento práctico: Fase II
fr: Formation pratique : Étape II
ru: Практические тренировки: Этап II

# Interface.IntoTutoiralConstructionDescription
source: Hello, Cadet. You've demonstrated essential Stationeer skills, now it's time to put them to work. Stationeers are builders, above all else. Let's test your basic construction abilities.
cs: Dobrý den, kadete. Prokázali jste základní dovednosti Stationeerů, nyní je čas dát se do práce. Stationeeři jsou stavitelé, nadevšechno. Otestujme vaše základní konstrukční schopnosti.
es: Hola, cadete. Ha demostrado habilidades esenciales de Stationeer, ahora es el momento de ponerlas a trabajar. Los Stationeers son constructores, por encima de todo. Probemos tus habilidades básicas de construcción.
fr: Bonjour, Cadet. Vous avez démontré les compétences essentielles de Stationeer, maintenant il est temps de les mettre au travail. Les Stationeers sont avant tout des constructeurs. Testons vos capacités de construction de base.
ru: Здравствуйте, Кадет. Вы продемонстрировали основные навыки станционера, теперь пришло время применить их в деле. Станционеры - это прежде всего строители. Давайте проверим ваши базовые строительные способности.

# Interface.2PutAwayScrewDriver
source: Collect screwdriver, place in tool belt.
cs: Vezměte šroubovák a vložte jej do opasku na nářadí.
es: Recoja el destornillador y colóquelo en el cinturón de herramientas.
fr: Récupérez le tournevis, placez-le dans la ceinture à outils.
ru: Подберите отвёртку, поместите на пояс

# Interface.2PutAwayAngleGrinder
source: Equip angle grinder in either hand.
cs: Vezměte úhlovou brusku do kterékoliv ruky.
es: Equipa la radial en cualquier mano.
fr: Équipez la meuleuse dans une main.
ru: Возьмите в руку болгарку

# Interface.2PutAwayPowerdrill
source: Collect drill, place in tool belt.
cs: Vezměte vrtačku a vložte ji do opasku na nářadí.
es: Recoge el taladro, colocalo en el cinturon de herramientas.
fr: Récupérez la perceuse, placez-la dans la ceinture à outils.
ru: Подберите дрель, поместите на пояс

# Interface.2Narration1T
source: Practical Training: Stage II.
cs: Praktický výcvik: Fáze II
es: Entrenamiento Táctico: Fase 1
fr: Formation pratique : Étape II.
ru: Практические тренировки: Этап II

# Interface.2Narration1D
source: Without tools, a Stationeer is defenseless against the hostile universe. Go to the crate and pick up your tools, before something terrible happens.
cs: Bez nářadí je Stationeer bezbranný proti nepřátelskému vesmíru. Jděte k bedně a vezměte si nářadí, než se stane něco strašného.
es: Sin herramientas, un Stationeer está indefenso contra el universo hostil. Ve a la caja y recoge tus herramientas, antes de que suceda algo terrible.
ru: Без инструментов станционер беззащитен перед враждебной вселенной. Подойдите к ящику и возьмите инструменты, пока не случилось что-то ужасное.

# Interface.2Narration2D
source: In this ODA training simulation, the walls were 'damaged' by a meteor shower. To replace them, you must first remove the damaged frames using an angle grinder.
cs: V této simulaci výuky ODA byly stěny 'poškozeny' meteorickým deštěm. Chcete-li je vyměnit, musíte nejprve pomocí úhlové brusky odstranit poškozené rámy.
es: En esta simulación de entrenamiento de ODA, las paredes fueron 'dañadas' por una lluvia de meteoritos. Para reemplazarlos, primero debe quitar los marcos dañados con una radial.
ru: В этой тренировочной симуляции ODA, стены были 'повреждены' метеоритным дождём. Чтобы поменять их, вам сперва нужно убрать повреждённые каркасы используя болгарку.

# Interface.2Narration2T
source: Deconstruction
cs: Rozebrání
es: Deconstruir
fr: Déconstruction
ru: Демонтаж

# Interface.T2Deconstruct1
source: Remove Destroyed frame 1.
cs: Odstraňte zničený rám č. 1.
es: Quitar el marco destruido 1.
fr: Supprimer le cadre détruit 1.
ru: Уберите разрушенный каркас 1

# Interface.T2Deconstruct2
source: Remove Destroyed frame 2.
cs: Odstraňte zničený rám č. 2.
es: Quitar el marco destruido 2.
fr: Supprimer le cadre détruit 2.
ru: Уберите разрушенный каркас 2

# Interface.2Narration3T
source: Construction
cs: Konstrukce
es: Construcción
ru: Строительство

# Interface.2Narration3D
source: Make sure this base is tidy for the next Cadet - finish constructing the base walls. Start with iron frames.
cs: Ujistěte se, že je tato základna uklizená pro příští kadety - dokončete stavbu stěn základny. Začněte železnými rámy.
es: Asegúrese de que esta base esté ordenada para el próximo cadete: termine de construir las paredes de la base. Comienza con los marcos de hierro.
fr: Assurez-vous que cette base est bien rangée pour le prochain cadet - terminez la construction des murs de la base. Commencez par des cadres en fer.
ru: Убедитесь что база приведена в порядок и готова к следующему Кадету - завершите строительство стен. Начните с железных каркасов.

# Interface.BuildFramesTutorial2N1
source: Build frame in highlighted location.
cs: Postavte rám na zvýrazněné místo.
es: Construye el marco en un lugar destacado.
fr: Construisez le cadre à l'emplacement en surbrillance.
ru: Постройте каркас в выделенном месте.

# Interface.BuildIronFramesT2
source: Complete frames with iron sheets + welder in active hand.
cs: Dokončete rámy pomocí železných plechů + svářečky v aktivní ruce.
es: Marcos completos con planchas de hierro + soldador en mano activa.
fr: Compléter le cadre avec des plaques de fer avec la soudeuse active en main.
ru: Доделайте каркасы при помощи листов железа и газовой горелки в активной руке

# Interface.2Narration5T
source: Deconstruction Of The Autolathe.
cs: Rozebrání autosoustruhu.
es: Decostruyendo el Torno Automático
fr: Déconstruire le Tour Automatique.
ru: Демонтаж Автолата.

# Interface.2Narration5D
source: Precision and planning are essential Stationeer skills. The last Cadet was ejected from the program for building the autolathe in the wrong place. Deconstruct it piece by piece, then rebuild it in the correct position.
cs: Přesnost a plánování jsou základními dovednostmi Stationeerů. Poslední kadet byl vyhozen z programu pro stavbu autosoustruhu na špatném místě. Rozebírejte jej kousek po kousku a poté znovu postavte na zvýrazněném místě.
es: La precisión y la planificación son habilidades esenciales de Stationeer. El último cadete fue expulsado del programa por construir el torno automatico en el lugar equivocado. Desmontalo pieza por pieza, luego reconstruyelo en la posición correcta.
ru: Точность и планирование - важные навыки станционера. Последний Кадет был исключён из программы за постройку автолата не в том месте. Разберите его по частям, а затем постройте заново в правильном месте.

# Interface.DeconstructAutolatherT2t1
source: Deconstruct stage 5 of autolathe with drill.
cs: Rozeberte 5. stupeň autosoustruhu vrtačkou.
es: Fase de desmontaje del torno automatico 5, desmontalo con el taladro.
ru: Проведите демонтаж 5-го этапа автолата с помощью дрели.

# Interface.DeconstructAutolatherT2t2
source: Deconstruct stage 4 of autolathe with angle grinder.
cs: Rozeberte 4. stupeň autosoustruhu úhlovou bruskou.
es: Fase de desmontaje del torno automatico 4, desmontalo con la radial.
ru: Проведите демонтаж 4-го этапа автолата с помощью болгарки.
