Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialDescTablet4
source: Insert the {THING:ItemBatteryCellLarge} into the {Slot:Battery} of the {THING:ItemTablet}. Either use the mouse to drag and drop, by holding the {KEY:MouseControl} key or press the {KEY:InventorySelect} key to equip into the selected {SLOT:Battery} slot.
cs: Vložte {THING:ItemBatteryCellLarge} do {Slot:Battery} v {THING:ItemTablet}. Použijte myš k přetažení, přidržením klávesy {KEY:MouseControl} nebo stisknutím klávesy {KEY:InventorySelect} do vybraného slotu {SLOT:Battery}.
de: Nun wechsel mit {KEY:SwapHands} die aktive Hand um die {THING:ItemBatteryCellLarge} aktiv zu haben. Du solltest nun das Inventar deines {THING:ItemTablet}s offen in der passiven und die {THING:ItemBatteryCellLarge} in der aktiven Hand haben. Drücke jetzt {KEY:InventorySelect} um den Gegenstand der aktiven Hand in in das ausgewählte {SLOT:Battery}-Fach zu legen.
es: Inserta la {THING:ItemBatteryCellLarge} en la ranura {SLOT:Battery} de la {THING:ItemTablet}. Utiliza el raton para arrastrar y soltar, manteniendo la tecla {KEY:MouseControl} o presionando la tecla {KEY:InventorySelect} para equipar en la ranura {SLOT:Battery} .
fi: Laita {THING:ItemBatteryCellLarge} {COLORGREEN:Tabletin} {SLOT:Battery} lokeroon. Käytä tähän joko hiirtä, pitämällä {KEY:MouseControl} näppäintä pohjassa ja vedä ja pudota se lokeroon tai paina {KEY:InventorySelect} näppäintä siirtääksesi sen valittuun {SLOT:Battery} lokeroon.
fr: Maintenant échangez votre main active avec la touche {KEY:SwapHands} jusqu'à ce que la {THING:ItemBatteryCellLarge} soit dans la main active. Vous devriez avoir l'inventaire interne de la {THING:ItemTablet} ouvert dans une main, et la {THING:ItemBatteryCellLarge} sélectionné dans l'autre main. Puis appuyez sur la touche {KEY:InventorySelect} pour l'équiper {SLOT:Battery} .
it: Inserisci la {THING:ItemBatteryCellLarge} nello slot {Slot:Battery} del {THING:ItemTablet}. Oppure usa il mouse cliccando e trascinando, tenendo premuto il tasto {KEY:MouseControl} o premendo il tasto {KEY:InventorySelect} per equipaggiarla nello slot {SLOT:Battery} .
ja: {THING:ItemBatteryCellLarge}を{THING:ItemTablet}の{Slot:Battery}に入れましょう。{KEY:MouseControl}を押しながらマウスでドラッグアンドドロップするか、{KEY:InventorySelect}キーを押すことで選択された{SLOT:Battery}スロットに装着できます。
pt_pt: Insere a {THING:ItemBatteryCellLarge} no compartimento {Slot:Battery} da {THING:ItemTablet}. Usa o rato para arrastares e largares, mantendo pressionada a tecla {KEY:MouseControl} ou então carrega na tecla {KEY:InventorySelect} para equipares no respectivo compartimento {SLOT:Battery}.
ru: Теперь поменяйте свою активную руку при помощи клавиши {KEY:SwapHands}, так чтобы {THING:ItemBatteryCellLarge} оказался в вашей активной руке. Меню содержимого планшета должно быть открыто в одной руке, и рука с аккумулятором должна быть выбрана как активная рука. Затем нажмите клавишу {KEY:InventorySelect}, чтобы установить аккумулятор в ячейку для батареи.
zh_tw: 現在使用 {KEY:SwapHands} 鍵來切換您當前手持物品至 {THING:ItemBatteryCellLarge} 。而現在您另一隻手的 {THING:ItemTablet} 欄位格應該會是打開的狀態， 並且 {THING:ItemBatteryCellLarge} 為當前您的手持物品時候。按下 {KEY:InventorySelect} 鍵 裝備至所選擇的 {SLOT:Battery} 欄位。提醒您當裝備欄開啟時，可以使用 <color=red>滑鼠左鍵</color> 來選擇欄位格.

# Interface.TutorialTaskTablet1
source: Pickup a {THING:ItemTablet}
cs: Vezměte {THING:ItemTablet}
de: {THING:ItemTablet} aufnehmen
es: Recoge la {THING:ItemTablet}
fi: Poimi {THING:ItemTablet}
fr: Ramasser la {THING:ItemTablet}
it: Raccogli un {THING:ItemTablet}
ja: {THING:ItemTablet}を拾う
pt_pt: Apanha um {THING:ItemTablet}
ru: Возьмите {THING:ItemTablet}
zh_tw: 撿起 {THING:ItemTablet}

# Interface.TutorialTaskTablet2
source: Pickup a {THING:ItemBatteryCellLarge}
cs: Vezměte {THING:ItemBatteryCellLarge}
de: {THING:ItemBatteryCellLarge} aufnehmen
es: Recoge la {THING:ItemBatteryCellLarge}
fi: Poimi {THING:ItemBatteryCellLarge}
fr: Ramasser une {THING:ItemBatteryCellLarge}
it: Raccogli una {THING:ItemBatteryCellLarge}
ja: {THING:ItemBatteryCellLarge}を拾う
pt_pt: Apanha uma {THING:ItemBatteryCellLarge}
ru: Возьмите {THING:ItemBatteryCellLarge}
zh_tw: 撿起 {THING:ItemBatteryCellLarge}

# Interface.TutorialTaskTablet3
source: Open the {THING:ItemTablet} slot window in hands
cs: Otevřete okno slotu {THING:ItemTablet} v rukou
de: {THING:ItemTablet}-Inventar öffnen
es: Abrir la ventana de ranura {THING:ItemTablet} en las manos
fi: Avaa {COLORGREEN:Tabletin} lokerot
fr: Ouvrir l'inventaire interne de la {THING:ItemTablet} dans les mains
it: Apri lo slot interno del {THING:ItemTablet} nella tua mano
ja: 手に持った{THING:ItemTablet}のスロットウィンドウを開く
pt_pt: Abre a janela do compartimento {THING:ItemTablet} nas mãos
ru: Откройте меню содержимого планшета
zh_tw: 開啟手中的 {THING:ItemTablet} 的欄位格

# Interface.TutorialTaskTablet5
source: Put the {THING:ItemBatteryCellLarge} in the {SLOT:Battery} slot of the {THING:ItemBatteryCellLarge}
cs: Vložte {THING:ItemBatteryCellLarge} do slotu {SLOT:Battery} {THING:ItemBatteryCellLarge}
de: {THING:ItemTablet} mit einer {THING:ItemBatteryCellLarge} ausrüsten
es: Pon la {THING:ItemBatteryCellLarge} en la ranura {SLOT:Battery} de la {THING:ItemBatteryCellLarge}
fi: Laita {THING:ItemBatteryCellLarge} {COLORGREEN:Tabletin} {SLOT:Battery} lokeroon
fr: Equiper la {THING:ItemTablet} avec une {THING:ItemBatteryCellLarge}
it: Metti la {THING:ItemBatteryCellLarge} nello slot {SLOT:Battery} del {THING:ItemTablet}
ja: {THING:ItemBatteryCellLarge}の{SLOT:Battery}に{THING:ItemBatteryCellLarge}を装着する
pt_pt: Coloca uma {THING:ItemBatteryCellLarge} no compartimento {SLOT:Battery}
ru: Установите {THING:ItemBatteryCellLarge} в {THING:ItemTablet}
zh_tw: 裝備已安裝 {THING:ItemBatteryCellLarge} 的 {THING:ItemTablet}

# Interface.TutorialTitleUseReader
source: Using the {THING:CartridgeElectronicReader}
cs: Použití {THING:CartridgeElectronicReader}
de: {THING:CartridgeElectronicReader} benutzen
es: Usando el {THING:CartridgeElectronicReader}
fi: {COLORGREEN:Tietosanakirjan} Käyttö
fr: Utiliser la {THING:CartridgeElectronicReader}
it: Usa la {THING:CartridgeElectronicReader}
ja: {THING:CartridgeElectronicReader}を使う
pt_pt: Usando o {THING:CartridgeElectronicReader}
ru: Использование электронного справочника
zh_tw: 使用 {THING:CartridgeElectronicReader}

# Interface.TutorialDescUseReader1
source: The {THING:ItemTablet} can have different cartridges for different functions. These include the {THING:CartridgeAtmosAnalyser} for checking atmospherics, the {THING:CartridgeNetworkAnalyser} for checking debugging power and logic networks, and many more. Turn the {THING:ItemTablet} on using the {KEY:ToggleHandPower} key, click the interactable with the mouse while holding {KEY:MouseControl}, or scroll to the interaction in your hands and press the {KEY:ActiveHandSlot} key.
cs: {THING:ItemTablet} může mít různé kazety pro různé funkce. Patří mezi ně {THING:CartridgeAtmosAnalyser} pro kontrolu atmosféry, {THING:CartridgeNetworkAnalyser} pro kontrolu ladících energetických a logických sítí a mnoho dalších. Zapněte {THING:ItemTablet} pomocí klávesy {KEY:ToggleHandPower}, během držení {KEY:MouseControl} klikněte na interaktivní tlačítko s myší, nebo přejděte na interakci ve vašich rukou a stiskněte klávesu {KEY:ActiveHandSlot}.
de: Das {THING:ItemTablet} kann unterschiedliche Messkassetten für unterschiedliche Funktionen haben. Schalte das {THING:ItemTablet} mit der Taste {KEY:ToggleHandPower} ein oder benutze die Taste {KEY:ActiveHandSlot} um es über das Untermenü zu tun.
es: La {THING:ItemTablet} puede tener diferentes cartuchos para diferentes funciones. Estos incluyen el {THING:CartridgeAtmosAnalyser} para comprobar la atmósfera, el {THING:CartridgeNetworkAnalyser} para comprobar la energía de depuración y las redes lógicas, y muchos más. 1. Pulsa la tecla {THING:ItemTablet} con la tecla {KEY:ToggleHandPower}, haz clic en la opción interactiva con el ratón mientras mantiene pulsada la tecla {KEY:MouseControl}, o desplázate hasta la interacción con las manos y pulsa la tecla {KEY:ActiveHandSlot}.
fi: {COLORGREEN:Tablettiin} voi ladata eri kasetteja jossa on eri toimintoja. Nämä ovat muun muuassa {THING:CartridgeAtmosAnalyser} ilmaston tarkkailuun, {THING:CartridgeNetworkAnalyser} virta- ja logiikkaverkon tarkkailuun, ja monia muita. Käynnistä {THING:ItemTablet} painamalla {KEY:ToggleHandPower} näppäintä, klikkaa sitä hiirellä pitämällä {KEY:MouseControl} pohjassa, tai vieritä hiiren vierityspyörällä haluamasi toiminnon kohdalle ja paina {KEY:ActiveHandSlot} näppäintä.
fr: La {THING:ItemTablet} peut avoir différentes cartouches pour différentes fonctions. Il s'agit notamment du {THING:CartridgeAtmosAnalyser} pour la vérification de l'atmosphère, du {THING:CartridgeNetworkAnalyser} pour la vérification de la puissance de débogage et des réseaux logiques, et bien d'autres encore. Allumez la {THING:ItemTablet} à l'aide de la touche {KEY:ToggleHandPower}, cliquez sur l'interaction avec la souris tout en maintenant la touche {KEY:MouseControl} enfoncée, ou faites défiler l'interaction entre vos mains et appuyez sur la touche {KEY:ActiveHandSlot}.
it: Il {THING:ItemTablet} può usare cartucce differenti con varie funzioni. Queste includono la {THING:CartridgeAtmosAnalyser} per controllare i valori atmosferici, la {THING:CartridgeNetworkAnalyser} per controllare il funzionamento di reti logiche o di alimentazione, e tante altre cose. Accendi il {THING:ItemTablet} usando il tasto {KEY:ToggleHandPower} , clicca sulla interazione con il mouse mentre tieni premuto {KEY:MouseControl}, oppure scorri le varie interazioni nelle tue mani e premi il tasto {KEY:ActiveHandSlot} .
ja: {THING:ItemTablet}は異なるカードリッジにより異なる機能を持つことが出来ます。{THING:CartridgeAtmosAnalyser}で大気の状態を確認したり、{THING:CartridgeNetworkAnalyser}で電力や論理ネットワークを監視したり、他にも色々なことが出来ます。 {KEY:ToggleHandPower}キーを押す、{KEY:MouseControl}を押しながらマウスでクリックする、または{KEY:ActiveHandSlot}キーによる操作で{THING:ItemTablet}の電源を入れて下さい。
pt_pt: O {THING:ItemTablet} pode conter diferentes cartuchos para diferentes funções. Estes incluem {THING:CartridgeAtmosAnalyser} para verificar atmosferas, o {THING:CartridgeNetworkAnalyser} para analisar correntes de energia e redes lógicas e muito mais. Liga a {THING:ItemTablet} usando a tecla {KEY:ToggleHandPower}, clica no botão de interação com a tecla {KEY:MouseControl} ou escolhe interação nas tuas mãos e carrega na tecla {KEY:ActiveHandSlot}.
ru: В {THING:ItemTablet} можно установить различные картриджи, для выполнения различных задач. Включите {THING:ItemTablet} при помощи клавиши {KEY:ToggleHandPower} или через меню взаимодействий при помощи клавиши {KEY:ActiveHandSlot}.
zh_tw: {THING:ItemTablet} 有各種不同功能的晶片可以安裝。現在將 {THING:ItemTablet} 打開， 切換至當前手持物品，並點擊兩次 {KEY:ActiveHandSlot} 鍵切換至功能介面後使用 {KEY:InventorySelect}鍵 開啟裝置電源 或者使用 {KEY:ToggleHandPower} 鍵可以快速開啟手持裝置電源.

# Interface.TutorialDescUseReader2
source: The {THING:ItemTablet} has a {THING:CartridgeElectronicReader} inserted. This tells you the recipes you need to make for all things in the game, and what they can be made in. Find {COLORYELLOW:Recipe #VAR1#} that allows you to make a {THING:ItemMuffin} by using the {COLORRED:Mouse Wheel} to scroll through the options. Using different cartridges allows you to access many different functions, such as the {THING:CartridgeNetworkAnalyser} which allows you to debug cable networks, or the {THING:CartridgeAtmosAnalyser} which provides atmospheric information.
cs: Do {THING:ItemTablet} je vložena {THING:CartridgeElectronicReader}. Řekne vám recepty, které musíte udělat pro všechny věci ve hře, a v čem je lze vyrobit. Najděte {COLORYELLOW: Recept #VAR1#}, který vám umožní vytvořit {THING:ItemMuffin} pomocí {COLORRED:kolečkem myši} pro procházení možností. Použití různých kazet umožňuje přístup k mnoha různým funkcím, například k {THING:CartridgeNetworkAnalyser}, který vám umožňuje ladit kabelové sítě, nebo k {THING:CartridgeAtmosAnalyser}, který poskytuje informace o atmosféře.
de: Das {THING:ItemTablet} hat eine {THING:CartridgeElectronicReader} ausgerüstet. Diese zeigt Rezepte für alle herstellbaren Gegenstände an und sagt wo sie hergestellt werden. Finde {COLORYELLOW:Recipe #VAR1#}, welches dir zeigt wie man einen {THING:ItemMuffin} herstellt. Mit dem {COLORRED:Mausrad} kannst du durch die Seiten blättern. Die Nutzung von verschiedenen Messkassetten erlaubt unterschiedliche Funktionen. So kann eine {THING:CartridgeNetworkAnalyser} genauere Informationen zu Verdrahtungen liefern, während eine {THING:CartridgeAtmosAnalyser} detailierte Informationen über deine Umgebungsluft und Inhalte von Rohren zeigt.
es: La {THING:ItemTablet} tiene un {THING:CartridgeElectronicReader} insertado. Esto te indica los ingredientes que necesitas para hacer todas las piezas del juego y en qué se pueden fabricar. Busca la {COLORYELLOW:Receta #VAR1#} que te permita elaborar un {THING:ItemMuffin} utilizando la {COLORRED:Rueda del raton} para desplazarte por las diferentes recetas. El uso de diferentes cartuchos te permite acceder a muchas funciones diferentes, como el {THING:CartridgeNetworkAnalyser} que te permite depurar la red de cables, o el {THING:CartridgeAtmosAnalyser} que proporciona información atmosférica.
fi: {COLORGREEN:Tabletissa} on {THING:CartridgeElectronicReader} ladattu. Tämä antaa sinulle valmistusohjeita kaikkiin pelissä olevien esineiden valmistamiseen. Etsi {COLORYELLOW:Resepti #VAR1#} joka antaa sinun valmistaa {COLORGREEN:Muffinssin} käyttämällä <color=red>Hiiren Valintapyörää</color> selataksesi vaihtoehtoja. Käyttämällä eri kasetteja saat käyttöösi eri toimontoja, kuten {THING:CartridgeNetworkAnalyser} virta- ja logiikkaverkon tarkkailuun, tai {THING:CartridgeAtmosAnalyser} ilmaston tarkkailuun.
fr: La {THING:ItemTablet} a une {THING:CartridgeElectronicReader} inséré. Cela vous indique les recettes que vous devez préparer pour toutes les choses du jeu, et ce qu'elles peuvent être faites. Trouvez la recette qui vous permet de faire un {THING:ItemMuffin} en utilisant la {COLORRED:Roulette de la souris} pour faire défiler les options. L'utilisation de cartes différentes vous permet d'accéder à de nombreuses fonctions différentes, telles que {THING:CartridgeNetworkAnalyser} qui vous permet de déboguer des réseaux câblés, ou {THING:CartridgeAtmosAnalyser} qui fournit des informations atmosphériques.
it: Il {THING:ItemTablet} ha una {THING:CartridgeElectronicReader} inserita. Questo ci fornirà le ricette degli oggetti in gioco per come poterli fabbricare. Trova {COLORYELLOW:Ricetta #VAR1#} che ti permette di creare un {THING:ItemMuffin} usando {COLORRED:Rotella del Mouse} per scorrere tra le opzioni. Usare cartucce differenti permette di accedere a tante funzioni differenti, come la {THING:CartridgeNetworkAnalyser} per controllare il funzionamento di una rete, o la {THING:CartridgeAtmosAnalyser} che fornisce indicazioni sui valori atmosferici.
ja: {THING:ItemTablet}は{THING:CartridgeElectronicReader}が入っています。これはゲーム内の全ての制作可能なレシピとそれが何によって作られるかを教えてくれます。{COLORRED:Mouse Wheel}でスクロールして、{THING:ItemMuffin}を作るための{COLORYELLOW:Recipe #VAR1#}を探しましょう。 異なるカードリッジを使うことで様々な異なる機能を使えます。例えば、{THING:CartridgeNetworkAnalyser}はケーブルネットワークのデバッグ出来ますし、{THING:CartridgeAtmosAnalyser}は大気の情報を確認できます。
pt_pt: A {THING:ItemTablet} tem um {THING:CartridgeElectronicReader} inserido. Isto mostra os esquemas que precisas para fazer todas as coisas no jogo e onde podem ser feitas. Encontra a {COLORYELLOW:Recipe #VAR1#} que te permite fazer um {THING:ItemMuffin} usando a {COLORRED:Mouse Wheel} para escolheres entre as opções. Usando vários cartuchos vai permitir te aceder a várias funções, assim como um {THING:CartridgeNetworkAnalyser} para verificar redes, ou um {THING:CartridgeAtmosAnalyser} que mostra te informações atmosféricas.
ru: В {THING:ItemTablet} вставлен {THING:CartridgeElectronicReader}. Он показывает рецепты для всех предметов в игре и устройство, на котором можно произвести этот предмет. Найдите {COLORYELLOW:рецепт #VAR1#}, который подскажет вам как пригтовить {THING:ItemMuffin} используя {COLORRED:колесо мыши} для переключения между рецептами. Используя различные картриджи вы получите доступ ко многим полезным функциям, например {THING:CartridgeNetworkAnalyser} позволит вам просматривать состояние ваших проводных сетей, а {THING:CartridgeAtmosAnalyser} покажет вам информацию об атмосфере в предметах, трубах и окружающей среде.
zh_tw: {THING:ItemTablet} 目前安裝了 {THING:CartridgeElectronicReader}。您可以從上面找到遊戲中全部製作物的配方， 以及製作物品所使用的設備為何。使用 <color=red>滑鼠滾輪</color> 以找到 {COLORYELLOW:Recipe #VAR1#} 製作 {THING:ItemMuffin} 的配方. 有各種不同功能的晶片可以讓您使用，像是 {THING:CartridgeNetworkAnalyser} 可以讓您針對線路除錯，或者 {THING:CartridgeAtmosAnalyser} 可以提供詳細的氣壓資訊.

# Interface.TutorialTaskUseReader1
source: Turn on the {THING:ItemTablet}
cs: Zapněte {THING:ItemTablet}
de: {THING:ItemTablet} einschalten
es: Enciende {THING:ItemTablet}
fi: Käynnistä {THING:ItemTablet}
fr: Allumer la {THING:ItemTablet} (touche {KEY:ToggleHandPower})
it: Accendi il {THING:ItemTablet}
ja: {THING:ItemTablet}の電源を入れる
pt_pt: Liga a {THING:ItemTablet}
ru: Включите {THING:ItemTablet}
zh_tw: 啟動 {THING:ItemTablet}

# Interface.TutorialTaskUseReader2
source: Find {COLORYELLOW:Recipe #VAR1#} to make a {THING:ItemMuffin}
cs: Najděte {COLORYELLOW:recept #VAR1#} na upečení {THING:ItemMuffin}
de: Rezept {COLORYELLOW:Recipe #VAR1#} zum Herstellen von {THING:ItemMuffin} finden
es: Encuentra la receta para hacer {THING:ItemMuffin}
fi: Etsi {COLORYELLOW:Resepti #VAR1#} {COLORGREEN:Muffinssin} valmistamiseen
fr: Trouvez la {COLORYELLOW:recette #VAR1 #} pour faire un {THING:ItemMuffin}
it: Trova {COLORYELLOW:Ricetta #VAR1#} per fare {THING:ItemMuffin}
ja: {THING:ItemMuffin}を作るための{COLORYELLOW:Recipe #VAR1#}を見つける
pt_pt: Encontra a {COLORYELLOW:Receita #VAR1#} para fazer um {THING:ItemMuffin}
ru: Найдите {COLORYELLOW:рецепт #VAR1#}, чтобы сделать {THING:ItemMuffin}
zh_tw: 找到 {COLORYELLOW:Recipe #VAR1#} 以製作 {THING:ItemMuffin}

# Interface.TutorialTitleBakeMuffin
source: Bake a {THING:ItemMuffin}
cs: Upečte {THING:ItemMuffin}
de: Einen {THING:ItemMuffin} backen
es: Hornear un {THING:ItemMuffin}
fi: Leivo {THING:ItemMuffin}
fr: Faire cuire un {THING:ItemMuffin}
it: Inforna un {THING:ItemMuffin}
ja: {THING:ItemMuffin}を焼く
pt_pt: Prepara um {THING:ItemMuffin}
ru: Испеките {THING:ItemMuffin}
zh_tw: 烘培一份 {THING:ItemMuffin}

# Interface.TutorialDescBakeMuffin1
source: Some devices in the game are mounted on {THING:StructureBench}s; they are called {LINK:AppliancePage;Appliances}. Pickup the {THING:ApplianceMicrowave} and walk in front of the {THING:StructureBench}.
cs: Některá zařízení ve hře jsou namontována na {THING:StructureBench}; nazývají se {LINK:AppliancePage;Spotřebiče}. Vezměte {THING:ApplianceMicrowave} a jděte před {THING:StructureBench}.
es: Algunos dispositivos en el juego están montados en la {THING:StructureBench}; se llaman Electrodomésticos. Recoge el {THING:ApplianceMicrowave} y camina de frente hacia la {THING:StructureBench}.
fr: Certains appareils du jeu s'installe sur un {THING:StructureBench} ; ce sont les {LINK:AppliancePage;Equipements}. Ramassez le {THING:ApplianceMicrowave} et aller devant un {THING:StructureBench} pour le déposer dessus.
pt_pt: Alguns dispositivos no jogo são montados numa {THING:StructureBench}; eles são chamados de {LINK:AppliancePage;Appliances}. Apanha um {THING:ApplianceMicrowave} e coloca-te em frente a uma {THING:StructureBench}.
ru: Некоторые устройства должны быть установлены на {THING:StructureBench}, чтобы они могли работать. Подберите {THING:ApplianceMicrowave} и подойдите к {THING:StructureBench}.

# Interface.TutorialDescBakeMuffin2
source: Press the {KEY:Drop} key to drop the {THING:ApplianceMicrowave} on top of the {THING:StructureBench}. Keep doing this until the {THING:ApplianceMicrowave} is sitting on top of the {THING:StructureBench}.
cs: Stisknutím klávesy {KEY:Drop} přetáhněte {THING:ApplianceMicrowave} na horní část {THING:StructureBench}. Pokračujte, dokud {THING:ApplianceMicrowave} nebude sedět na vrcholu {THING:StructureBench}.
de: Drüke {KEY:Drop} um die {THING:ApplianceMicrowave} auf den {THING:StructureBench} zu stellen.
es: Presiona la tecla {KEY:Drop} para colocar {THING:ApplianceMicrowave} encima de la {THING:StructureBench}. Sigue haciendo esto hasta que {THING:ApplianceMicrowave} esté encima de la {THING:StructureBench}.
fi: Paina {KEY:Drop} näppäintä pudottaaksesi {THING:ApplianceMicrowave} {COLORGREEN:Tason} päälle. Tee näin kunnes {THING:ApplianceMicrowave} on {COLORGREEN:Tason} päällä.
fr: Appuyer sur la touche {KEY:Drop} pour déposer le {THING:ApplianceMicrowave} sur le {THING:StructureBench}. Continuez à faire cela jusqu'à ce que {THING:ApplianceMicrowave} soit bien poser sur la {THING:StructureBench}.
it: Premi il tasto {KEY:Drop} per lasciare il {THING:ApplianceMicrowave} sul {THING:StructureBench}. Continua a farlo finchè il {THING:ApplianceMicrowave} non è poggiato sopra il {THING:StructureBench}.
ja: {KEY:Drop}キーを押して{THING:ApplianceMicrowave}を{THING:StructureBench}の上に置きます。{THING:StructureBench}の上に{THING:ApplianceMicrowave}が設置されるまでこれを行って下さい。
pt_pt: Carrega na tecla {KEY:Drop} para largares o {THING:ApplianceMicrowave} em cima da {THING:StructureBench}. Continua até que o {THING:ApplianceMicrowave} esteja colocado em cima da {THING:StructureBench}.
ru: Нажмите клавишу {KEY:Drop}, чтобы бросить микроволновку на {THING:StructureBench}. Пробуйте сделать это пока {THING:ApplianceMicrowave} не окажется на столе.
zh_tw: 走貼近 {THING:StructureBench} 後，按下 {KEY:Drop} 鍵把 {THING:ApplianceMicrowave} 放到 {THING:StructureBench} 的上方。盡量保持 {THING:ApplianceMicrowave} 平穩不動的放在 {THING:StructureBench} 上面.

# Interface.TutorialDescBakeMuffin3
source: Look at the {THING:ApplianceMicrowave}. Look at the side, rather than the door, so that you are targeting the item directly and not trying to open it. When you see a {COLORYELLOW:yellow box} hold down the {KEY:PrimaryAction} to wrench it onto the {THING:StructureBench}.
cs: Podívejte se na {THING:ApplianceMicrowave}. Dívejte se spíše na stranu než na dveře, abyste cílili přímo na položku a nesnažili se ji otevřít. Když uvidíte {COLORYELLOW:žluté pole}, podržte klávesu {KEY:PrimaryAction}, abyste ji zašroubovali na {THING:StructureBench}.
es: Mira el {THING:ApplianceMicrowave}. Justo en el lateral, de modo que esté enfocando el artículo directamente y no intentes abrirlo. Cuando veas un {COLORYELLOW: cuadrado amarillo} mantén presionado el {COLORRED:Boton izquierdo del Ratón} para convertirlo en un electrodoméstico conectado a la {THING:StructureBench}.
fr: Regardez le {THING:ApplianceMicrowave}. Regardez le côté, plutôt que la porte, de sorte que vous visez l'ensemble et non pour essayer de l'ouvrir. Lorsque vous voyez une {COLORYELLOW:boîte jaune}, maintenez {KEY:PrimaryAction} pour le fixer sur le {THING:StructureBench}.
pt_pt: Olhando para o {THING:ApplianceMicrowave}. Olha para os lados invés da porta, de modo que estejas apontando o item diretamente e não para tentar abri-lo. Quando vires uma {COLORYELLOW:caixa amarela}, mantém pressionado a tecla {KEY:PrimaryAction} para o fixares com a chave inglesa na {THING:StructureBench}.
ru: Держа в руках разводной ключ посмотрите на микроволновку. Смотрите на боковую сторону, а не на дверь, чтобы убедиться что вы прицелились непосредственно в микроволновку, а не пытаетесь открыть её. Когда вы увидите {COLORYELLOW:желтый куб} зажмите {COLORRED:левую кнопку мыши}, чтобы установить микроволновку на {THING:StructureBench}.
