Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.DeconstructAutolatherT2t3
source: Deconstruct stage 3 of autolathe with wire cutters.
cs: Rozeberte 3. stupeň autosoustruhu kleštěmi.
es: Fase de desmontaje del torno automatico 3, desmontalo con las tijeras.
ru: Проведите демонтаж 3-го этапа автолата с помощью кусачек.

# Interface.DeconstructAutolatherT2t4
source: Deconstruct stage 2 of autolathe with angle grinder.
cs: Rozeberte 2. stupeň autosoustruhu úhlovou bruskou.
es: Fase de desmontaje del torno automatico 2, desmontalo con la radial de nuevo.
ru: Проведите демонтаж 2-го этапа автолата с помощью болгарки.

# Interface.DeconstructAutolatherT2t5
source: Deconstruct stage I of autolathe with wrench.
cs: Rozeberte 1. stupeň autosoustruhu hasákem.
es: Fase de desmontaje del torno automatico 1, desmontalo con la llave inglesa.
ru: Проведите демонтаж I-го этапа автолата с помощью разводного ключа.

# Interface.2Narration6T
source: Construction Of The Autolathe.
cs: Konstrukce autosoustruhu.
es: Costruyendo el Torno Automático.
fr: Construire le Tour Automatique.
ru: Строительство Автолата.

# Interface.2Narration6D
source: You've got everything you need to rebuild the autolathe in the correct, highlighted position. So you should do that. Now.
cs: Máte vše, co potřebujete k obnově autosoustruhu na správném zvýrazněném místě. Takže byste to měli udělat, a to hned.
es: Tiene todo lo que necesita para reconstruir el torno automático en la posición correcta resaltada. Entonces deberías hacer eso, Ahora.
ru: У вас есть всё необходимое для восстановления автолата в правильном, выделенном месте. Так что вы должны это сделать. Сейчас же.

# Interface.Tutorial2AutolatePlacement
source: Place the autolathe kit.
cs: Umístěte sadu autosoustruhu.
es: Coloca el kit de torno automatico.
ru: Разместите набор для изготовления автолата.

# Interface.Tutorial2AutolateConstruct
source: Build stage 2 of autolathe with welder + iron sheets
cs: Sestavte 2. stupeň autosoustruhu svářečkou + železnými plechy.
es: Fase 2 de construccion del torno automatico con el soldador y placas de hierro
ru: Завершите 2 этап строительства автолата с помощью горелки и листов железа

# Interface.Tutorial2AutolateConstruct2
source: Build stage 3 of autolathe with cable coil
cs: Sestavte 3. stupeň autosoustruhu pomocí kabelové cívky.
es: Fase 3 de construccion del torno automatico con bobina de cable
ru: Завершите 3 этап строительства автолата с помощью мотка кабеля

# Interface.Tutorial2AutolateConstruct3
source: Build stage 4 of autolathe with welder + plastic sheets
cs: Sestavte 4. stupeň autosoustruhu svářečkou + plastovými panely.
es: Fase 4 de construccion del torno automatico con el soldador y placas de plastico
ru: Завершите 4 этап строительства автолата с помощью горелки и листов пластика

# Interface.Tutorial2AutolateConstruct4
source: Build stage 5 of autolathe with screwdriver
cs: Sestavte 5. stupeň autosoustruhu pomocí šroubováku.
es: Fase 5 de construccion del torno automatico con el destornillador
ru: Завершите 5 этап строительства автолата с помощью отвёртки

# Interface.2Narration7T
source: Damanged Wire Removal.
cs: Odstranění poškozeného drátu.
es: Eliminacion de cables dañados.
ru: Удаление Повреждённых Проводов.

# Interface.2Narration7D
source: Without power, you can't fabricate much. To power up the station, you need to reconnect the solar panels to the network. Start by removing the damaged cables.
cs: Bez energie toho moc neuděláte. Chcete-li stanici zapnout, musíte znovu připojit solární panely k síti. Začněte odstraněním poškozených kabelů.
es: Sin energia, no se puede fabricar mucho. Para encender la estación, debe volver a conectar los paneles solares a la red. Empiece por quitar los cables dañados.
ru: Без энергии вы мало что можете изготовить. Чтобы включить станцию, необходимо повторно подключить солнечные батареи к сети. Начните с удаления повреждённых кабелей.

# Interface.T2Deconstruct3
source: Remove damaged cable #1 with wire cutters
cs: Odstraňte poškozený kabel č. 1 kleštěmi.
es: Elimina el cable dañado 1 con las tijeras
ru: Удалите повреждённый кабель #1 при помощи кусачек

# Interface.T2Deconstruct4
source: Remove damaged cable #2 with wire cutters
cs: Odstraňte poškozený kabel č. 2 kleštěmi.
es: Elimina el cable dañado 2 con las tijeras
ru: Удалите повреждённый кабель #2 при помощи кусачек

# Interface.T2Deconstruct5
source: Remove damaged cable #3 with wire cutters
cs: Odstraňte poškozený kabel č. 3 kleštěmi.
es: Elimina el cable dañado 3 con las tijeras
ru: Удалите повреждённый кабель #3 при помощи кусачек

# Interface.2Narration8T
source: Cable Placement.
cs: Umístění kabelu.
es: Colocacion del cable.
ru: Подключение Кабеля.

# Interface.2Narration8D
source: Designing power networks is a central part of base construction. Connect the solar panels to the power network using cables from the crate. Like many kits, cables offer several options to scroll through.
cs: Navrhování elektrických sítí je hlavní součástí výstavby základny. Připojte solární panely k elektrické síti pomocí kabelů z bedny. Stejně jako mnoho jiných sad i kabely nabízejí několik variant zapojení.
es: El diseño de redes eléctricas es una parte central de la construcción de la base. Conecte los paneles solares a la red eléctrica utilizando cables de la caja. Como muchos kits, los cables ofrecen varias opciones para desplazarse.
ru: Проектирование электрических сетей - основная часть строительства базы. Подключите солнечные панели к электросети кабелями из ящика. Как и многие наборы, кабели предлагают некоторые вариации для строительства при прокрутке.

# Interface.Tutorial2HCablePlacement
source: Replace missing Heavy straight cable.
cs: Vyměňte chybějící silný rovný kabel č. 1.
es: Reemplace el cable recto pesado faltante.
ru: Замените недостающий прямой силовой кабель.

# Interface.Tutorial2HCablePlacement2
source: Replace missing Heavy junction cable.
cs: Vyměňte chybějící silný spojovací kabel.
es: Reemplace la union de cable pesado faltante.
ru: Замените недостающий соединительный силовой кабель

# Interface.Tutorial2HCablePlacement3
source: Replace missing Heavy straight cable #2.
cs: Vyměňte chybějící silný rovný kabel č. 2.
es: Reemplace el cable recto pesado faltante 2.
ru: Замените недостающий прямой силовой кабель #2.

# Interface.2Narration9T
source: Backup Power.
cs: Záložní napájení.
es: Energia de reserva.
ru: Резервное Питание.

# Interface.2Narration9D
source: You're not finished yet, Cadet! It gets dark sometimes, so let's create a backup power system, using a solid fuel generator.
cs: Ještě jsi neskončil, kadete! Občas se setmí, takže vytvořte záložní napájecí systém pomocí generátoru na tuhá paliva.
es: ¡Aún no ha terminado, Cadete! A veces oscurece, así que creemos un sistema de energía de reserva, usando un generador de combustible sólido.
ru: Вы еще не закончили, Кадет! Иногда становится темно, поэтому давайте создадим резервную систему электроснабжения, используя твердотопливный генератор.

# Interface.2Narration10D
source: You'll need to connect the generator to the power network.
cs: Budete muset připojit generátor k elektrické síti.
es: Necesitas conectar el generador a la red de energia.
ru: Вам нужно подключить генератор к электросети.

# Interface.2Narration11D
source: Use the 'overlay' function to link new cables to an existing network.
cs: Pomocí funkce 'překrytí' propojte nové kabely se stávající sítí.
es: Utilice la función 'superposición' para vincular nuevos cables a una red existente.
ru: Используйте функцию 'наложения', чтобы подключить новые кабели к существующей сети.

# Interface.2GetSolidGenerator
source: Get solid fuel generator kit from crate
cs: Vezměte sadu generátorů na tuhá paliva z bedny
es: Coge el kit de generador solido de la caja
ru: Возьмите набор для изготовления твердотопливного генератора из ящика

# Interface.2PlaceSolidGenerator
source: Place solid fuel generator
cs: Umístěte generátor na tuhá paliva
es: Coloca el generador de combustible solido
ru: Установите твердотопливный генератор

# Interface.2MergeEvent
source: Use wirecutters and cable to create a junction.
cs: K vytvoření křižovatky použijte kleště a kabel.
es: Usa las tijeras y cable para crear una union.
ru: Используйте кусачки и кабель, чтобы соединить провода

# Interface.2Narration12T
source: Powering Up
cs: Zapnutí
es: Encenderse
fr: Mise sous tension
ru: Включение

# Interface.2Narration12D
source: Area Power Controllers separate out power and data into sub-networks, stabilize your electrical flow, and provide back up power. Just be careful which way round you install them.
cs: Regulátory napěťového okruhu oddělují energii a data do podsítí, stabilizují elektrický tok a poskytují záložní energii. Jen buďte opatrní, jakým způsobem je instalujete.
es: Los controladores de energía de área separan la energía y los datos en subredes, estabilizan su flujo eléctrico y brindan energía de reserva. Solo tenga cuidado en qué dirección los instala.
ru: ИБП разделяют мощность и данные на подсети, стабилизируют электрический поток и обеспечивают резервное питание. Только обращайте внимание на направление при их установке.

# Interface.2GetAPC
source: Get Area Power Controller (APC) from crate.
cs: Vezměte regulátor napěťového okruhu (APC) z bedny.
es: Coge el controlador de energia (APC) de la caja.
ru: Возьмите источник бесперебойного питания (ИБП) из ящика.

# Interface.2PlaceAPC
source: Place APC in highlighted position with correct orientation.
cs: Umístěte APC do zvýrazněné polohy se správnou orientací.
es: Coloca el APC en la posicion resaltada con la posicion correcta.
ru: Поместите ИБП в выделенной место учитывая направление подключения.

# Interface.2Narration13D
source: Now start the generator using coal found in the crate.
cs: Nyní spusťte generátor pomocí uhlí nacházejícího se v bedně.
es: Ahora enciende el generador usando el carbón que se encuentra en la caja.
ru: Теперь запустите генератор с помощью угля из ящика.

# Interface.2Narration14D
source: The APC also charges batteries, which is good: the ODA recommends keeping several charged batteries to hand at all time. In an outage, the battery will provide back-up power briefly, too.
cs: APC také nabíjí baterie, což je dobré: ODA doporučuje mít vždy po ruce několik nabitých baterií. V případě výpadku napájení baterie krátkodobě zajistí i záložní napájení.
es: El APC también carga las baterías, lo cual es bueno: la ODA recomienda tener a mano varias baterías cargadas en todo momento. En caso de interrupción, la batería también proporcionará energía de reserva brevemente.
ru: ИБП также заряжает аккумуляторы, что несомненно хорошо: ODA рекомендует всегда держать под рукой несколько заряженных аккумуляторов. В случае сбоя аккумулятор также ненадолго обеспечит резервное питание.

# Interface.2GetBatt
source: Get battery from crate
cs: Vezměte baterii z bedny.
es: Obtener la batería de la caja
fr: Obtenez une batterie de la caisse
ru: Возьмите батарейку из ящика

# Interface.2OpenAPCTask
source: Open APC with crowbar.
cs: Otevřete APC páčidlem.
es: Abrir el APC con la palanca del cajón.
fr: Ouvrez l'APC avec le pied de biche.
ru: Откройте ИБП ломом.

# Interface.2GetCoal
source: Get coal from crate
cs: Vezměte uhlí z bedny
es: Obtener carbón de la caja
fr: Obtenez du charbon de la caisse
ru: Возьмите уголь из ящика

# Interface.AddCoalToGenerator
source: Add coal to generator
cs: Přidejte uhlí do generátoru
es: Añade carbón al generador
fr: Ajouter du charbon au générateur
ru: Добавьте угля в генератор

# Interface.2TurnOnGenerator
source: Turn generator on
cs: Zapněte generátor
es: Enciende el generador
fr: Allumez le générateur
ru: Включите генератор

# Interface.PlaceBatt
source: Add battery to APC
cs: Vložte baterii do APC
es: Añade la batería al APC
fr: Ajouter de la batterie à APC
ru: Добавьте батарейку в ИБП

# Interface.2Narration15D
source: Well done, you have completed the power network. You did better than the last Cadet. Turn on the APC to activate the network, and let there be LIGHT.
cs: Dobrá práce, dokončili jste energetickou síť. Zvládl jste to lépe než poslední kadet. Zapněte APC, abyste aktivovali síť, a nechť je tu SVĚTLO.
es: Bien hecho, has completado la red eléctrica. Lo hiciste mejor que el último cadete. Encienda el APC para activar la red y deje que haya LUZ.
ru: Отлично, вы доделали электросеть. У вас получилось лучше, чем у последнего Кадета. Включите ИБП, чтобы активировать сеть, и да будет СВЕТ.

# Interface.2Narration17D
source: More information can be found in the Stationpedia. Press F1 to refresh your knowledge of the APC, by consulting the entry in the Stationpedia.
cs: Další informace najdete ve Stationpedii. Stisknutím klávesy F1 si můžete osvěžit své znalosti o APC pomocí záznamu ve Stationpedii.
es: Puede encontrar más información en la Stationpedia. Presione F1 para actualizar su conocimiento del APC, consultando la entrada en la Stationpedia.
ru: Более подробную информацию можно найти в Stationpedia. Нажмите F1, чтобы обновить свои знания об ИПБ, просмотрев запись в Stationpedia.

# Interface.2FlipSwitch
source: Turn on APC.
cs: Zapněte APC.
es: Enciende el APC.
fr: Allumez l'APC.
ru: Включите ИБП.

# Interface.2PediaOpen
source: Open Stationpedia
cs: Otevřete Stationpedii.
es: Abrir la Stationpedia
fr: Ouvrir le Stationpedia
ru: Откройте Stationpedia

# Interface.2PediaNavigation
source: Navigate to Area Power Control page.
cs: Přejděte na stránku regulátoru napěťového okruhu.
es: Navegue a la página de Control de Energía del Área.
fr: Accédez à la page Contrôleur d'Alimentation.
ru: Перейдите на страницу ИБП.

# Interface.2GettingHelpClose
source: Close Stationpedia
cs: Zavřete Stationpedii.
es: Cierre la Stationpedia
fr: Fermez le Stationpedia
ru: Закройте Stationpedia

# Interface.2Narration16T
source: Complete.
cs: Kompletní.
es: Completados.
fr: Terminer.
ru: Завершить

# Interface.2Narration16D
source: Good work, Cadet. You've repaired the walls and finished a power system. That's the last step of Phase II. Press the 'Complete' button to transmit your results to Stationeer Command, and we'll move on.
cs: Dobrá práce, kadete. Opravili jste stěny a dokončili napájecí systém. To byl poslední krok fáze II. Stisknutím tlačítka 'Dokončit' přenesete výsledky na velitelství Stationeer a my půjdeme dál.
es: Buen trabajo, cadete. Ha reparado las paredes y ha terminado un sistema de energía. Ese es el último paso de la Fase II. Presione el botón "Completar" para transmitir sus resultados al Comando de la Estación, y seguiremos adelante.
fr: Bon travail, cadet. Vous avez réparé les murs et terminé un système électrique. C'est la dernière étape de la phase II. Appuyez sur le bouton 'Terminer' pour transmettre vos résultats à Stationeer Command, et nous continuerons.
ru: Хорошая работа, Кадет. Вы отремонтировали стены и достроили энергосистему. Это последний шаг Фазы II. Нажмите кнопку 'Завершить', чтобы передать результаты Руководству Станционеров, и мы продолжим.

# Interface.2OnButtonPressTaskT1
source: Press button to complete test.
cs: Stisknutím tlačítka dokončete výcvik.
es: Presione el botón para completar la prueba.
fr: Appuyez sur le bouton pour terminer le test.
ru: Нажмите кнопку чтобы завершить испытание.

# Interface.2GetCableHCoil
source: Get Heavy Cable from Crate.
cs: Vezměte silné kabely z bedny.
es: Consigue cable pesado de Crate.
fr: Prendre des câbles haute tension dans la caisse.
ru: Возьмите силовой кабель из ящика.

# Interface.2GetFrames
source: Get Iron Frames from Crate.
cs: Vezměte železné rámy z bedny.
es: Consigue marcos de hierro de la caja.
fr: Prendre des cadres en fer dans la caisse.
ru: Возьмите железные каркасы из ящика.

# Interface.03BasicPowerGeneration
source: Basic power generation
fr: #3 Base de la production d’électricité
ru: Основы выработки энергии

# Interface.BasicPowerGenerationDescription
source: In this lesson, we will bring light to the world in the form of electricity.
fr: Dans cette leçon, nous apporterons la lumière au monde sous forme d’électricité.
pt_pt: Nesta lição, traremos luz ao mundo em forma de electricidade.
ru: В этом уроке мы привнесем свет в мир при помощи электричества.

# Interface.TutorialWireCutting
source: Wire Cutting
fr: Coupe de fil
pt_pt: Cortando cabos
ru: Резка Проводов

# Interface.TutorialWireCuttingDescription
source: Welcome back, Cadet. Your first task will be to clean up some old burnt out wires. Use the {THING:ItemWireCutters} from your toolbelt to remove them.
fr: Bienvenue Cadet, votre première tâche sera de nettoyer de vieux fils brûlés. Utilisez la {THING:ItemWireCutters} de votre {SLOT:Belt} pour les supprimer.
pt_pt: Sê bem vindo, cadete. A tua primeira tarefa será limpar alguns velhos cabos queimados. Utiliza o {THING:ItemWireCutters} do teu Cinto de Ferramentas para removê-los.
ru: С возвращением, Кадет. Ваша первая задача это убрать старые перегоревшие провода. Используйте {THING:ItemWireCutters} из вашего пояса инструментов чтобы отрезать их.

# Interface.TutorialWireCuttingTask1
source: Remove burned cable
fr: Enlever le câble brûlé
pt_pt: Remover cabo queimado
ru: Уберите сожженный провод

# Interface.TutorialSolidFuelEnergy
source: Solid Fuel Energy
fr: Énergie de combustible solide
pt_pt: Energia de Combustível Sólido
ru: Энергия из твердого топлива

# Interface.TutorialSolidFuelEnergyDescription
source: Now that you have a base platform and a few machines in place, Cadet, you'll need to provide them with power. Let’s start with the {THING:StructureSolidFuelGenerator}. The solid fuel generator provides power in emergency, or to small bases that don’t have much energy storage during the night. Its downfall is that it requires solid fuel to work.
fr: Cadet, maintenant que vous avez une plate-forme de base et quelques machines en place, vous aurez besoin de leur fournir de la puissance électrique. Le {THING:StructureSolidFuelGenerator} est idéal pour la puissance d’urgence ou pour les petites bases qui n’ont pas beaucoup de stockage d’énergie pour la nuit. Son inconvénient, il a besoin de {THING:ItemCoalOre} pour fonctionner.
pt_pt: Cadete, agora que tens uma plataforma base e algumas máquinas no lugar, terás que prover-lhes energia. Vamos começar com o {THING:StructureSolidFuelGenerator}. O gerador a sólidos é ideal para energia de emergência ou para bases iniciais que não têm muito armazenamento de energia durante a noite. O seu inconveniente é que requer combustível sólido para funcionar.
ru: Теперь, когда у вас есть базовая платформа и несколько установленных устройств, вы должны обеспечить электроэнергией их. Давайте начнем с {THING:StructureSolidFuelGenerator}. Твердотопливный генератор производит электричество в чрезвычайных ситуациях, или для небольших баз которые не имеют достаточно энергии в ночное время. Его главный недостаток в том, что ему требуется твердое топливо для работы.

# Interface.SolidFuelEnergyTask1
source: Grab the {THING:ItemKitSolidGenerator} from Construction Crate #1.
fr: Prenez le {THING:ItemKitSolidGenerator} dans la caisse de construction 1.
pt_pt: Apanha o {THING:ItemKitSolidGenerator} da Caixa de Construção #1.
ru: Возьмите {THING:ItemKitSolidGenerator} из ящика со строительными ресурсами #1.

# Interface.SolidFuelEnergyTask2
source: Place the {THING:StructureSolidFuelGenerator}.
fr: Placez le {THING:StructureSolidFuelGenerator}.
pt_pt: Coloca o {THING:StructureSolidFuelGenerator}.
ru: Разместите {THING:StructureSolidFuelGenerator}.

# Interface.TutorialGoingSolar
source: Going Solar - Part I
fr: Energie solaire - Partie 1
pt_pt: Energia Solar - Parte I
ru: Переходим на солнечную энергию - Часть I

# Interface.TutorialGoingSolarDescription
source: Great work, Cadet! Our next task is to set up a {THING:StructureSolarPanel}. This will provide renewable energy for the base without needing fuel. However, it will only work during the day.
fr: Excellent travail, Cadet ! Notre prochaine tâche est de mettre en place un {THING:StructureSolarPanel}. Cela fournira de l’énergie renouvelable pour la base sans avoir besoin de carburant. Cependant, il ne fonctionnera que pendant la journée.
pt_pt: Bom trabalho, cadete! A nossa próxima tarefa é configurar um {THING:StructureSolarPanel}. Isto irá fornecer energia renovável para a base sem necessidade de combustível. No entanto, só irá funcionar de dia.
ru: Отличная работа, Кадет! Наша следующая задача состоит в установке {THING:StructureSolarPanel}. Это обеспечит возобновляемую энергию для базы без необходимости расходовать топливо. Тем не менее, солнечные панели будут работать только в дневное время.

# Interface.GoingSolarTask1
source: Grab the {THING:ItemKitSolarPanel} from Construction Crate #1.
fr: Prenez le {THING:ItemKitSolarPanel} dans la caisse de construction 1.
pt_pt: Apanha o {THING:ItemKitSolarPanel} da Caixa de Construção #1.
ru: Возьмите {THING:ItemKitSolarPanel} из ящика строительных материалов #1.

# Interface.GoingSolarTask2
source: Kits can build different structures and variants. To build this kind of Solar Panel, use the scroll wheel to swap to the correct variant, then match the cursor shape with the highlighted spot. Remember to use {KEY:QuantityModifier} to rotate the object to the correct position.
fr: Les kits peuvent être utilisés pour construire différentes variantes des structures. Pour construire ce {THING:StructureSolarPanel}, vous pouvez choisir la variante à l’aide de la roue de défilement de la souris. Couvrez la zone en surbrillance avec l'image du panneau solaire. N’oubliez pas d’utiliser la touche {KEY:QuantityModifier} pour faire pivoter l’image dans la position correcte.
pt_pt: Kits podem ser utilizados para construir diferentes estruturas e variantes. Para construir este painel solar, utiliza a roda do rato para trocar para a variante correta, depois faz coincidir as formas de cursor com o local indicado. Lembra-te de utilizar a tecla {KEY:QuantityModifier} para rodá-lo para a posição correta.
ru: Комплекты могут создавать различные структуры и варианты. Чтобы построить этот вид панели солнечных батарей, используйте колесо прокрутки, чтобы поменять на правильный вариант, а затем сопоставить форму курсора с выделенным местом. Не забудьте использовать {KEY:QuantityModifier} для поворота панели в правильное положение.

# Interface.TutorialGoingSolarpart2
source: Going Solar - Part II.
fr: Energie solaire - Partie 2
pt_pt: Energia Solar - Parte II.
ru: Переходим на солнечную энергию - Часть II.

# Interface.TutorialGoingSolarDescriptionpart2
source: Like the {THING:StructureAutolathe}, the Solar Panel also requires an extra step to construct.
fr: Comme le {THING:StructureAutolathe}, le {THING:StructureSolarPanel} nécessite également une étape supplémentaire pour sa construction.
pt_pt: Tal como o {THING:StructureAutolathe}, o painel solar também requer um passo adicional para construir.
ru: Как и {THING:StructureAutolathe}, солнечная панель также требует дополнительного шага для завершения конструкции.

# Interface.GoingSolarPart2Task1
source: Grab the {THING:ItemGlassSheets} from Construction Crate #1.
fr: Prenez les {THING:ItemGlassSheets} dans la caisse de construction 1.
pt_pt: Apanha as {THING:ItemGlassSheets} da Caixa de Construção #1.
ru: Возьмите {THING:ItemGlassSheets} из ящика строительных материалов #1.

# Interface.GoingSolarPart2Task2
source: Place the {THING:ItemGlassSheets} on the Solar Panel.
fr: Placez les {THING:ItemGlassSheets} sur le panneau solaire.
pt_pt: Coloca as {THING:ItemGlassSheets} no painel solar.
ru: Установите {THING:ItemGlassSheets} на солнечную панель.

# Interface.TutorialLearningToWire
source: Learning to wire
fr: Apprendre à câbler
pt_pt: Aprendendo a conectar
ru: Учимся прокладывать кабель
