Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.LogicMathVertical3
source: Set input 2 on Vertical Math Unit 1 to read Tilt Memory.
cs: Nastavte vstup 2 na vertikální matematické jednotce 1 pro čtení paměti naklonění.
es: Configure la entrada 2 en la Unidad de Matemática Vertical 1 para leer la Memoria de Inclinación.

# Interface.LogicMathVertical4
source: Set the Math operation type on Vertical Math Unit 1 to 'Divide'.
cs: Nastavte typ matematické operace na vertikální matematické jednotce 1 na 'Rozdělit'.
es: Establezca el tipo de operación Matemática en la Unidad Matemática Vertical 1 en 'Dividir'.

# Interface.LogicMathVertical5
source: Turn on Vertical Math Unit 2.
cs: Zapněte vertikální matematickou jednotku 2.
es: Encienda Vertical Math Unit 2.

# Interface.LogicMathVertical6
source: Set input 1 on Vertical Math Unit 2 to read Vertical Math Unit 1.
cs: Nastavte vstup 1 na vertikální matematické jednotce 2 na čtení vertikální matematické jednotky 1.
es: Establezca la entrada 1 en la Unidad de Matemática Vertical 2 para leer la Unidad de Matemática Vertical 1.

# Interface.LogicMathVertical7
source: Set input 2 on Vertical Math Unit 2 to read Add Memory.
cs: Nastavte vstup 2 na vertikální matematické jednotce 2 pro čtení Přidat paměť.
es: Configure la entrada 2 en la unidad vertical de matemáticas 2 para leer Agregar memoria.

# Interface.LogicMathVertical8
source: Set the Math operation type on Vertical Math Unit 2 to 'Add'.
cs: Nastavte typ matematické operace na vertikální matematické jednotce 2 na 'Přidat'.
es: Establezca el tipo de operación Matemática en Vertical Math Unit 2 en 'Agregar'.

# Interface.VerticalBatchWriter
source: The Vertical Batch Writer
cs: Vertikální dávkový zapisovač
es: El escritor de lotes verticales

# Interface.VerticalBatchWriterDescription
source: The Batch Writer writes to all connected devices of a given type. Use this to write the newly calculated vertical value to the Solar Panels.
cs: Dávkový zapisovač zapisuje do všech připojených zařízení daného typu. Pomocí této funkce zapíšete nově vypočtenou vertikální hodnotu do solárních panelů.
es: Batch Writer escribe en todos los dispositivos conectados de un tipo determinado. Use esto para escribir el valor vertical recién calculado en todos los paneles solares a la vez.

# Interface.VerticalBatchWritterSetup
source: Vertical Batch Writer Setup
cs: Nastavení vertikálního dávkového zapisovače
es: Configuración de escritor de lote vertical

# Interface.VerticalBatchWritterSetupDescription
source: Just like the other circuits, you need to set up the {THING:StructureLogicBatchWriter} to send values to the Solar Panels.
cs: Stejně jako ostatní obvody je třeba nastavit {THING:StructureLogicBatchWriter}, aby se hodnoty odesílaly na solární panely.
es: Al igual que los otros circuitos, debe configurar {THING:StructureLogicBatchWriter} para enviar valores a los paneles solares.

# Interface.VerticalBatchWritterSetup1
source: Set the input of the {THING:StructureLogicBatchWriter} to read the value of Vertical Math Unit 2.
cs: Nastavte vstup {THING:StructureLogicBatchWriter} tak, aby se četla hodnota vertikální matematické jednotky 2.
es: Establezca la entrada de {THING:StructureLogicBatchWriter} para leer el valor de Vertical Math Unit 2.

# Interface.VerticalBatchWritterSetup2
source: Set the output data to write to {THING:StructureSolarPanelDual}.
cs: Nastavte výstupní data tak, aby se zapisovala do {THING:StructureSolarPanelDual}.
es: Establezca los datos de salida para escribir en {THING:StructureSolarPanelDual}.

# Interface.VerticalBatchWritterSetup3
source: Set the logic type on the {THING:StructureLogicBatchWriter} to Vertical.
cs: Nastavte typ logiky na {THING:StructureLogicBatchWriter} na vertikální.
es: Establezca el tipo de lógica en {THING:StructureLogicBatchWriter} en Vertical.

# Interface.HorizontalLogicProcessorSetUp
source: Horizontal Logic Processors
cs: Horizontální logické procesory
es: Procesadores lógicos horizontales

# Interface.HorizontalLogicProcessorSetUpDescription
source: Just like the vertical module of the circuit, we need to perform calculations on the horizontal input data. First, invert the negative value of the horizontal solar angle data by multiplying it by -1. To do this, read in data from the Logic Reader with a {THING:StructureLogicMath} and multiply it with the {THING:StructureLogicMemory} labelled Invert. The next step is to offset the data delivered by the {THING:StructureDaylightSensor}. In this case we need to adjust the data by -90. Do this by reading in the output value of the {THING:StructureLogicMath} and adding it to the {THING:StructureLogicMemory} labelled Offset.
cs: Stejně jako vertikální modul obvodu musíme provést výpočty horizontálních vstupních dat. \t\t\t Nejprve převeďte zápornou hodnotu horizontálních dat solárního úhlu vynásobením -1. Chcete-li to provést, přečtěte si data z čtečky logiky pomocí {THING:StructureLogicMath} a vynásobte jej pomocí {THING:StructureLogicMemory} označeného Převést. Dalším krokem je vyrovnání dat dodaných zařízením {THING:StructureDaylightSensor}. V tomto případě musíme data upravit o -90. To provedete načtením výstupní hodnoty {THING:StructureLogicMath} a přidáním do {THING:StructureLogicMemory} označeného Posun.
es: Al igual que el módulo vertical del circuito, necesitamos realizar cálculos sobre los datos de entrada horizontales. \t\t\t Primero, invierta el valor negativo de los datos del ángulo solar horizontal multiplicándolo por -1. Para hacer esto, lee los datos del Lector Lógico con una {THING:StructureLogicMath} y multiplícalos por la {THING:StructureLogicMemory} llamada Invertir. El siguiente paso es compensar los datos entregados por el {THING:StructureDaylightSensor}. En este caso necesitamos ajustar los datos en -90. Hazlo leyendo el valor de salida de la {THING:StructureLogicMath} y añadiéndolo a la {THING:StructureLogicMemory} etiquetada Offset.

# Interface.HorizontalLogicProcessorSetUp1
source: Turn on the Horizontal Math Unit 1.
cs: Zapněte horizontální matematickou jednotku 1.
es: Encienda la Unidad de Matemática Horizontal 1.

# Interface.HorizontalLogicProcessorSetUp2
source: Set input 1 on Horizontal Math Unit 1 to Horizontal Logic Reader 1.
cs: Nastavte vstup 1 na horizontální matematické jednotce 1 na horizontální čtečku logiky 1.
es: Establezca la entrada 1 en la Unidad de Matemática Horizontal 1 en Lector Lógico Horizontal 1.

# Interface.HorizontalLogicProcessorSetUp3
source: Set input 2 on Horizontal Math Unit 1 to Invert Memory.
cs: Nastavte vstup 2 na horizontální matematické jednotce 1 na invertovat paměť.
es: Configure la entrada 2 en la Unidad de Matemática Horizontal 1 para Invertir Memoria.

# Interface.HorizontalLogicProcessorSetUp4
source: Set the Math operation type on Horizontal Math Unit 1 to 'multiply'.
cs: Nastavte typ matematické operace na horizontální matematické jednotce 1 na 'Násobit'.
es: Establezca el tipo de operación Matemáticas en la Unidad Matemática Horizontal 1 en 'multiplicar'.

# Interface.HorizontalLogicProcessorSetUp5
source: Turn on the Horizontal Math Unit 2.
cs: Zapněte horizontální matematickou jednotku 2.
es: Encienda la unidad horizontal de matemáticas 2.

# Interface.HorizontalLogicProcessorSetUp6
source: Set input 1 on Horizontal Math Unit 2 to Horizontal Math Unit 1.
cs: Nastavte vstup 1 na horizontální matematickou jednotku 2 na horizontální matematickou jednotku 1.
es: Establezca la entrada 1 en la Unidad de Matemática Horizontal 2 en la Unidad de Matemática Horizontal 1.

# Interface.HorizontalLogicProcessorSetUp7
source: Set input 2 on Horizontal Math Unit 2 to OffSet Memory.
cs: Nastavte vstup 2 na horizontální matematické jednotce 2 na posun paměti.
es: Establezca la entrada 2 en la Unidad de Matemáticas Horizontal 2 en OffSet Memory.

# Interface.HorizontalLogicProcessorSetUp8
source: Set the Math operation type on Horizontal Math Unit 2 to 'Add'.
cs: Nastavte typ matematické operace na horizontální matematické jednotce 2 na 'Přidat'.
es: Establezca el tipo de operación Matemáticas en la Unidad Matemática Horizontal 2 en 'Agregar'.

# Interface.HorizontalBatchWriter
source: Horizontal Batch Writer
cs: Horizontální dávkový zapisovač
es: Escritor de lotes horizontales

# Interface.HorizontalBatchWriterDescription
source: The Batch Writer writes to all connected devices of a given type. We will be using this to write the newly calculated horizontal value to the Solar Panels.
cs: Dávkový zapisovač zapisuje do všech připojených zařízení daného typu. Budeme jej používat k zápisu nově vypočtené horizontální hodnoty do solárních panelů.
es: Batch Writer escribe en todos los dispositivos conectados de un tipo determinado. Usaremos esto para escribir el valor horizontal recién calculado en los paneles solares.

# Interface.HorizontalBatchWritterSetup1
source: Set the input of the Horizontal Batch Writer to Horizontal Math Unit 2
cs: Nastavte vstup horizontálního dávkového zapisovače na horizontální matematickou jednotku 2
es: Establezca la entrada del Escritor de lotes horizontales en Horizontal Math Unit 2

# Interface.HorizontalBatchWritterSetup2
source: Set the output data to write to {THING:StructureSolarPanelDual}
cs: Nastavte výstupní data pro zápis na {THING:StructureSolarPanelDual}
es: Establezca los datos de salida para escribir en {THING:StructureSolarPanelDual}

# Interface.HorizontalBatchWritterSetup3
source: Set the logic type on the {THING:StructureLogicBatchWriter} to Horizontal.
cs: Nastavte typ logiky na {THING:StructureLogicBatchWriter} na Horizontální.
es: Establezca el tipo de lógica en {THING:StructureLogicBatchWriter} en Horizontal.

# Interface.SleepMode
source: Sleep Mode Module
cs: Modul režimu spánku
es: Módulo de modo de reposo
fr: Module mode veille

# Interface.SleepModeDescription
source: We now have a solar tracking circuit that will track sunlight throughout the day. But what about the night? For this, we will set up another module that will act as a sleep mode. When the daylight sensors are inactive or not receiving daylight, the solar panels will reset to a default position. To do this we need to use {THING:StructureLogicReader} units to read the active state on each {THING:StructureDaylightSensor}.
cs: Nyní máme solární sledovací obvod, který bude sledovat sluneční světlo po celý den. \t\t\t Ale co noc? Za tímto účelem nastavíme další modul, který bude fungovat jako režim spánku. Pokud jsou senzory denního světla neaktivní nebo nepřijímají denní světlo, solární panely se vrátí do výchozí polohy. Abychom to mohli udělat, musíme použít jednotky {THING:StructureLogicReader} ke čtení aktivního stavu na každém {THING:StructureDaylightSensor}.
es: Ahora tenemos un circuito de seguimiento solar que rastreará la luz del sol durante todo el día. \t\t\t ¿Pero qué hay de la noche? Para ello, instalaremos otro módulo que actuará como un modo de descanso. Cuando los sensores de luz diurna estén inactivos o no reciban luz diurna, los paneles solares se reajustarán a una posición predeterminada. Para hacer esto necesitamos usar las unidades {THING:StructureLogicReader} para leer el estado activo en cada {THING:StructureDaylightSensor}.

# Interface.SleepModeSetup
source: Sleep mode Setup
cs: Nastavení režimu spánku
es: Configuración del modo de suspensión
fr: Configuration du mode veille

# Interface.SleepModeSetupDescription
source: Now we need to read the the active state of the solar sensors. This will tell us whether it is day or night.
cs: Nyní si musíme přečíst aktivní stav solárních senzorů. To nám řekne, zda je den nebo noc.
es: Ahora necesitamos leer el estado activo de los sensores solares. Esto nos dirá si es de día o de noche.

# Interface.SleepModeSetupTask1
source: Set the input device on the Vertical Logic Reader 2 to Vertical Day Light Sensor
cs: Nastavte vstupní zařízení ve vertikální čtečce logiky 2 na senzor vertikálního denního světla
es: Configure el dispositivo de entrada en el Vertical Logic Reader 2 en Sensor vertical de luz diurna

# Interface.SleepModeSetupTask2
source: Set the Logic type to Activate.
cs: Nastavte typ logiky na Aktivovat.
es: Establezca el Tipo de lógica en Activar.

# Interface.SleepModeSetupTask3
source: Set the input device on the Horizontal Logic Reader 2 to Horizontal Day Light Sensor
cs: Nastavte vstupní zařízení v horizontální logické čtečce 2 na horizontální denní světelný senzor
es: Configure el dispositivo de entrada en Horizontal Logic Reader 2 en Sensor horizontal de luz diurna

# Interface.SleepModeSetupTask4
source: Set the Logic type to Activate.
cs: Nastavte typ logiky na Aktivovat.
es: Establezca el Tipo de lógica en Activar.

# Interface.SleepModePart2
source: SleepModePart2
cs: Režim spánku část 2
es: Modo de reposo parte 2

# Interface.SleepModePart2Description
source: Next, use {THING:StructureLogicSelect} units to read the newly placed {THING:StructureLogicReader} and choose whether to use outputs from the {THING:StructureLogicMath} or the offset values from {THING:StructureLogicMemory}. Lastly, change the input value on each {THING:StructureLogicBatchWriter} to use the output data from each {THING:StructureLogicSelect}.
cs: Dále použijte jednotky {THING:StructureLogicSelect} ke čtení nově umístěných jednotek {THING:StructureLogicReader} a zvolte, zda chcete použít výstupy z {THING:StructureLogicMath} nebo hodnoty posunu z {THING:StructureLogicMemory}. Nakonec změňte vstupní hodnotu na každé {THING:StructureLogicBatchWriter} pro použití výstupních dat z každého {THING:StructureLogicSelect}.
es: A continuación, use las unidades {THING:StructureLogicSelect} para leer la {THING:StructureLogicReader} recién colocada y elija si desea usar las salidas de {THING:StructureLogicMath} o los valores de desplazamiento de {THING:StructureLogicMemory}. Por último, cambie el valor de entrada en cada {THING:StructureLogicBatchWriter} para usar los datos de salida de cada {THING:StructureLogicSelect}.

# Interface.SleepModePart2Task1
source: On Vertical Logic Selector, set the Select input to Vertical Logic Reader 2.
cs: Na voliči vertikální logiky nastavte vstup pro výběr na vertikální čtečku logiky 2.
es: En el Selector de lógica vertical, configure la entrada Seleccionar en Lector de lógica vertical 2.

# Interface.SleepModePart2Task2
source: On Vertical Logic Selector, set input 1 to Add Memory.
cs: Na vertikálním voliči logiky nastavte vstup 1 pro přidání paměti.
es: En el Selector lógico vertical, configure la entrada 1 en Agregar memoria.

# Interface.SleepModePart2Task3
source: Set the final input to Vertical Math Unit 2.
cs: Nastavte konečný vstup na vertikální matematickou jednotku 2.
es: Establezca la entrada final en Vertical Math Unit 2.

# Interface.SleepModePart2Task4
source: Turn on Vertical Logic Selector.
cs: Zapněte vertikální volič logiky.
es: Encienda el selector de lógica vertical.
fr: Activez le sélecteur de logique verticale.

# Interface.SleepModePart2Task5
source: On Horizontal Logic Selector, set the Select input to Horizontal Logic Reader 2.
cs: Na voliči horizontální logiky nastavte vstup pro výběr na horizontální čtečku logiky 2.
es: En el Selector de lógica horizontal, configure la entrada Seleccionar en Lector de lógica horizontal 2.

# Interface.SleepModePart2Task6
source: On Horizontal Logic Selector, set input 1 to Offset Memory.
cs: V horizontálním voliči logiky nastavte vstup 1 na posunovou paměť.
es: En el Selector lógico horizontal, configure la entrada 1 en Memoria compensada.

# Interface.SleepModePart2Task7
source: Set the final input to Horizontal Math Unit 2.
cs: Nastavte konečný vstup do horizontální matematické jednotky 2.
es: Establezca la entrada final en Horizontal Math Unit 2.

# Interface.SleepModePart2Task8
source: Turn on Horizontal Logic Selector.
cs: Zapněte horizontální volič logiky.
es: Active el selector de lógica horizontal.
fr: Activez le sélecteur de logique horizontale.

# Interface.FinalStage
source: Final Stage
cs: Závěrečná fáze
es: La fase final
fr: Étape finale

# Interface.FinalStageDescription
source: To make the sleep mode work, reassign the Batch Writer's input to use the Logic select units. Do this the same way as you would change any other input: change each Batch Writer's input device to its corresponding logic select unit.
cs: Chcete-li, aby režim spánku fungoval, přiřaďte vstup dávkového zapisovatele tak, aby používal jednotky pro výběr logiky. Postupujte stejným způsobem, jako byste změnili jakýkoli jiný vstup: změňte vstupní zařízení každého dávkového zapisovatele na odpovídající jednotku pro výběr logiky.
es: Para que el modo de suspensión funcione, reasigne la entrada del Escritor de Lotes para usar las unidades de selección de lógica. Hágalo de la misma manera que cambiaría cualquier otra entrada: cambie cada dispositivo de entrada del Escritor de lotes a su correspondiente unidad de selección lógica.
fr: Pour que le mode veille fonctionne, réaffectez l’entrée de l’auteur de lots pour utiliser les unités de sélection logiques. Faites-le de la même façon que vous modifieriez n’importe quelle autre entrée : modifiez le périphérique d’entrée de chaque rédacteur de lot à son unité de sélection logique correspondante.

# Interface.FinalStage1
source: Set the input device on the Horizontal Batch Writer to Horizontal Logic Selector.
cs: Nastavte vstupní zařízení na horizontálním dávkovém zapisovači na horizontální logický selektor.
es: Ponga el dispositivo de entrada del grabador de lotes horizontales en el selector de lógica horizontal.

# Interface.FinalStage2
source: Set the input device on the Vertical Batch Writer to Vertical Logic Selector.
cs: Nastavte vstupní zařízení na vertikálním dávkovém zapisovači na vertikální logický selektor.
es: Ponga el dispositivo de entrada del grabador de lote vertical en el selector de lógica vertical.

# Interface.TurnOnReader
source: Turn on the logic reader.
cs: Zapněte čtečku logiky.
es: Enciende el lector lógico.
fr: Allumez le lecteur logique.

# Interface.TurnOnControlsDisc
source: Toggle power
fr: Mettre sous tension

# Interface.TutoiralHydroponics
source: Hydroponics
fr: Culture hydroponique

# Interface.TheTabletAtmo
source: Oxite Tracking
pt_pt: Rastreando Oxite

# Interface.Oxyie-GenTask1
source: You will need to mine around 100 Oxite to pressurize the base. There are two deposits near the tracking beacon. Scroll through the options until you find the correct beacon.
pt_pt: Terás de minerar cerca de 100 oxite para pressurizar a base. Existem dois depósitos perto do transmissor de posição. Navega pelas opções até encontrares o transmissor correto.

# Interface.Creating_AtmoTask2
source: Drop Oxite into the room and wait for it to melt. It will generate a breathable atmosphere, bringing the exterior preassure up to 60kPa.
pt_pt: Larga Oxite dentro da sala e deixa-o derreter. Irá gerar atmosfera respirável, aguarda até a pressão externa chegar aos 60 kPa.

# Interface.BasicHydroponicsDescription
source: Grow potatoes in space with the Hydroponics tutorial.
pt_pt: Cultiva batatas no espaço com o tutorial de Hidroponia.

# Interface.PortableHydroponicsDescription
source: {THING:DynamicHydroponics} unit are great for setting up temporary food sources. They're light and portable, but aren't equipped with a lighting system due to weight requirements. This means the {THING:DynamicHydroponics} unit must be in a sun-lit spot for plants to grow. In addiotion to needing a good sun-lit spot they also require a controlled atmosphere. Best plant growth conditions are between 15 and 50 degrees celsius at a preassure of 8KPa to 130 KPa. The Air composition should contain no hydrogen or pollutants and at least 2% carborn dioxide.
pt_pt: {THING:DynamicHydroponics} são ideais para uma fonte de comida temporária. São leves e portáteis, mas não são equipadas com um sistema de iluminação devido ao peso. Isto significa que a {THING:DynamicHydroponics} terá que estar num local iluminado pelo sol para as plantas crescerem. Além do sol, estas requerem uma atmosfera controlada. As melhores condições de crescimento são entre 15 e 50 graus celsius a uma pressão entre 8 KPa até 130 KPa. A composição do ar não deverá conter hidrogénio ou poluentes e conter no mínimo 2% de dióxido de carbono.

# Interface.BasicResearchDescription
source: Unlock new technologies with the Research Machine.
pt_pt: Desbloqueia novas tecnologias com a Máquina de Pesquisa.

# Interface.TutorialDescPickupHelmet
source: Find the {THING:ItemSpaceHelmet} and put it in your {SLOT:LeftHand} or {SLOT:RightHand} slot by clicking the {COLORRED:Left Mouse Button} over the green interactable you see when looking at it.
fi: Etsi {THING:ItemSpaceHelmet} ja poimi se <color=orange>Vasempaan Käteen</color> tai <color=orange>Oikeaan Käteen</color> klikkaamalla {COLORRED:Vasemmalla Hiiripainikkeella} vihreää aluetta kun katsot kypärää.
it: Trova il {THING:ItemSpaceHelmet} e mettilo nello slot della tua {SLOT:LeftHand} o {SLOT:RightHand} cliccando con {COLORRED:Mouse Sinistra} sull'area verde di interazione.

# Interface.TutorialDescWearHelmet
source: You have two ways to interact with your inventory: hotkeys and mouse control. Both have their advantages and disadvantages. Press and hold {KEY:MouseControl} to bring up the mouse cursor to drag and drop the {THING:ItemSpaceHelmet} into your {SLOT:Helmet} slot. Or press and hold {KEY:HelmetSlot} until your {THING:ItemSpaceHelmet} moves to your {SLOT:Helmet} slot.
fi: Sinulla on kaksi tapaa hallita tavaraluetteloasi: pikanäppäimet ja hiiri. Molemmilla on hyvät ja huonot puolensa. Paina ja pidä pohjassa {KEY:MouseControl} näppäintä tuodaksesi hiirikursorin esiin. Vedä ja pudota {THING:ItemSpaceHelmet} {SLOT:Helmet} lokeroon. Tai paina ja pidä pohjassa {KEY:HelmetSlot} näppäintä kunnes {THING:ItemSpaceHelmet} siirtyy {SLOT:Helmet} lokeroon.
it: Hai due modi per interagire con il tuo inventario: scorciatoie su tastiera e controllo con il mouse. Entrambi hanno i loro vantaggi e svantaggi. Tieni premuto {KEY:MouseControl} per far apparire il cursore del mouse e usalo per trascinare il {THING:ItemSpaceHelmet} nello slot {SLOT:Helmet} . O tieni premuto {KEY:HelmetSlot} fino a che il {THING:ItemSpaceHelmet} si muoverà nello slot {SLOT:Helmet} .

# Interface.TutorialDescPickupSuit
source: Find the {THING:ItemEvaSuit} and put it in your {SLOT:LeftHand} or {SLOT:RightHand} slot by clicking the {COLORRED:Left Mouse Button} over the green interactable you see when looking at it.
fi: Etsi {THING:ItemEvaSuit} ja poimi se <color=orange>Vasempaan Käteen</color> tai <color=orange>Oikeaan Käteen</color> klikkaamalla {COLORRED:Vasemmalla Hiiripainikkeella} vihreää aluetta kun katsot pukua.
it: Trova la {THING:ItemEvaSuit} e mettila nello slot della tua {SLOT:LeftHand} o {SLOT:RightHand} cliccando con {COLORRED:Mouse Sinistra} sull'area verde di interazione.

# Interface.TutorialDescPickupJetpack
source: Find the {THING:ItemSpacepack} and put it in your {SLOT:LeftHand} or {SLOT:RightHand} slot by clicking the {COLORRED:Left Mouse Button} over the green interactable you see when looking at it.
fi: Etsi {THING:ItemSpacepack} ja poimi se <color=orange>Vasempaan Käteen</color> tai <color=orange>Oikeaan Käteen</color> klikkaamalla {COLORRED:Vasemmalla Hiiripainikkeella} vihreää aluetta kun katsot reppua.
it: Trova lo {THING:ItemSpacepack} e mettilo nello slot della tua {SLOT:LeftHand} o {SLOT:RightHand} cliccando con {COLORRED:Mouse Sinistra} sull'area verde di interazione.
