Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.3Narration8D
source: Simple, fast and fairly efficient, an arc furnace also creates gas byproducts that can be filtered out and used for other purposes. Right now, however, you just need the ingots it makes - it's nearly finished.
cs: Jednoduchá, rychlá a poměrně efektivní oblouková pec také generuje vedlejší plynné produkty, které lze odfiltrovat a použít pro jiné účely. Právě teď však potřebujete pouze ingoty, které vytváří - je téměř hotová.
es: Simple, rápido y bastante eficiente, un horno de arco también crea subproductos de gas que se pueden filtrar y utilizar para otros fines. En este momento, sin embargo, solo necesita los lingotes que produce; está casi terminado.
ru: Простая, быстрая и достаточно эффективная дуговая печь также создает побочные газы, которые можно отфильтровать и использовать для других целей. Однако прямо сейчас вам нужны только слитки - кстати, они почти готовы.

# Interface.2GetIronIngot
source: Pick up ingot behind arc furnace
cs: Vezměte ingoty za obloukovou pecí.
es: Recoger el lingote detrás del horno de arco
fr: Ramasser le lingot derrière le four à arc
ru: Поднимите слиток позади дуговой печи

# Interface.3PutIronIngotInAutoLathe
source: Add ingot to autolathe
cs: Přidejte ingot do autosoustruhu.
es: Añade el lingote al torno automatico
ru: Добавьте слиток в автолат

# Interface.3Narration9D
source: The hydraulic pipebender makes pipes, as well as atmospheric devices and some portable structures. To build one with the autolathe you need iron, copper and gold. The other ingots you need are in the crate.
cs: Hydraulická ohýbačka trubek vytváří potrubí, stejně jako atmosférické zařízení a některé přenosné konstrukce. Chcete-li postavit jednu autosoustruhem, potřebujete železo, měď a zlato. Další požadované ingoty jsou v bedně.
es: El doblador de tuberías hidráulico fabrica tuberías, así como dispositivos atmosféricos y algunas estructuras portátiles. Para construir uno con el torno automatico se necesita hierro, cobre y oro. Los otros lingotes que necesita están en la caja.
fr: Le cintreuse hydraulique fabrique des tuyaux, ainsi que des dispositifs atmosphériques et quelques structures portatives. Pour en construire un avec le tour automatique vous avez besoin de fer, de cuivre et d’or. Les autres lingots dont vous avez besoin sont dans la caisse.
ru: Гидравлический трубосгибатель создает трубы, а так же атмосферные устройства и некоторые портативные структуры. Чтобы построить его в Автолате тебе потребуется железо, медь и золото. Другие необходимые слитки находятся в контейнере.

# Interface.3GetCopperIngot
source: Pick up copper ingot from crate.
cs: Vezměte měděný ingot z bedny.
es: Recoge el lingote de cobre de la caja.
fr: Ramasser le lingot de cuivre dans la caisse.
ru: Возьмите слиток меди из ящика.

# Interface.3PutCopperIngotInAutoLathe
source: Add copper ingot to autolathe.
cs: Přidejte měděný ingot do autosoustruhu.
es: Añade el lingote de cobre a el torno automatico.
ru: Добавьте слиток меди в автолат

# Interface.3GetGoldIngot
source: Pick up gold ingot from crate.
cs: Vezměte zlatý ingot z bedny.
es: Recoge el lingote de oro de la caja.
fr: Ramasser le lingot d’or dans la caisse.
ru: Возьмите слиток золота из ящика.

# Interface.3PutGoldIngotInAutoLathe
source: Add gold ingot to autolathe
cs: Přidejte zlatý ingot do autosoustruhu.
es: Añade el lingote de oro a el torno automatico
ru: Добавьте слиток золота в автолат

# Interface.3Narration10D
source: The autolathe is multi-axis molecular compositional tool. It fabricates a range of structural and device kits, including the humble hydraulic pipebender. Click the search button on the front to search to select recipes.
cs: Autosoustruh je víceosý systém molekulárního skládání. Vyrábí řadu konstrukčních a přístrojových sad, včetně skromné hydraulické ohýbačky trubek. Klikněte na tlačítko hledání na přední straně pro výběr receptu.
es: El torno automatico es una herramienta de composición molecular de múltiples ejes. Fabrica una gama de kits estructurales y de dispositivos variados, incluido el humilde doblador de tuberías hidráulico. Haga clic en el botón de búsqueda en el frente para buscar y seleccionar recetas.
fr: L’e tour automatique est un outil de composition moléculaire à axes multiples. Il fabrique une gamme de kits structurels et d’appareils, y compris l’humble cintreuse hydraulique. Cliquez sur le bouton de recherche à l’avant pour rechercher des recettes sélectionnées.
ru: Автолат это многоосевой композитный инструмент. Он изготавливает широкий диапазон структур и наборов для устройств, включая простой гидравлический трубосгибатель. Нажми на кнопку спереди для поиска и выбора рецептов.

# Interface.3AutoLatheOn
source: Turn on autolathe.
cs: Zapněte autosoustruh.
es: Enciende el Torno Automático.
fr: Allumez le tour automatique.
ru: Включите автолат

# Interface.3PipebenderHash
source: Select hydraulic pipebender recipe using search function.
cs: Pomocí vyhledávací funkce vyberte recept na hydraulickou ohýbačku trubek.
es: Selecciona la receta de la dobladora de tubos hidraulica usando la funcion busqueda.
fr: Sélectionnez la recette de cintreuse hydraulique en utilisant la fonction de recherche.
ru: Выберите рецепт набора для изготовления гидравлического сгибателя труб используя функцию поиска.

# Interface.3FabricatePipeBender
source: Print hydraulic pipebender kit.
cs: Vytiskněte sadu hydraulické ohýbačky trubek.
es: Imprime el kit de dobladora de tubos hidraulica.
fr: Imprimez le kit de cintreuse hydraulique.
ru: Распечатайте набор для изготовления гидравлического сгибателя труб

# Interface.3GetPipeBender
source: Pick up hydraulic pipebender kit.
cs: Vezměte sadu hydraulické ohýbačky trubek.
es: Recoge el equipo hidráulico de maestros tuberosos.
fr: Ramassez le kit de Cintreuse Hydraulique.
ru: Подберите набор для изготовления гидравлического сгибателя труб

# Interface.3BuildPipebenderTutorial
source: Place hydraulic pipebender in highlighted position.
cs: Umístěte hydraulickou ohýbačku trubek na zvýrazněné místo.
es: Ponga al maestro de tuberías hidráulicas en posición destacada.
fr: Placez la cintreuse hydraulique en position surlignée.
ru: Разместите гидравлический сгибатель труб в подсвеченной области

# Interface.3Narration11D
source: Things take time: like the autolathe, the hydraulic pipebender has several construction stages. Follow the tooltips to finish constructing it.
cs: Věci vyžadují čas: stejně jako autosoustruh má i hydraulická ohýbačka trubek několik fází výstavby. Postupujte podle popisků a dokončete její konstrukci.
es: Las cosas toman tiempo: como el torno automatico, el doblador de tuberías hidráulico tiene varias etapas de construcción. Siga la información sobre herramientas para terminar de construirlo.
fr: Les choses prennent du temps: comme le tour automatique, la cintreuse hydraulique a plusieurs étapes de construction. Suivez les outils pour finir de le construire.
ru: На всё требуется время: как и автолат, гидравлический сгибатель труб строится за несколько этапов. Следуйте подсказкам чтобы завершить строительство.

# Interface.3FinishPipeBender
source: Complete pipebender with resources from crate.
cs: Pomocí zdrojů z bedny dokončete ohýbačku trubek.
es: Completa el doblador de tuberias con los recursos de la caja.
fr: Terminer la cintreuse hydraulique avec les ressources dans la caisse.
ru: Доделайте сгибатель труб с помощью ресурсов из ящика

# Interface.3PipeBenderOn
source: Turn on pipebender.
cs: Zapněte ohýbačku trubek.
es: Enciende el doblador de tuberías.
fr: Allumez la cintreuse hydraulique.
ru: Включите трубогибочную машину.

# Interface.3Narration12D
source: Versatility is a virtue. Need ingots in a hurry? Fabrication devices also provide resource storage. Eject them from the autolathe by pulling the lever, then add them to another machine.
cs: Všestrannost je ctnost. Potřebujete ingoty ve spěchu? Výrobní zařízení také poskytují úložiště zdrojů. Vysuňte je z autosoustruhu zatažením za páku a poté je přidejte do jiného stroje.
es: La versatilidad es una virtud. ¿Necesitas lingotes con prisa? Los dispositivos de fabricación también proporcionan almacenamiento de recursos. Expulsalos del torno automático tirando de la palanca, luego agregarlos a otra máquina.
ru: Универсальность - хорошее качество. Срочно нужны слитки? Производственные станки также оснащены хранилищем ресурсов. Извлеките их из автолата потянув рычаг, а затем добавьте их в другой станок.

# Interface.3OpenAutoLathe
source: Pull autolathe lever to eject ingots
cs: Zatáhněte za páku autosoustruhu pro vysunutí ingotů.
es: Tira de la palanca de el torno automatico para expulsar los lingotes
ru: Потяните рычаг автолата для извлечения слитков

# Interface.3PutIronIngotInPipeBender
source: Put iron ingot into pipebender
cs: Vložte železný ingot do hydraulické ohýbačky trubek.
es: Pon el lingote de hierro en la dobladora de tubos
fr: Mettre le lingot de fer dans la cintreuse hydraulique
ru: Поместите слиток железа в сгибатель труб

# Interface.3PutCopperIngotInPipeBender
source: Put copper ingot into pipebender
cs: Vložte měděný ingot do hydraulické ohýbačky trubek.
es: Pon el lingote de cobre en la dobladora de tubos
fr: Mettre le lingot de cuivre dans la cintreuse hydraulique
ru: Поместите слиток меди в сгибатель труб

# Interface.3PutGoldIngotInPipeBender
source: Put gold ingot into pipebender
cs: Vložte zlatý ingot do hydraulické ohýbačky trubek.
es: pon el lingote de oro en la dobladora de tubos
fr: Mettre lingot d’or dans la cintreuse hydraulique
ru: Поместите слиток золота в сгибатель труб

# Interface.3Narration13D
source: Active vents are critical airlock components: you can now fabricate one with the hydraulic pipebender!
cs: Aktivní ventilace je zásadní součástí přechodové komory: nyní ji můžete vyrobit pomocí hydraulické ohýbačky trubek!
es: Las ventilaciones activas son componentes críticos de la esclusa de aire: ¡ahora puede fabricar uno con el doblador de tuberías hidráulico!
fr: Les ventilations actives sont des composants critiques de sas : vous pouvez maintenant en fabriquer un avec la cintreuse hydraulique !
ru: Активные вентиляции являются критически важными компонентами шлюза: теперь ты можешь изготовить их с помощью гидравлического трубосгибателя!

# Interface.3ActiveVentHash
source: Select active vent on pipebender.
cs: Vyberte aktivní ventilaci v hydraulické ohýbačce trubek.
es: Selecciona la receta de la ventilacion activa en la dobladora de tubos
fr: Sélectionnez la ventilation active sur la cintreuse hydraulique.
ru: Выберите активную вентиляцию в сгибателе труб

# Interface.3FabricateActiveVent
source: Fabricate active vent using pipebender.
cs: Vytvořte aktivní ventilaci pomocí ohýbačky trubek.
es: Fabrica la ventilacion activa con la dobladora de tubos.
fr: Fabriquer la ventilation active à l’aide de la cintreuse hydraulique.
ru: Изготовьте активную вентиляцию используя сгибатель труб

# Interface.3PipeBenderOff
source: Turn off pipebender when fabrication is complete.
cs: Po dokončení výroby vypněte ohýbačku trubek.
es: Apaga la dobladora de tubos cuando la fabricacion este finalizada.
fr: Éteignez la cintreuse hydraulique lorsque la fabrication est terminée.
ru: Выключите сгибатель труб когда изготовление завершится

# Interface.3GetItemActiveVent
source: Pick up the active vent.
cs: Vezměte aktivní ventilaci.
es: Coge la ventilacion activa.
fr: Prenez une ventilation active.
ru: Поднимите активную вентиляцию

# Interface.3Narration14D
source: Good work, Cadet. You've created a complete fabrication system. That's the last step of Practical Testing, Phase III. Press the 'Complete' button to transmit your results to Stationeer Command.
cs: Dobrá práce, kadete. Vytvořil jsi kompletní výrobní systém. To je poslední krok praktického výcviku, fáze III. Stiskněte tlačítko "Dokončit" a předejte své výsledky na velitelství Stationeerů.
es: Buen trabajo, cadete. Ha creado un sistema de fabricación completo. Ese es el último paso de las pruebas prácticas, Fase III. Presione el botón "Completo" para transmitir sus resultados al Comando de la Estación.
fr: Bon travail, Cadet. Vous avez créé un système de fabrication complet. C’est la dernière étape des tests pratiques, la phase III. Appuyez sur le bouton 'Terminer' pour transmettre vos résultats à Stationeer Command.
ru: Хорошая работа, Кадет. Вы создали полную производственную систему. Это последний шаг Практического Тестирования Фазы III. Нажмите кнопку 'Завершить' для того, чтобы отправить ваши результаты в Командный Пункт Стационеров.

# Interface.3OnButtonPressTaskT1
source: Press transmit button to complete test.
cs: Stiskněte přenosové tlačítko k dokončení testu.
es: Presione el botón de transmisión para completar la prueba.
fr: Appuyez sur le bouton de transmission pour terminer le test.
ru: Нажмите кнопку передачи данных, чтобы завершить тест.

# Interface.3Narration15D
source: Your mining belt does two things: It holds your mining tools, and stores the ore you mine. When it's equipped in your 'belt' slot, any ores mined are stored there automatically.
cs: Hornický opasek má dvě funkce: prostor na těžební nástroje a vytěženou rudu. Když je umístěn ve vašem 'opaskovém' slotu, automaticky se tam ukládají všechny vytěžené rudy.
es: Su cinturón de minería hace dos cosas: sostiene sus herramientas de minería y almacena el mineral que extrae. Cuando está equipado en la ranura de su 'cinturón', los minerales extraídos se almacenan allí automáticamente.
ru: Твой шахтерский пояс выполняет две вещи: он держит твои шахтерские инструменты, и хранит добытую тобой руду. Когда он снаряжен в 'поясном' слоте, любая добытая руда складывается в него автоматически.

# Interface.2EquiptMiningbelt
source: Equip mining belt.
cs: Vybavte se hornickým opaskem.
es: Equipar cinturón de minería.
fr: Équipez vous de la ceinture d’exploitation minière
ru: Наденьте {THING:ItemMiningBelt}

# Interface.3Narration16D
source: That's it, you're done mining for now, so swap back to the tool belt - you'll be needing it shortly.
cs: Prozatím je to z těžby vše a nyní si vyměňte zpět opasek na nářadí - budete ho brzy potřebovat.
es: Eso es todo, ha terminado de minar por ahora, así que vuelva al cinturón de herramientas, lo necesitará en breve.
ru: Вот и всё, на данный момент вы закончили добычу, так что переключитесь обратно на пояс инструментов - в скоре он вам понадобится.

# Interface.2EquiptToolbelt
source: Equip tool belt.
cs: Vybavte se opaskem na nářadí.
es: Equipa el cinturon de herramientas.
ru: Наденьте пояс инструментов.

# Interface.TutoiralAirlocks
source: Airlocks
cs: Přechodové komory
es: Esclusa de aire
fr: Sas
ru: Шлюзы

# Interface.TutoiralAirlocksDescription
source: Refresh your knowledge of airlock construction.
cs: Osvěžte si své znalosti o výstavbě přechodové komory.
es: Actualice sus conocimientos sobre la construcción de esclusas de aire.
ru: Обновите ваши знания построения шлюзов.

# Interface.TutoiralAtmosphericsSubTitle
source: Practical Training: Stage IV
cs: Praktický výcvik: Fáze IV
es: Entrenamiento Práctico: Fase 4
fr: Formation pratique : Étape IV
ru: Практические Тренировки: Этап IV

# Interface.IntoTutoiralAirlocksDescription
source: Welcome Cadet. To complete this phase of testing and pressurize your base, we will run you through basic airlock construction.
cs: Vítejte kadete. K dokončení této fáze testování a natlakování základny vás provedeme základní konstrukcí přechodové komory.
es: Bienvenido Cadete. Para completar esta fase de prueba y presurizar su base, lo guiaremos a través de la construcción básica de la esclusa de aire.
ru: Добро пожаловать, Кадет. Для завершения этого этапа испытаний и герметизации своей базы, мы разберёмся в конструкции основного шлюза.

# Interface.4Narration1T
source: Practical Training: Stage IV
cs: Praktický výcvik: Fáze IV
es: Entrenamiento Práctico: Fase 4
fr: Formation pratique : Étape IV
ru: Практические Тренировки: Этап IV

# Interface.4Narration1D
source: Before we start, looks like your suit's taken some damage. Use duct tape to fix it.
cs: Než začnete, vypadá to, že váš oblek byl poškozen. Opravte ho pomocí lepící pásky.
es: Antes de empezar, parece que tu traje ha sufrido algún daño. Usa cinta adhesiva para arreglarlo.
ru: Похоже что ваш скафандр был повреждён. Поэтому прежде чем мы начнём, почините его используя клейкую ленту.

# Interface.4GetDucktape
source: Equip duct tape in active hand from crate.
cs: Vezměte z bedny lepicí pásku.
es: Equipa la cinta adhesiva de la caja y ponla en la mano activa.
ru: Возьмите клейкую ленту в активную руку из ящика

# Interface.4UseDuctTape
source: Repair suit.
cs: Opravte oblek.
es: Repara el traje.
fr: Réparez votre combinaison.
ru: Отремонтируйте скафандр.

# Interface.4Narration2D
source: Let's get started. To build an airlock, start by printing two door kits. You'll need to add ingots from the crate to the autolathe.
cs: Začněme. Chcete-li postavit přechodovou komoru, začněte tiskem dvou sad dveří. Budete muset přidat ingoty z bedny do autosoustruhu.
es: Empecemos. Para construir una esclusa de aire, comience imprimiendo dos kits de puertas. Deberá agregar lingotes de la caja al torno automático.
ru: Приступим. Чтобы построить шлюз, начните с печати двух наборов для изготовления дверей. Вам потребуется добавить слитки из ящика в автолат.

# Interface.4PutCopperIngotInAutoLathe
source: Add copper ingot to autolathe
cs: Přidejte měděný ingot do autosoustruhu
es: Añade el lingote de cobre a el torno automatico
ru: Добавьте слиток меди в автолат

# Interface.4PutGoldIngotInAutoLathe
source: Add gold ingot to autolathe
cs: Přidejte zlatý ingot do autosoustruhu
es: Añade el lingote de oro a el torno automatico
ru: Добавьте слиток золота в автолат

# Interface.4Narration3D
source: You can now print two door kits using the multi-axis molecular compositional system, a.k.a. the autolathe. And begin isolating yourself from the loneliness and disappointment of space.
cs: Nyní můžete tisknout dvě sady dveří pomocí víceosého systému molekulárního skládání, neboli autosoustruhu. A začněte se izolovat od zoufalství a zklamání z vesmíru.
es: Ahora puede imprimir kits de dos puertas utilizando el sistema de composición molecular multieje, también conocido como torno automatico. Y comienza a aislarte de la soledad y la decepción del espacio.
ru: Теперь вы можете распечатать два набора для изготовления дверей используя многоосевую молекулярную композиционную систему, также известную как автолат. И начинать изолировать себя от тоски и разочарования в космосе.

# Interface.4FabricateDoor
source: Print two door kits
cs: Vytiskněte dvě sady dveří
es: Imprime dos kits de puertas
fr: Imprimer deux kits de porte
ru: Распечатайте два набора для изготовления дверей

# Interface.4Narration4D
source: Before you can construct replacement doors, ODA protocol dictates you must remove the destroyed ones.
cs: Než budete moci postavit náhradní dveře, protokol ODA vyžaduje, že musíte odstranit ty zničené.
es: Antes de que pueda construir puertas de reemplazo, el protocolo ODA dicta que debe quitar las destruidas.
ru: Протокол ODA гласит, что прежде чем вы сможете построить новые двери, вы должны удалить разрушенные.

# Interface.T4Deconstruct1
source: Deconstruct destroyed door 1.
cs: Rozeberte zničené dveře č. 1.
es: Quitar la puerta destruida 1.
fr: Déconstruire la porte détruite 1.
ru: Демонтируйте разрушенную дверь 1.

# Interface.T4Deconstruct2
source: Deconstruct destroyed door 2.
cs: Rozeberte zničené dveře č. 2.
es: Quitar la puerta destruida 2.
fr: Déconstruire la porte détruite 2.
ru: Демонтируйте разрушенную дверь 2.

# Interface.4Narration5D
source: Good work. Now build composite doors in the highlighted positions. You'll need to cycle through the options to get the correct door variant.
cs: Dobrá práce. Nyní postavte kompozitní dveře na zvýrazněná místa. Budete muset procházet jednotlivé možnosti a najít správnou variantu dveří.
es: Buen trabajo. Ahora construya puertas compuestas en las posiciones resaltadas. Deberá recorrer las opciones para obtener la variante de puerta correcta.
ru: Хорошая работа! Теперь постройте композитные двери в подсвеченной области. Вам нужно будет посмотреть варианты постройки дверей чтобы выбрать верный.

# Interface.4BuildPDoor1Tutorial
source: Place composite door #1 in highlighted position
cs: Umístěte kompozitní dveře č. 1 na zvýrazněné místo
es: Construya la puerta compuesta n. ° 1 en el lugar resaltado.
fr: Placer les portes composites #1 sur la zone en surbrillance
ru: Разместите композитную дверь #1 в подсвеченной области

# Interface.4BuildDoor2Tutorial
source: Place composite door #2 in highlighted position
cs: Umístěte kompozitní dveře č. 2 na zvýrazněné místo
es: Construya la puerta compuesta n. ° 2 en el lugar resaltado.
fr: Placer les portes composites #2 sur la zone en surbrillance
ru: Разместите композитную дверь #2 в подсвеченной области

# Interface.4BuildCornerCable1Tutorial
source: Connect door #1 to logic and power networks
cs: Připojte dveře č. 1 k napěťové síti
es: Conecta la puerta 1 la logica y la energia a la red
ru: Подключите дверь #1 к логической и электрической сетям

# Interface.4BuildCornerCable2Tutorial
source: Connect door #2 to logic and power networks
cs: Připojte dveře č. 2 k napěťové síti
es: Conecta la puerta 2 la logica y la energia a la red
ru: Подключите дверь #2 к логической и электрической сетям

# Interface.4Narration6D
source: Build a gas sensor to monitor pressure in the airlock. You'll need to consult the Stationpedia to learn which device fabricates it.
cs: Postavte senzor plynu pro monitorování tlaku ve vzduchové komoře. Budete se muset podívat do Stationpedie a zjistit, kde ho vyrobit.
es: Construya un sensor de gas para controlar la presión en la esclusa de aire. Deberá consultar la Stationpedia para saber qué dispositivo lo fabrica.
ru: Постройте газовый датчик, чтобы наблюдать за давлением в шлюзе. Вам понадобится заглянуть в Stationpedia для того чтобы узнать в каком устройстве можно изготовить датчик.

# Interface.OnStationpediaOpen
source: Open Stationpedia (F1)
cs: Otevřete Stationpedii ({KEY:Help})
es: Abrir la Stationpedia (F1)
fr: Ouvrir le Stationpedia (F1)
ru: Откройте Stationpedia (F1)

# Interface.4PediaNavigation
source: Navigate to 'Kit (Sensors)' page to find fabricator
cs: Přejděte na stránku 'Senzory (sada)' a vyhledejte fabrikátor
es: vete a la pagina de "kit" de sensores para encontrar la impresora electronica
ru: Перейдите в 'Набор (Датчики)', чтобы узнать устройство для изготовления

# Interface.4FabricateSensorKit
source: Fabricate sensor kit
cs: Vyrobte sadu senzorů
es: Fabrica el kit de sensores
ru: Изготовьте набор для изготовления датчика

# Interface.4BuildGasSensorTutorial
source: Build gas sensor in highlighted position
cs: Postavte senzor plynu na zvýrazněné místo
es: Construye el sensor de gas en el lugar resaltado
fr: Construire un capteur de gaz sur la zone en surbrillance
ru: Постройте {THING:StructureGasSensor} в подсвеченной области
