Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialDescLifesupport4
source: While holding {KEY:MouseControl} drag the {THING:ItemBatteryCellLarge} into the {SLOT:LifeSupport} slot in the {THING:ItemEvaSuit}. You can also scroll the {COLORRED:Mouse Wheel} and use {KEY:InventorySelect} key to swap the {THING:ItemBatteryCellLarge}. Remember you can press the {KEY:SwapHands} key to swap what is your active hand.
cs: Podržte {KEY:MouseControl} a přetáhněte {THING:ItemBatteryCellLarge} do slotu {SLOT:LifeSupport} v {THING:ItemEvaSuit}. Můžete také rolovat {COLORRED:kolečkem myši} a pomocí klávesy {KEY:InventorySelect} vyměnit {THING:ItemBatteryCellLarge}. Pamatujte, že můžete stisknout klávesu {KEY:SwapHands} pro změnu aktivní ruky.
de: Mit einer {THING:ItemBatteryCellLarge} in deiner {SLOT:LeftHand} oder {SLOT:RightHand}, drücke die Taste {KEY:InventorySelect} um die {THING:ItemBatteryCellLarge} in deinen {SLOT:LifeSupport}-Slot zu wechseln. Falls benötigt, kannst du die Taste {KEY:SwapHands} drücken um die aktive Hand zu wechseln.
es: Mientras pulsas {KEY:MouseControl} arrastra la {THING:ItemBatteryCellLarge} en la ranura {SLOT:LifeSupport} en el {THING:ItemEvaSuit}. Tambien puedes desplazarte con la {COLORRED:Rueda del raton} y usar la tecla {KEY:InventorySelect} para cambiar la {THING:ItemBatteryCellLarge}. Recuerda que puedes pulsar la tecla {KEY:SwapHands} para cambiar cual es tu mano activa.
fi: Pidä {KEY:MouseControl} pohjassa ja vedä {THING:ItemBatteryCellLarge} {COLORGREEN:Avaruuspuvun} {SLOT:LifeSupport} lokeroon. Voit myös vierittää <color=red>Hiiren Valintapyörää</color> ja käyttää {KEY:InventorySelect} näppäintä siirtääksesi {COLORGREEN:Ison Pariston}. Muista että voit painaa {KEY:SwapHands} näppäintä vaihtaaksesi aktiivista kättä.
fr: Tout en maintenant {KEY:MouseControl} faites glisser la {THING:ItemBatteryCellLarge} dans l'emplacement {SLOT:LifeSupport} dans la {THING:ItemEvaSuit}. Vous pouvez également faire défiler avec la {COLORRED:molette de la souris} et utiliser la touche {KEY:InventorySelect} pour déplacer la {THING:ItemBatteryCellLarge}. Rappelez-vous que vous pouvez appuyer sur la touche {KEY:SwapHands} pour permuter votre main active.
it: Mentre tieni premuto {KEY:MouseControl} trascina la {THING:ItemBatteryCellLarge} nello slot {SLOT:LifeSupport} nella {THING:ItemEvaSuit}. Puoi anche scorrere con {COLORRED:Rotella del Mouse} e usare il tasto {KEY:InventorySelect} per scambiare con {THING:ItemBatteryCellLarge}. Ricordati che puoi premere il tasto {KEY:SwapHands} per cambiare la tua mano attiva.
ja: {KEY:MouseControl}を押したまま{THING:ItemBatteryCellLarge}を{THING:ItemEvaSuit}の{SLOT:LifeSupport}スロットに入れてください。あるいは、{COLORRED:マウスホイール}でスクロールして{KEY:InventorySelect}を押すことで{THING:ItemBatteryCellLarge}を入れ替えられます。{KEY:SwapHands}キーを押すことで、アクティブな手を変えられることを忘れないでください。
pt_pt: Enquanto pressionas a {KEY:MouseControl} arrasta a {THING:ItemBatteryCellLarge} para o compartimento {SLOT:LifeSupport} no {THING:ItemEvaSuit}. Podes também rodar a {COLORRED:Mouse Wheel} e usar a tecla {KEY:InventorySelect} para trocar a {THING:ItemBatteryCellLarge}. Lembra-te que podes carregar a tecla {KEY:SwapHands} para trocar o que tens na mão que está ativa.
ru: Нажмите {KEY:InventorySelect}, когда аккумулятор находится в вашей активной руке, чтобы поместить его в ячейку жизнеобеспечения. Вы можете нажать кнопку {KEY:SwapHands}, чтобы поменять активную руку.
zh_tw: 您可以使用 {KEY:SwapHands} 來切換 {SLOT:LeftHand} 或 {SLOT:RightHand} 的欄位格為當前手持物品， 現在將手持物品切換至 {THING:ItemBatteryCellLarge} ，接著使用 {KEY:InventorySelect} 鍵 安裝至 {SLOT:LifeSupport} 的欄位上

# Interface.TutorialTitleSuitFilter
source: Equipping a Filter
cs: Vybavení filtru
de: Einen Filter ausrüsten
es: Equipando un filtro
fi: Suodattimen Käyttöönotto
fr: Equiper un filtre
it: Equipaggia un Filtro
ja: フィルターを装備する
pt_pt: Equipando um filtro
ru: Устанавливаем фильтр
zh_tw: 裝備濾心

# Interface.TutorialDescFilter1
source: Find a {THING:ItemGasFilterCarbonDioxide} and pick it up into your {SLOT:LeftHand} or {SLOT:RightHand} slot by looking at it and clicking the {KEY:PrimaryAction}. Again, you can simply drag the {THING:ItemGasFilterCarbonDioxide} from the world to the {THING:ItemEvaSuit} to save time. This filter removes {GAS:CarbonDioxide} from your {THING:ItemEvaSuit}.
cs: Najděte {THING:ItemGasFilterCarbonDioxide} a vezměte ho do {SLOT:LeftHand} nebo do {SLOT:RightHand} tím, že se na něj podíváte a kliknete na {KEY:PrimaryAction}. Opět můžete jednoduše přetáhnout {THING:ItemGasFilterCarbonDioxide} ze světa do {THING:ItemEvaSuit}, abyste ušetřili čas. Tento filtr odebere {GAS:CarbonDioxide} z vašeho {THING:ItemEvaSuit}.
es: Busca {THING:ItemGasFilterCarbonDioxide} y recógelo en tu ranura {SLOT:LeftHand} o {SLOT:RightHand} mirándola y haciendo clic en el {COLORRED:Boton izquierdo del Raton}.
fr: Trouver un {THING:ItemGasFilterCarbonDioxide} et ramassez le dans votre {SLOT:LeftHand} ou {SLOT:RightHand} en le visant et en cliquant sur {KEY:PrimaryAction}. Encore une fois, vous pouvez simplement faire glisser le {THING:ItemGasFilterCarbonDioxide} directement du sol dans la {THING:ItemEvaSuit} pour gagner du temps. Ce filtre supprime le {GAS:CarbonDioxide} de votre {THING:ItemEvaSuit}.
pt_pt: Encontra um {THING:ItemGasFilterCarbonDioxide} e coloca-o na tua {SLOT:LeftHand} ou na tua {SLOT:RightHand} olhando-o e carregando no botão {KEY:PrimaryAction}. Mais uma vez, podes simplesmente arrastar o {THING:ItemGasFilterCarbonDioxide} do mundo directamente para o {THING:ItemEvaSuit} para poupar tempo. Este filtro remove {GAS:CarbonDioxide} do teu {THING:ItemEvaSuit}.
ru: Найдите {THING:ItemGasFilterCarbonDioxide} и возьмите его в {SLOT:LeftHand} или {SLOT:RightHand}, взглянув на него нажмите {KEY:PrimaryAction}. Вы можете просто перетащить {THING:ItemGasFilterCarbonDioxide} с земли в {THING:ItemEvaSuit}. Этот фильтр удаляет {GAS:CarbonDioxide} из вашего {THING:ItemEvaSuit} в балон с отходами.

# Interface.TutorialTaskFilter1
source: Pickup a {THING:ItemGasFilterCarbonDioxide}
cs: Vezměte {THING:ItemGasFilterCarbonDioxide}
de: {THING:ItemGasFilterCarbonDioxide} aufheben
es: Recoge un {THING:ItemGasFilterCarbonDioxide}
fi: Poimi {THING:ItemGasFilterCarbonDioxide}
fr: Ramasser un {THING:ItemGasFilterCarbonDioxide}
it: Raccogli un {THING:ItemGasFilterCarbonDioxide}
ja: {THING:ItemGasFilterCarbonDioxide}を拾う
pt_pt: Apanha um {THING:ItemGasFilterCarbonDioxide}
ru: Возьмите {THING:ItemGasFilterCarbonDioxide}
zh_tw: 撿起 {THING:ItemGasFilterCarbonDioxide}

# Interface.TutorialTaskFilter2
source: Open the {THING:ItemEvaSuit} slot window
cs: Otevřete okno slotu {THING:ItemEvaSuit}
de: Öffnen des {THING:ItemEvaSuit}-Inventars
es: Abre la ventana de ranura {THING:ItemEvaSuit}
fi: Avaa {COLORGREEN:Avaruuspuvun} lokerot
fr: Ouvrez l'inventaire de la {THING:ItemEvaSuit}
it: Apri la finestra slot della {THING:ItemEvaSuit}
ja: {THING:ItemEvaSuit}スロットウィンドウを開く
pt_pt: Abra a janela de compartimentos do {THING:ItemEvaSuit}
ru: Откройте окно содержимого скафандра
zh_tw: 開啟 {THING:ItemEvaSuit} 的欄位格

# Interface.TutorialTaskFilter4
source: Equip the {THING:ItemEvaSuit} with a {THING:ItemGasFilterCarbonDioxide}
cs: Vezměte si {THING:ItemEvaSuit} s {THING:ItemGasFilterCarbonDioxide}
de: Ausrüsten des {THING:ItemEvaSuit} mit einem {THING:ItemGasFilterCarbonDioxide}
es: Equipar {THING:ItemEvaSuit} con {THING:ItemGasFilterCarbonDioxide}
fi: Varusta {THING:ItemEvaSuit} {COLORGREEN:Hiilidioksidisuodattimella}
fr: Équipez la {THING:ItemEvaSuit} avec un {THING:ItemGasFilterCarbonDioxide}
it: Equipaggia la {THING:ItemEvaSuit} con il {THING:ItemGasFilterCarbonDioxide}
ja: {THING:ItemEvaSuit}に{THING:ItemGasFilterCarbonDioxide}をつける
pt_pt: Equipa o {THING:ItemEvaSuit} com um {THING:ItemGasFilterCarbonDioxide}
ru: Поместите {THING:ItemGasFilterCarbonDioxide} в выделенную ячейку {THING:ItemEvaSuit}
zh_tw: 穿上已安裝 {THING:ItemGasFilterCarbonDioxide} 的 {THING:ItemEvaSuit}

# Interface.TutorialDescFilter2
source: You can interact with the {SLOT:Suit} slot by pressing and releasing the {KEY:SuitSlot} key or holding {KEY:MouseControl} and clicking on the {SLOT:Suit} slot.
cs: Můžete interagovat se slotem {SLOT:Suit} stisknutím a uvolněním klávesy {KEY:SuitSlot} nebo podržením {KEY:MouseControl} a kliknutím na slot {SLOT:Suit}.
de: Du kannst mit dem {SLOT:Suit} interagieren in dem du kurz die Taste {KEY:SuitSlot} drückst. So kannst du durch die Menüs für Aktionen und Inventar wechseln sofern diese verfügbar sind. Führe dies nun aus, bis du das Inventar sehen kannst.
es: Puedes interactuar con la ranura del {SLOT:Suit} presionando y soltando la tecla {KEY:SuitSlot} . Esto recorrerá las interacciones y el inventario de ranuras, si está disponible. Haz esto hasta que veas las ranuras de inventario .
fi: Voit hallita {SLOT:Suit} lokeroita painamalla {KEY:SuitSlot} näppäintä tai pitämällä {KEY:MouseControl} näppäintä pohjassa ja klikkaamalla {SLOT:Suit} lokeroa.
fr: Vous pouvez interagir avec la {SLOT:Suit} en appuyant sur et relâcher la touche {KEY:SuitSlot} . Cela fera défiler les interactions et l'inventaire des emplacements, le cas échéant. Pour ce faire, jusqu'à ce que vous voyez l'inventaire des accessoires connecté.
it: Puoi interagire con gli slot della {SLOT:Suit} premendo e rilasciando il tasto {KEY:SuitSlot} o tenendo premuto {KEY:MouseControl} e cliccando sullo slot della {SLOT:Suit} .
ja: {SLOT:Suit}を操作するには、{KEY:SuitSlot}キーを押して離すか、{KEY:MouseControl}を押したまま{SLOT:Suit}をクリックします。
pt_pt: Podes interagir com o compartimento {SLOT:Suit} carregando e largando a tecla {KEY:SuitSlot} ou mantendo pressionada a tecla {KEY:MouseControl} e clicando no compartimento {SLOT:Suit}.
ru: Вы можете взаимодействовать со {SLOT:Suit}, однократно нажимая на кнопку {KEY:SuitSlot} или удерживая {KEY:MouseControl} и щёлкая на слот {SLOT:Suit}.
zh_tw: 您可以多次點擊 {KEY:SuitSlot} 鍵來開啟並切換 {SLOT:Suit} 的互動介面，這個動作將會在 欄位格 與 功能選項 中切換.現在將您的介面切換至 欄位格.

# Interface.TutorialDescFilter3
source: You can select slots inside the {THING:ItemEvaSuit} using the {COLORRED:Mouse Wheel}. Select any of the internal {SLOT:Filter} slots to continue.
cs: Pomocí {COLORRED:kolečka myši} můžete vybrat sloty uvnitř {THING:ItemEvaSuit}. Pokračujte výběrem libovolného vnitřního slotu {SLOT:Filter}.
de: Du kannst zwischen den Inventarplätzen deines {THING:ItemEvaSuit} durch drehen des {COLORRED:Mausrades} wechseln. Wähle einen internen Slot {SLOT:Filter} zum Fortfahren.
es: Puedes seleccionar ranuras dentro de {THING:ItemEvaSuit} usando la {COLORRED:Rueda del Raton}. Seleccione cualquiera de los slots internos {SLOT:Filter} para continuar.
fi: Voit valita {COLORGREEN:Avaruuspuvun} lokeroita vierittämällä <color=red>Hiiren Valintapyörää</color>. Valitse mikä tahansa {SLOT:Filter} lokero jatkaaksesi.
fr: Vous pouvez sélectionner des emplacements dans la {THING:ItemEvaSuit} en utilisant la {COLORRED:Roulette de la souris}. Sélectionnez l'emplacement interne {SLOT:Filter} pour continuer.
it: Puoi scegliere lo slot all'interno della {THING:ItemEvaSuit} usando {COLORRED:Rotella del Mouse}. Seleziona uno degli slot {SLOT:Filter} per continuare.
ja: {COLORRED:Mouse Wheel}を使うことで{THING:ItemEvaSuit}のスロットを選択できます。その中の{SLOT:Filter}を選択して続けましょう。
pt_pt: Podes selecionar compartimentos dentro do {THING:ItemEvaSuit} usando a {COLORRED:Roda do Mouse}. Seleciona qualquer dos compartimentos internos {SLOT:Filter} para continuar.
ru: Вы можете выбирать ячейки в инвентаре скафандра используя {COLORRED:колесо мыши}. Выберите ячейку для фильтра, чтобы продолжить.
zh_tw: 您可以使用 <color=red>滑鼠滾輪</color> 來選擇 {THING:ItemEvaSuit} 中的欄位格。選擇任何一個內置的 {SLOT:Filter} 欄位已繼續

# Interface.TutorialDescFilter4
source: While holding {KEY:MouseControl} drag the {THING:ItemGasFilterCarbonDioxide} into any {SLOT:Filter} slot in the {THING:ItemEvaSuit}. You can also scroll the {COLORRED:Mouse Wheel} and use {KEY:InventorySelect} key to swap the {THING:ItemGasFilterCarbonDioxide}. Remember you can press the {KEY:SwapHands} key to swap what is your active hand.
cs: Podržte {KEY:MouseControl} a přetáhněte {THING:ItemGasFilterCarbonDioxide} do libovolného slotu {SLOT:Filter} v {THING:ItemEvaSuit}. Můžete také rolovat {COLORRED:kolečkem myši} a pomocí klávesy {KEY:InventorySelect} vyměnit {THING:ItemGasFilterCarbonDioxide}. Pamatujte, že můžete stisknout klávesu {KEY:SwapHands} pro změnu aktivní ruky.
de: Mit einer {THING:ItemGasFilterCarbonDioxide} in deiner {SLOT:LeftHand} oder {SLOT:RightHand}, drücke die Taste {KEY:InventorySelect} um den {THING:ItemGasFilterCarbonDioxide} in einen {SLOT:Filter}-Slot zu wechseln. Falls benötigt, kannst du die Taste {KEY:SwapHands} drücken um die aktive Hand zu wechseln.
es: Mientras mantienes {KEY:MouseControl} arrastra el {THING:ItemGasFilterCarbonDioxide} en cualquier ranura {SLOT:Filter} en el {THING:ItemEvaSuit}. Tambien puedes usar la {COLORRED:Rueda del raton} y usar la tecla {KEY:InventorySelect} para cambiar el {THING:ItemGasFilterCarbonDioxide}. Recuerda que tambien puedes usar la tecla {KEY:SwapHands} para cambiar tu mano activa.
fi: Paina {KEY:MouseControl} pohjaan ja vedä {THING:ItemGasFilterCarbonDioxide} mihin tahansa {SLOT:Filter} lokeroon {COLORGREEN:Avaruuspuvussa}. Voit vierittää <color=red>Hiiren Valintapyörää</color> ja käyttää {KEY:InventorySelect} näppäintä vaihtaaksesi {COLORGREEN:Hiilidioksidisuodattimen}. Muista että voit painaa {KEY:SwapHands} näppäintä vaihtaaksesi aktiivista kättä.
fr: Tout en maintenant {KEY:MouseControl} faites glisser le {THING:ItemGasFilterCarbonDioxide} dans l'emplacement {SLOT:Filter} dans la {THING:ItemEvaSuit}. Vous pouvez également faire défiler la {COLORRED: molette de la souris} et utiliser la touche {KEY:InventorySelect} pour échanger le {THING:ItemGasFilterCarbonDioxide}. Rappelez-vous que vous pouvez appuyer sur la touche {KEY:SwapHands} pour permuter votre main active.
it: Mentre tieni premuto {KEY:MouseControl} trascina il {THING:ItemGasFilterCarbonDioxide} nello slot {SLOT:Filter} nella {THING:ItemEvaSuit}. Puoi anche scorrere con {COLORRED:Rotella del Mouse} e usare il tasto {KEY:InventorySelect} per scambiare con {THING:ItemGasFilterCarbonDioxide}. Ricordati che puoi premere il tasto {KEY:SwapHands} per cambiare la tua mano attiva.
ja: {KEY:MouseControl}を押したまま{THING:ItemGasFilterCarbonDioxide}を{THING:ItemEvaSuit}の{SLOT:Filter}スロットに入れてください。あるいは、{COLORRED:Mouse Wheel}でスクロールして{KEY:InventorySelect}を押すことで{THING:ItemGasFilterCarbonDioxide}を入れ替えられます。{KEY:SwapHands}キーを押すことで、アクティブな手を変えられることを忘れないでください。
pt_pt: Enquanto manténs pressionada tecla {KEY:MouseControl} arrasta o {THING:ItemGasFilterCarbonDioxide} para qualquer compartimento {SLOT:Filter} no teu {THING:ItemEvaSuit}. Podes também usar a {COLORRED:Mouse Wheel} e usar a tecla {KEY:InventorySelect} para trocar o {THING:ItemGasFilterCarbonDioxide}. Lembra-te que podes usar a tecla {KEY:SwapHands} para trocares o que tens na mão que está ativa.
ru: Нажмите {KEY:InventorySelect}, когда фильтр находится в вашей активной руке, чтобы поместить его в ячейку для фильтра. Вы можете нажать кнопку {KEY:SwapHands}, чтобы поменять активную руку.
zh_tw: 現在將手持物品切換至 {THING:ItemGasFilterCarbonDioxide} ，接著使用 {KEY:InventorySelect} 鍵 安裝至 {SLOT:Filter} 的欄位上，您可以使用 {KEY:SwapHands} 來切換 {SLOT:LeftHand} 或 {SLOT:RightHand} 的欄位格為當前手持物品

# Interface.TutorialTitleGetTools
source: Getting Construction Equipment
cs: Získání konstrukčního vybavení
de: Baumaterialien erhalten
es: Obtención de equipo de construcción
fi: Rakennustarvikkeiden Hankkiminen
fr: Obtenir des équipements de construction
it: Ottieni l'equipaggiamento da costruzione
ja: 建築用装備を入手する
pt_pt: Obter Equipamento de Construção
ru: Собираем стрительную экипировку
zh_tw: 取得建築裝備

# Interface.TutorialDescGetTools1
source: Now we need to head outside the station to do some repairs. Drop the anything in our hands using the {KEY:Drop} key so we can pick other things up. Remember you can use {KEY:MouseControl} to enable mouse for {LINK:InventoryPage;inventory} management, and you can change the {COLORYELLOW:Active Hand} bu pressing the {KEYS:SwapHands} key. Managing your {LINK:InventoryPage;inventory} well takes skill and practice; thinking carefully about what you are taking out with you well in advance and planning ahead. Forgetting to have a filled {THING:ItemGasCanisterOxygen} or {THING:ItemBatteryCellLarge} can be disasterous. It's also easy to get lost. Be careful!
cs: Nyní musíme jít před stanici, abychom provedli nějaké opravy. Odložte vše z rukou pomocí klávesy {KEY:Drop}, abychom mohli vzít další věci. Nezapomeňte, že můžete pomocí {KEY:MouseControl} povolit myš pro správu {LINK:InventoryPage;inventáře} a můžete změnit {COLORYELLOW:aktivní ruku} stisknutím klávesy {KEYS:SwapHands}. Správa {LINK:InventoryPage;inventáře} vyžaduje dovednosti a praxe; pečlivě přemýšlejte o tom, co s sebou berete s dostatečným předstihem a plánujte dopředu. Zapomenout, že máte prázdný {THING:ItemGasCanisterOxygen} nebo {THING:ItemBatteryCellLarge}, může být katastrofální. Je také snadné se ztratit. Buďte opatrný!
es: Ahora tenemos que salir de la estación para hacer algunas reparaciones. Guarda o suelta la {THING:ItemTablet} usando la tecla {KEY:Drop} para que podamos elegir otras cosas. Recuerda que tambien puedes usar {KEY:MouseControl} para habilitar el raton para la administracion del inventorio, y tambien puedes cambiar la {COLORYELLOW:Mano Activa} presionando la tecla {KEY:SwapHands} . Administrar bien tu inventario requiere habilidad y práctica; pensando cuidadosamente acerca de lo que está cogiendo y sacando y planificando bien con anticipación. Olvidando tener un {THING:ItemGasCanisterOxygen} o una {THING:ItemBatteryCellLarge} llenos puede acabar en desastre. Tambien es facil perderlos, Ten cuidado con esto!
fr: Maintenant, nous devons aller à l'extérieur de la station pour faire quelques réparations. Déposer tous le contenue de vos mains à l'aide de la touche {KEY:Drop} afin que nous puissions ramasser d'autres choses. N'oubliez pas que vous pouvez utiliser {KEY: MouseControl} pour activer la souris pour la gestion de {LINK: InventoryPage; Inventory}, et vous pouvez intervertir la {COLORYELLOW:Active Hand} en appuyant sur la touche {KEYS: SwapHands}. La gestion de votre {LINK: InventoryPage; Inventory} demande de la compétence et de la pratique ; Réfléchissez soigneusement à ce que vous prenez avec vous bien à l'avance et planifiez à l'avance. Oublier d'avoir d'avoir remplie la {THING:ItemGasCanisterOxygen} ou la {THING: ItemBatteryCellLarge} peut être catastrophique. Il est aussi facile de se perdre. Fais attention !
pt_pt: Agora precisamos de nos deslocar para fora da Estação para fazermos alguns reparos. Deixa tudo o que tenhas nas mãos usando a tecla {KEY:Drop} de modo a que possas apanhar outras coisas. Lembra-te que podes usar a tecla {KEY:MouseControl} para ativares o rato e fazeres a gestão na {LINK:InventoryPage;inventory}, e podes mudar a {COLORYELLOW:Active Hand} carregando na tecla {KEYS:SwapHands}. Para fazer a gestão do {LINK:InventoryPage;inventory} bem feito é preciso alguma destreza e prática; Pensa e faz os teus planos cuidadosamente sobre o que vais levar contigo. Esquecer de ter uma {THING:ItemGasCanisterOxygen} ou uma {THING:ItemBatteryCellLarge} pode ser desastroso. É também fácil perderes-te. Tem cuidado!
ru: Сейчас нам нужно выйти за пределы станции, чтобы сделать ремонт. Бросьте что-нибудь из ваших рук, используя клавишу {KEY:Drop}, тогда мы сможем поднять другие предметы. Помните, что можно использовать {KEY:MouseControl}, чтобы включить мышь для управления {LINK:InventoryPage;inventory}, еще вы можете изменить {COLORYELLOW:Active Hand}, нажав клавишу {KEYS:SwapHands}. Управление {LINK:InventoryPage;inventory} требует практики; тщательно продумывайте, что вы берете с собой. Забыть заполненный {THING:ItemGasCanisterOxygen} или {THING:ItemBatteryCellLarge} может быть смертельно опасно. Также легко потеряться. Будьте осторожены!

# Interface.TutorialDescGetTools2
source: Collect the {THING:ItemToolBelt} and assign it to the {SLOT:Belt} slot by holding the {KEY:ToolBeltSlot} key, or dragging it into the slot while pressing and holding {KEY:MouseControl}. Your {SLOT:Belt} slot allows you to have belts that can containing mining and other tools. The {THING:ItemMiningBelt} has specialized {LINK:OrePage;Ore} slots that automatically fill themselves with ore as you use a {THING:ItemMiningDrill}, for example. Read more about {LINK:MiningPage;Mining}.
cs: Vezměte {THING:ItemToolBelt} a přiřaďte jej do slotu {SLOT:Belt} podržením klávesy {KEY:ToolBeltSlot}, nebo přetažením do slotu za současného držení {KEY:MouseControl}. Váš {SLOT:Belt} slot vám umožní mít opasky, které mohou obsahovat těžební a jiné nástroje. {THING:ItemMiningBelt} má specializované sloty na {LINK:OrePage;rudy}, které se automaticky plní, pokud například používáte {THING:ItemMiningDrill}. Přečtěte si více o {LINK:MiningPage;těžení}.
es: Recoge el {THING:ItemToolBelt} y asginalo a la ranura {SLOT:Belt} manteniendo la tecla {KEY:ToolBeltSlot} , o arrastrando y manteniendo pulsado la tecla {KEY:MouseControl}. Tu ranura {SLOT:Belt} permite que tengas diferentes cinturones con herramientas de mineria o otras herramientas utiles. El {THING:ItemMiningBelt} Tiene ranuras especializadas de {SLOT:Ore} que automaticamente se llenan de mineral a medida que usas un {THING:ItemMiningDrill}, por ejemplo.
fr: Récupérez la {THING:ItemToolBelt} et équipez la dans l'emplacement {SLOT:Belt} en maintenant la touche {KEY:ToolBeltSlot}, ou en la faisant glisser dans l'emplacement tout en appuyant sur {KEY:MouseControl}. Votre emplacement {SLOT:Belt} vous permet d'avoir des ceintures qui peuvent contenir des équipements pour miner et d'autres outils. La {THING:ItemMiningBelt} contient des emplacements spécialisés pour les {LINK:OrePage;Minerai} qui se remplissent automatiquement avec du minerai quand vous utilisez une {THING:ItemMiningDrill}, par exemple. En savoir plus sur {LINK:MiningPage;Minage}.
pt_pt: Apanha um {THING:ItemToolBelt} e coloca-o no compartimento {SLOT:Belt} carregando na tecla {KEY:ToolBeltSlot}, ou arrastando-o para o compartimento enquanto carregas e mantens pressionada a tecla {KEY:MouseControl}. O teu compartimento {SLOT:Belt} permite-te ter cintos que contém minérios e outras ferramentas. O {THING:ItemMiningBelt} tem compartimentos especializados {LINK:OrePage;Ore} que vão automaticamente enchendo conforme vais usando uma {THING:ItemMiningDrill}. Lê mais sobre o assunto {LINK:MiningPage;Mining}.
ru: Подберите {THING:ItemToolBelt} и назначьте его в слот {SLOT:Belt}, удерживая клавишу {KEY:ToolBeltSlot}, или перетащите его в слот, нажимая и удерживая {KEY:MouseControl}. Ваш слот {SLOT: Belt} позволяет вам носить пояса, которые могут содержать добычу руды и другие инструменты. {THING:ItemMiningBelt} имеет специализированные слоты {LINK:OrePage;Ore}, которые автоматически заполняются рудой, при использовании {THING:ItemMiningDrill}. Узнайте больше о {LINK:MiningPage;Mining}.

# Interface.TutorialTaskGetTools1
source: Drop the {THING:ItemTablet}
cs: Upusťte {THING:ItemTablet}
de: {THING:ItemTablet} fallen lassen.
es: Suelta el {THING:ItemTablet}
fi: Pudota {THING:ItemTablet}
fr: Jeter la {THING:ItemTablet}
it: Lascia il {THING:ItemTablet}
ja: {THING:ItemTablet}を捨てる
pt_pt: Deixa cair o {THING:ItemTablet}
ru: Бросьте {THING:ItemTablet}
zh_tw: 放下 {THING:ItemTablet}
