Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialDescPowerSuit
source: Find a {THING:ItemBatteryCellLarge} and pick it up into your {SLOT:LeftHand} or {SLOT:RightHand} slot by looking at it and clicking the {COLORRED:Left Mouse Button}.
fi: Etsi {THING:ItemBatteryCellLarge} ja poimi se <color=orange>Vasempaan Käteen</color> tai <color=orange>Oikeaan Käteen</color> katsomalla sitä ja klikkaamalla {COLORRED:Vasemmalla Hiiripainikkeella}.
it: Trova una {THING:ItemBatteryCellLarge} e mettila nello slot della tua {SLOT:LeftHand} o {SLOT:RightHand} mentre la guardi e cliccaci con {COLORRED:Mouse Sinistra}.

# Interface.TutorialDescLifesupport2
source: {COLORRED:You need to wear the {THING:ItemEvaSuit} to continue. Please put it back on.}
fi: <color=red>Sinulla pitää olla {THING:ItemEvaSuit} puettuna jatkaaksesi. Ole hyvä ja laita se päällesi.</color>
it: {COLORRED:Devi indossare la {THING:ItemEvaSuit} per continuare. Indossala nuovamente.}

# Interface.TutorialDescFilter1
source: Find a {THING:ItemGasFilterCarbonDioxide} and pick it up into your {SLOT:LeftHand} or {SLOT:RightHand} slot by looking at it and clicking the {COLORRED:Left Mouse Button}.
fi: Etsi {THING:ItemGasFilterCarbonDioxide} ja poimi se <color=orange>Vasempaan Käteen</color> tai <color=orange>Oikeaan Käteen</color> katsomalla sitä ja klikkaamalla {COLORRED:Vasemmalla Hiiripainikkeella}.
it: Trova un {THING:ItemGasFilterCarbonDioxide} e mettilo nello slot della tua {SLOT:LeftHand} o {SLOT:RightHand} mentre lo guardi e cliccaci con {COLORRED:Mouse Sinistra}.

# Interface.TutorialDescGetTools1
source: Now we need to head outside the station to do some repairs. Drop the {THING:ItemTablet} using the {KEY:Drop} key so we can pick other things up. Remember you can use {KEY:MouseControl} to enable mouse for inventory management, and you can change the {COLORYELLOW:Active Hand} bu pressing the {KEYS:SwapHands} key. Managing your inventory well takes skill and practice; thinking carefully about what you are taking out with you well in advance and planning ahead. Forgetting to have a filled {THING:ItemGasCanisterOxygen} or {THING:ItemBatteryCellLarge} can be disasterous. It's also easy to get lost. Be careful!
fi: Nyt meidän pitää mennä ulos tekemään korjauksia. Pudota {THING:ItemTablet} käyttämällä {KEY:Drop} näppäintä jotta voit poimia muita tavaroita käteen. Muista että voit käyttää {KEY:MouseControl} näppäintä käyttääksesi hiirtä tavaraluettelon hallintaan, ja että voit vaihtaa <color=yellow>Aktiivista Kättä</color> painamalla {KEY:SwapHands} näppäintä. Hyvä tavaraluettelon hallinta vaatii taitoa ja harjoitusta; ajattele tarkoin mitä tarvitset mukaasi ja suunittele etukäteen. Jos unohdat tuoda täyden <color=green>Happisäiliön</color> tai {COLORGREEN:Ison Pariston}, se voi olla kohtalokasta. On myös helppo eksyä. Ole varovainen!
it: Adesso dobbiamo dirigerci fuori dalla stazione per effettuare delle riparazioni. Lascia il {THING:ItemTablet} usando il tasto {KEY:Drop} così che tu possa raccogliere altre cose. Ricordati che puoi usare il tasto {KEY:MouseControl} per abilitare il mouse e gestire l'inventario, e puoi cambiare la {COLORYELLOW:Mano attiva} premendo il tasto {KEY:SwapHands} . Gestire bene il tuo inventario richiede abilità e pratica, pensando con attenzione e in anticipo a cosa dovresti portare con te. Dimenticarsi di aver caricato un {THING:ItemGasCanisterOxygen} o una {THING:ItemBatteryCellLarge} può essere disastroso. Anche perdersi è molto facile. Stai attento!

# Interface.TutorialDescGetTools2
source: Collect the {THING:ItemToolBelt} and assign it to the {SLOT:Belt} slot by holding the {KEY:ToolBeltSlot} key, or dragging it into the slot while pressing and holding {KEY:MouseControl}. Your {SLOT:Belt} slot allows you to have belts that can containing mining and other tools. The {THING:ItemMiningBelt} has specialized {SLOT:Ore} slots that automatically fill themselves with ore as you use a {THING:ItemMiningDrill}, for example.
fi: Ota {THING:ItemToolBelt} ja laita se {SLOT:Belt} lokeroon pitämällä {KEY:ToolBeltSlot} näppäintä pohjassa, tai vetämällä se hiirellä lokeroon kun pidät {KEY:MouseControl} näppäintä pohjassa. {SLOT:Belt} lokero antaa sinun kantaa vöitä mitkä sisältävät kaivostyökaluja ja muita työkaluja. <color=green>Kaivosvyössä</color> on erityiset {SLOT:Ore} lokerot mitkä täyttyvät automaattisesti kun käytät esimerkiksi {COLORGREEN:Kaivosporaa}.
it: Raccogli la {THING:ItemToolBelt} e assegnala allo slot {SLOT:Belt} tenendo premuto il tasto {KEY:ToolBeltSlot} , o trascinandola nello slot con il mouse mentre tieni premuto {KEY:MouseControl}. Il tuo slot {SLOT:Belt} ti permette di indossare cinture che possono contenere gli strumenti per minare e altri utensili. La {THING:ItemMiningBelt} ha degli slot specializzati {SLOT:Ore} che si riempiono automaticamente con i minerali mentre usi un {THING:ItemMiningDrill}, per esempio.

# Interface.TutorialDescRepairCable1
source: A {THING:StructureCableStraight} can transport both {COLORYELLOW:Data} and {COLORYELLOW:Power}, but they will break if more power is put through it than it is rated for. There is a broken {THING:StructureCableJunction} somewhere below the {THING:StructureAirlock} you just came out of, find it and remove by using a {THING:ItemWireCutters} from your {THING:ItemToolBelt}. Remember there are two ways to interact with your inventory. You can press and hold {KEY:MouseControl} to enable the mouse cursor, and then drag and drop or open things with the mouse. For fast control, press {KEY:ToolBeltSlot} to open your {SLOT:Belt} slot. Press {KEY:InventorySelect} to swap the highlighted interior slot item to your hands. If you find you have too many windows open, you can close them all at once using {KEY:HideAllWindows}, you can toggle the individual window with their slot hotkey, or you can click on the slot itself while the mouse is enabled with {KEY:MouseControl}.
fi: {THING:StructureCableStraight} voi kuljettaa sekä {COLORYELLOW:Dataa} että {COLORYELLOW:Virtaa}, mutta ne hajoavat jos niihin tulee enemmän virtaa kuin mitä ne kestävät. {COLORGREEN:Ilmalukon} alapuolella jossain on rikkinäinen {THING:StructureCableJunction}, etsi se ja poista se käyttämällä {COLORGREEN:Kaapelileikkureita} <color=green>Työkaluvyöltä</color>. Muista että on kaksi tapaa hallita tavaraluetteloa. Voit pitää {KEY:MouseControl} näppäintä pohjassa käyttääksesi hiirtä, ja sitten vedä ja pudota tai avaa esineitä hiirellä. Nopeaan toimintaan paina {KEY:ToolBeltSlot} avataksesi {SLOT:Belt} lokeron. Paina {KEY:InventorySelect} näppäintä siirtääksesi valitun esineen käteesi. Jos sinulla on liian monta ikkunaa auki, sulje ne kaikki yhtäaikaa painamalla {KEY:HideAllWindows} näppäintä, voit sulkea erikseen joka ikkunan lokeron pikanäppäimellä, tai voit klikata lokeroa kun hiiri on käytössä pitämällä {KEY:MouseControl} pohjassa.
it: Un {THING:StructureCableStraight} può trasportare sia {COLORYELLOW:Dati} che {COLORYELLOW:Elettricità}, ma si romperà se ci passerà un voltaggio superiore a quello per cui è concepito. C'è un {THING:StructureCableJunction} danneggiato da qualche parte qui sotto la {THING:StructureAirlock} da cui sei appena uscito, Trovalo e rimuovilo usando la {THING:ItemWireCutters} dalla tua {THING:ItemToolBelt}. Ricordati che hai due modi per interagire con il tuo inventario. Puoi tenere premuto {KEY:MouseControl} per abilitare il cursore del mouse, e poi cliccare e trasciare o aprire cose con il mouse. Per un controllo rapido, puoi premere {KEY:ToolBeltSlot} per aprire lo slot {SLOT:Belt} . Premi {KEY:InventorySelect} per scambiare tra lo slot evidenziato con l'oggetto e lo slot nelle tue mani. Se ti ritrovi ad avere troppe finestre aperte, le puoi chiudere tutte in una volta usando {KEY:HideAllWindows}, puoi interagire con una finestra individuale usando la specifica scorciatoia su tastiera, o puoi cliccare sullo slot direttamente mentre il cursore del mouse è abilitato con {KEY:MouseControl}.

# Interface.TutorialDescRepairCable2
source: Look at the {THING:StructureCableJunctionBurnt} while the {THING:ItemWireCutters} are in your active hand. You will see a {COLORYELLOW:yellow} box around it. Press and hold {COLORRED:Left Mouse Button} to remove the {THING:StructureCableJunctionBurnt}.
fi: Katso <color=green>Palanutta Liittymää</color> kun {COLORGREEN:Kaapelileikkurit} ovat aktiivisessa kädessäsi. Näet {COLORYELLOW:keltaisen} laatikon sen ympärillä. Pidä {COLORRED:Vasenta Hiiripainiketta} pohjassa poistaaksesi <color=green>Palaneen Liittymän</color>.
it: Guarda il {THING:StructureCableJunctionBurnt} mentre hai la {THING:ItemWireCutters} nella tua mano attiva. Vedrai una scatola {COLORYELLOW:gialla} intorno. Tieni premuto {COLORRED:Mouse Sinistra} per rimuovere il {THING:StructureCableJunctionBurnt}.

# Interface.TutorialDescRepairCable4
source: With the {THING:ItemCableCoil} in your {COLORYELLOW:Active Hand|, press {COLORRED:Right Mouse Button} to bring up the construction cursor. Use the {COLORRED:Mouse Wheel} to change placement type, selecting the {THING:StructureCableJunction} variant. Your placement blueprint contains important connection information, the small plus symbols indicate the item connects to a cable network here. Make sure your connection lines up exactly. Press {KEY:RotateLeft} to rotate left, {KEY:RotateRight} to rotate right, {KEY:RotateUp} to rotate up, {KEY:RotateDown} to rotate down, {KEY:RotateRollLeft} to roll left, or {KEY:RotateRollRight} to roll right.
fi: {THING:ItemCableCoil} <color=yellow>Aktiivisessa Kädessä</color>, paina {COLORRED:Oikeaa Hiiripainiketta} tuodaksesi esiin rakennuskursorin. Käytä <color=red>Hiiren Valintapyörää</color> selataksesi vaihtoehtoja, valitse {THING:StructureCableJunction}. Sijoituskaavio näyttää tärkeätä liitäntätietoa, pieni plus merkki näyttää esineen liittyvän verkostoon siitä kohtaa. Pidä huoli että liitäntäsi ovat kohdistettuja oikein. {KEY:RotateLeft} pyörittää vasemmalle, {KEY:RotateRight} pyörittää oikealle, {KEY:RotateUp} pyörittää ylöspäin, {KEY:RotateDown} pyörittää alaspäin, {KEY:RotateRollLeft} kallistaa vasemmalle {KEY:RotateRollRight} kallistaa oikealle.
it: Con la {THING:ItemCableCoil} nella tua {COLORYELLOW:Mano attiva}, premi {COLORRED:Mouse Sinistra} per attivare la finestra di progettazione. Usa la {COLORRED:Rotella del Mouse} per cambiare le opzioni di piazzamento, selezionando la variante {THING:StructureCableJunction} . La finestra di progettazione contiene importanti informazioni sulle connessioni, il piccolo simbolo + indica dove l'oggetto si connette ad una rete. Accertati che i cavi siano connessi correttamente. Premi {KEY:RotateLeft} per ruotare a sinistra, {KEY:RotateRight} per ruotare a destra, {KEY:RotateUp} per ruotare in su, {KEY:RotateDown} per ruotare in giù, {KEY:RotateRollLeft} per rollio a sinistra, o {KEY:RotateRollRight} per rollio a destra.

# Interface.TutorialDescTablet1
source: Pickup a {THING:ItemTablet} and {THING:ItemBatteryCellLarge} into your {SLOT:LeftHand} or {SLOT:RightHand} slots by looking at it and clicking the {COLORRED:Left Mouse Button}. You can switch your active hand by pressing the {KEY:SwapHands} key. This will allow you to put one item in each hands. Do this to continue.
fi: Poimi {THING:ItemTablet} ja {THING:ItemBatteryCellLarge} <color=orange>Vasempaan Käteen</color> tai <color=orange>Oikeaan Käteen</color> katsomalla niitä ja klikkaamalla {COLORRED:Vasemmalla Hiiripainikkeella}. Voit vaihtaa aktiivista kättä painamalla {KEY:SwapHands} näppäintä. Tämä antaa sinun ottaa esineen kumpaankin käteen. Tee näin jatkaaksesi.
it: Raccogli un {THING:ItemTablet} e una {THING:ItemBatteryCellLarge} nel tuo slot {SLOT:LeftHand} o {SLOT:RightHand} guardandoli e cliccandoci sopra con {COLORRED:Mouse Sinistra}. Puoi cambiare quale sia la tua mano attiva premendo il tasto {KEY:SwapHands} . Questo ti permetterà di avere un oggetto in ciascuna mano. Fallo per continuare.

# Interface.TutorialDescTablet2
source: You can interact with your active hand slot by pressing and releasing the {KEY:ActiveHandSlot} key or clicking on it. This will open the inventory window for the current hand. You can change your currently active hand with the {KEY:SwapHands} key. Select the {THING:ItemTablet} as your active hand and open its slot interior to continue.
fi: Voit käyttää aktiivisessa kädessäsi olevaa esinettä painamalla {KEY:ActiveHandSlot} näppäintä tai klikkaamalla sitä. Tämä avaa kyseisen käden lokeroluettelon. Voit vaihtaa aktiivista kättä painamalla {KEY:SwapHands} näppäintä. Valitse käsi jossa {THING:ItemTablet} on aktiiviseksi kädeksi ja avaa lokerot jatkaaksesi.
it: Puoi interagire con lo slot della mano attiva premendo e rilasciando il tasto {KEY:ActiveHandSlot} oppure cliccandoci. Questo aprirà la finestra della mano attiva. Puoi cambiare quale mano sia correntemente attiva con il tasto {KEY:SwapHands} . Seleziona il {THING:ItemTablet} come la tua mano attiva e apri il suo slot interno per continuare.

# Interface.TutorialDescBakeMuffin1
source: Some devices in the game are mounted on {THING:StructureBench}s; they are called Appliances. Pickup the {THING:ApplianceMicrowave} and walk in front of the {THING:StructureBench}.
fi: Jotkut laitteet pelissä kiinnitetään {COLORGREEN:Tasoon}; näitä kutsutaan Kodinkoneiksi. Poimi {THING:ApplianceMicrowave} ylös ja kävele {COLORGREEN:Tason} eteen.
it: Alcuni dispositivi del gioco devono essere montati su un {THING:StructureBench}; e sono chiamati Apparecchi. Raccogli il {THING:ApplianceMicrowave} e cammina verso il {THING:StructureBench}.

# Interface.TutorialDescBakeMuffin3
source: Look at the {THING:ApplianceMicrowave}. Look at the side, rather than the door, so that you are targeting the item directly and not trying to open it. When you see a {COLORYELLOW:yellow box} hold down the {COLORRED:Left Mouse Button} to wrench it onto the {THING:StructureBench}.
fi: Katso {COLORGREEN:Mikroaaltouunia}. Katso sen sivua ennemmin kuin ovea, jotta valitset itse uunia etkä yritä avata sitä. Kun näet {COLORYELLOW:keltaisen laatikon}, pidä {COLORRED:Vasen Hiiripainike} pohjassa kiinnittääksesi uunin {COLORGREEN:Tasoon}.
it: Guarda il {THING:ApplianceMicrowave}. Guardalo di lato, invece che dallo sportello, così potrai selezionare l'oggetto direttamente e non proverai ad aprirlo. Quando vedi una {COLORYELLOW:scatola gialla} tieni premuto {COLORRED:Mouse Sinistra} per collegarla con la chiave sul {THING:StructureBench}.

# Interface.TutorialDescBakeMuffin4
source: Look at the door on the {THING:ApplianceMicrowave}. Press the {COLORRED:Left Mouse Button} to open the door and allow you to put reagents inside.
fi: Katso {COLORGREEN:Mikroaaltouunin} ovea. Paina {COLORRED:Vasenta Hiiripainiketta} avataksesi oven jotta voit laittaa ainekset uunin sisälle.
it: Guarda lo sportello del {THING:ApplianceMicrowave}. Premi {COLORRED:Mouse Sinistra} per aprire lo sportello ed inserire gli ingredienti all'interno.

# Interface.TutorialDescBakeMuffin5
source: Pickup the required ingredients in your task list and look inside the {THING:ApplianceMicrowave} with it in your active hand. Keep clicking {COLORRED:Left Mouse Button} to add more of the reagent until you have added enough. Do not add more than is needed for the recipe. You will need to do this twice for some recipes. If you add too much, drop what you are carrying with the {KEY:Drop} and then look at the {THING:ApplianceMicrowave} with the door open to access the {COLORYELLOW:Clear} action, to start again.
fi: Poimi vaaditut ainekset reseptiin aktiiviseen käteen ja katso {COLORGREEN:Mikroaaltouunin} sisälle. Paina {COLORRED:Vasenta Hiiripainiketta} lisätäksesi aineksia kunnes sinulla on tarvittava määrä. Älä laita enemmän kuin mitä resepti vaatii. Joihinkin resepteihin tämä täytyy tehdä kahdesti. Jos laitoit liikaa, pudota mitä sinulla on kädessäsi {KEY:Drop} näppäimellä ja katso sitten {COLORGREEN:Mikroaaltouunin} sisälle. Kun näet {COLORYELLOW:Clear} toiminnon, paina sitä aloittaaksesi uudestaan.
it: Raccogli gli ingredienti richiesti dalla tua lista e guarda dentro il {THING:ApplianceMicrowave} mentre li hai nella mano attiva. Continua a cliccare con {COLORRED:Mouse Sinistra} per aggiungere una quantità maggiore di un ingrediente finché non raggiungi la quantità desiderata. Non aggiungere più di quanto sia richiesto dalla ricetta. Se hai aggiunto troppo, lascia l'oggetto che stai portando con il tasto {KEY:Drop} e guarda il {THING:ApplianceMicrowave} con lo sportello aperto per accedere all'azione {COLORYELLOW:Clear} , così da poter ricominciare.
