Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.SettingTheDestination1
source: Open the Stationpedia
cs: Otevřete Stationpedii
es: Abrir la Stationpedia
fr: Ouvrir la Stationpedia
ru: Откройте Stationpedia

# Interface.SettingTheDestination2
source: Navigate to the World Travel Section, click on "Travel", and read about how to set destinations then click on the Mimas Coordinates: -712314497 to copy it to your clipboard
cs: Přejděte do sekce světové cestování, klikněte na "Cestování" a přečtěte si, jak nastavit cíle, poté klikněte na souřadnice Mimas: -712314497 a zkopírujte je do schránky
es: Navegue a la sección de Viajes Mundiales, haga clic en "Viajes", y lea cómo establecer destinos y luego haga clic en las coordenadas Mimas: -712314497 para copiarlas a su portapapeles
fr: Accédez à la section<color=#0080FFFF>{LINK:TravelPage;Travel}</color>, lisez comment définir des destinations, puis cliquez sur les coordonnées de Mimas : -712314497 (pour les copier dans le presse-papiers)
ru: Перейдите в секцию путешествий по миру, нажмите на кнопку "Путешествие" и прочитайте о том, как установить пункты назначения, а затем нажмите на координаты Минмаса: -712314497, чтобы скопировать их в буфер обмена

# Interface.SettingTheDestination3
source: Pick up the {THING:ItemLabeller} found in the lefthand crate.
cs: Vezměte {THING:ItemLabeller} z bedny nalevo.
es: Recoge la {THING:ItemLabeller} que se encuentra en la caja de la izquierda.
fr: Prenez l'{THING:ItemLabeller} dans la caisse de gauche
ru: Возьмите {THING:ItemLabeller} из ящика слева.

# Interface.SettingTheDestination4
source: Set the {THING:StructureLogicMemory} to the Mimas Coordinates: -712314497 using the {THING:ItemLabeller}.
cs: Nastavte {THING:StructureLogicMemory} na souřadnice Mimas: -712314497 pomocí {THING:ItemLabeller}.
es: Ajusta la {THING:StructureLogicMemory} a las Coordenadas -712314497 usando el {THING:ItemLabeller}.
fr: Inscrivez les coordonnées de Mimas (-712314497) dans l'{THING:StructureLogicMemory} en utilisant l'{THING:ItemLabeller}
ru: Насройте {THING:StructureLogicMemory} на координаты Минмаса: -712314497 при помощи {THING:ItemLabeller}.

# Interface.SettingTheDestination5
source: Set the input value on the {THING:StructureLogicWriter} to {THING:StructureLogicMemory} using a {THING:ItemScrewdriver}
cs: Nastavte vstupní hodnotu na {THING:StructureLogicWriter} na {THING:StructureLogicMemory} pomocí {THING:ItemScrewdriver}
es: Ajusta el valor de entrada en el {THING:StructureLogicWriter} a {THING:StructureLogicMemory} usando el {THING:ItemScrewdriver}
fr: Définissez la valeur IN de l'{THING:StructureLogicWriter} sur l'{THING:StructureLogicMemory} en utilisant votre {THING:ItemScrewdriver}
ru: Установите значение ввода на {THING:StructureLogicWriter} на {THING:StructureLogicMemory} используя {THING:ItemScrewdriver}

# Interface.SettingTheDestination6
source: Set the output value on the {THING:StructureLogicWriter} to {THING:StructureLaunchPad} using a {THING:ItemScrewdriver}
cs: Nastavte výstupní hodnotu na {THING:StructureLogicWriter} na {THING:StructureLaunchPad} pomocí {THING:ItemScrewdriver}
es: Ajusta el valor de salida en el {THING:StructureLogicWriter} a {THING:StructureLaunchPad} usando un {THING:ItemScrewdriver}
fr: Définissez la valeur OUT de l'{THING:StructureLogicWriter} sur l'{THING:StructureLaunchPad} en utilisant votre {THING:ItemScrewdriver}
ru: Установите значение вывода на {THING:StructureLogicWriter} на {THING:StructureLaunchPad} используя {THING:ItemScrewdriver}

# Interface.SettingTheDestination8
source: Finally, turn on the {THING:StructureLogicWriter}. Any previous steps should check off.
cs: Nakonec zapněte {THING:StructureLogicWriter}. Všechny předchozí kroky by měly být odškrtnuty.
es: Finalmente, Enciende el {THING:StructureLogicWriter}. Los pasos anteriores deben estar hechos.
fr: Pour finir, Allumez l'{THING:StructureLogicWriter}. Toutes les étapes précédentes doivent être validées.
ru: Наконец, включите {THING:StructureLogicWriter}. Любые предыдущие шаги должны быть выполнены.

# Interface.FuelUpValve
source: The Fuel Up Valve
cs: Palivový ventil
es: La válvula de combustible
fr: Alimentation en carburant
ru: Топливный Вентиль

# Interface.FuelUpValveDescription
source: The last part of preparing the rocket is to turn on the fuel valve and fill rocket's fuel tank.
cs: Poslední částí přípravy rakety je zapnutí palivového ventilu a doplnění palivové nádrže rakety.
es: La última parte de la preparación del cohete es encender la válvula de combustible y llenar el tanque de combustible del cohete.
fr: La dernière partie de la préparation de la fusée est d'ouvrir la vanne de carburant et de remplir le réservoir de la fusée.
ru: Последняя часть подготовки ракеты заключается в том, чтобы открыть топливный вентиль и заполнить топливный бак ракеты.

# Interface.FuelUpValveTask1
source: Open the fuel valve, located above the logic room.
cs: Otevřete palivový ventil umístěný nad logickou místností.
es: Abre la válvula de combustible, situada encima de la sala de lógica.
fr: Ouvrez la {THING:StructureValve} de carburant, située au-dessus de la salle contenant les unités logiques.
ru: Откройте топливный клапан, расположенный над комнатой логики.

# Interface.LaunchRocket
source: Time for Lift Off
cs: Čas pro vzlet
es: Hora de despegar
fr: L'heure du décollage
ru: Время для Взлёта

# Interface.LaunchRocketDescription
source: It's time to lift off! Take the elevator up to the top floor, Once the rocket is fulled and ready you can enter the Command Module. Then hit the LAUNCH button.
cs: Je čas vzlétnout! Vezměte výtah do nejvyššího patra, jakmile je raketa plná a připravená, můžete vstoupit do velitelského modulu. Poté stiskněte tlačítko ODPAL.
es: ¡Es hora de despegar! Toma el ascensor hasta el último piso, Una vez que el cohete esté lleno y listo puedes entrar al Módulo de Comando. Luego presiona el botón de LANZAMIENTO.
fr: Il est temps de décoller ! Prenez l’ascenseur jusqu’au dernier étage, vous pouvez entrer dans le module de commande. Ensuite, appuyez sur le bouton LAUNCH (décollage).
ru: Пора отрываться от земли! Воспользуйтесь лифтом для поднятия на верхний этаж, как только ракета будет заполнена и готова, и зайдите в командный модуль. Затем нажмите кнопку запуска.

# Interface.LaunchRocketTask1
source: Launch the rocket
cs: Odpálení rakety
es: Lanza el cohete
fr: Lancer la fusée
ru: Запустите ракету

# Interface.ConsoleManuallControl1
source: Finish the network by placing a {THING:StructureCableStraight} in the highlighted position.
cs: Dokončete síť umístěním {THING:StructureCableStraight} na zvýrazněné místo.
es: Termina la red colocando una {THING:StructureCableStraight} en la posición resaltada.
ru: Закончите сеть установив{THING:StructureCableStraight} в выделенное место.

# Interface.ConsoleManuallControl2
source: Place a {THING:StructureConsole} in the highlighted position.
cs: Umístěte {THING:StructureConsole} na zvýrazněné místo.
es: Coloca una {THING:StructureConsole} en la posición resaltada.
ru: Установите {THING:StructureConsole} в выделенное место.

# Interface.ConsoleManualControlSetupTask1
source: Insert the {THING:CircuitboardSolarControl} into the {THING:StructureConsole}.
cs: Vložte {THING:CircuitboardSolarControl} do {THING:StructureConsole}.
es: Inserte la {THING:CircuitboardSolarControl} en la {THING:StructureConsole}.
ru: Установите {THING:CircuitboardSolarControl} в {THING:StructureConsole}.

# Interface.ConsoleManualControlSetupTask2
source: Attach the {THING:ItemGlassSheets} to the {THING:StructureConsole}.
cs: Připojte {THING:ItemGlassSheets} k {THING:StructureConsole}.
es: Coloque las {THING:ItemGlassSheets} a la {THING:StructureConsole}.
ru: Смонтируйте {THING:ItemGlassSheets} к {THING:StructureConsole}.

# Interface.ConsoleManualControlSetupTask3
source: Insert the {THING:ItemDataDisk} into the {THING:StructureConsole}.
cs: Vložte {THING:ItemDataDisk} do {THING:StructureConsole}.
es: Inserte el {THING:ItemDataDisk} en la {THING:StructureConsole}.
ru: Вставьте {THING:ItemDataDisk} в {THING:StructureConsole}.

# Interface.ConsoleManualControlSetupTask4
source: Turn on the {THING:StructureConsole} and select the solar panels displayed.
cs: Zapněte {THING:StructureConsole} a vyberte zobrazené solární panely.
es: Encienda la {THING:StructureConsole} y seleccione los paneles solares que se muestran.
ru: Включите {THING:StructureConsole} и выберите показанные солнечные панели.

# Interface.ConsoleManualControlSetupTask5
source: Remove the {THING:ItemDataDisk} frome the {THING:StructureConsole}.
cs: Odeberte {THING:ItemDataDisk} z {THING:StructureConsole}.
es: Retire el {THING:ItemDataDisk} de la {THING:StructureConsole}.
ru: Заберите {THING:ItemDataDisk} из {THING:StructureConsole}.

# Interface.PickUpDaylightSensor
source: Pick up {THING:ItemKitSensor} units from the crate
cs: Vezměte z bedny jednotky {THING:ItemKitSensor}
es: Recoge las unidades de {THING:ItemKitSensor} de la caja
ru: Возьмите {THING:ItemKitSensor} из ящика

# Interface.DaylightSensor1
source: Place a {THING:StructureDaylightSensor} in the highlighted spot.
cs: Umístěte {THING:StructureDaylightSensor} na zvýrazněné místo.
es: Coloca una {THING:StructureDaylightSensor} en el lugar resaltado.
ru: Установите {THING:StructureDaylightSensor} в выделенное место.

# Interface.PickUpMemory
source: Pick up {THING:ItemKitLogicMemory} units from the nearby crate.
cs: Vezměte {THING:ItemKitLogicMemory} jednotky z nedaleké bedny.
es: Recoge las {THING:ItemKitLogicMemory} unidades de la caja cercana.
ru: Возьмите {THING:ItemKitLogicMemory} из находящегося рядом ящика.

# Interface.StructureLogicMemory
source: Place the {THING:StructureLogicMemory} units in their highlighted positions.
cs: Umístěte jednotky {THING:StructureLogicMemory} na jejich zvýrazněné pozice.
es: Coloca las unidades de {THING:StructureLogicMemory} en sus posiciones resaltadas.
ru: Установите {THING:StructureLogicMemory} в выделенные места.

# Interface.SetupLogicWritter1
source: Turn on the {THING:StructureLogicWriter}.
cs: Zapněte {THING:StructureLogicWriter}.
es: Enciende la {THING:StructureLogicWriter}.
fr: Allumez l'{THING:StructureLogicWriter}.
ru: Включите {THING:StructureLogicWriter}.

# Interface.PickUpLogicProcessor
source: Pick up some {THING:ItemKitLogicProcessor} units from the nearby crate.
cs: Vezměte některé jednotky {THING:ItemKitLogicProcessor} z nedaleké bedny.
es: Recoge algunas unidades de {THING:ItemKitLogicProcessor} de la caja cercana.
fr: Récupérez des {THING:ItemKitLogicProcessor} de la caisse voisine.
ru: Возьмите {THING:ItemKitLogicProcessor} из находящегося рядом ящика.

# Interface.LogicWriter1
source: Place a {THING:StructureLogicWriter} in the highlighted position.
cs: Umístěte {THING:StructureLogicWriter} na zvýrazněné místo.
es: Coloca una {THING:StructureLogicWriter} en la posición resaltada.
fr: Placez un {THING:StructureLogicWriter} à l'endroit en surbrillance.
ru: Установите {THING:StructureLogicWriter} в выделенное место.

# Interface.LogicReader1
source: Place a {THING:StructureLogicReader} in the highlighted position.
cs: Umístěte {THING:StructureLogicReader} na zvýrazněné místo.
es: Coloca una {THING:StructureLogicReader} en la posición resaltada.
fr: Placez un {THING:StructureLogicReader} à l'endroit en surbrillance.
ru: Установите {THING:StructureLogicReader} в выделенное место.

# Interface.PlaceLogicMath
source: Place the first {THING:StructureLogicMath} in the highlighted position.
cs: Umístěte první {THING:StructureLogicMath} na zvýrazněné místo.
es: Coloca la primera {THING:StructureLogicMath} en la posición resaltada.
ru: Установите первый {THING:StructureLogicMath} в выделенное место.

# Interface.PlaceLogicMath1
source: Place the next {THING:StructureLogicMath} in the highlighted position.
cs: Umístěte další {THING:StructureLogicMath} na zvýrazněné místo.
es: Coloca la siguiente {THING:StructureLogicMath} en la posición resaltada.
ru: Установите следующий {THING:StructureLogicMath} в выделенное место.

# Interface.VerticalBatchWritterSetup4
source: Turn on the {THING:StructureLogicBatchWriter}.
cs: Zapněte {THING:StructureLogicBatchWriter}.
es: Enciende la {THING:StructureLogicBatchWriter}.
fr: Allumez le {THING:StructureLogicBatchWriter}.
ru: Включите {THING:StructureLogicBatchWriter}.

# Interface.PickUpLogicInputOutput
source: Pick up a {THING:ItemKitLogicInputOutput} from the crate.
cs: Vezměte{THING:ItemKitLogicInputOutput} z bedny.
es: Coge una {THING:ItemKitLogicInputOutput} de la caja.
fr: Prenez un {THING:ItemKitLogicInputOutput} dans la caisse.
ru: Возьмите {THING:ItemKitLogicInputOutput} из ящика.

# Interface.BatchWriter1
source: Place a {THING:StructureLogicBatchWriter} in the highlighted position.
cs: Umístěte {THING:StructureLogicBatchWriter} na zvýrazněné místo.
es: Coloca una {THING:StructureLogicBatchWriter} en la posición resaltada.
ru: Установите {THING:StructureLogicBatchWriter} в выделенное место.

# Interface.PlaceLogicMath2
source: Place the first {THING:StructureLogicMath} in the highlighted position.
cs: Umístěte první {THING:StructureLogicMath} na zvýrazněné místo.
es: Coloca la primera {THING:StructureLogicMath} en la posición resaltada.
ru: Установите первый {THING:StructureLogicMath} в выделенное место.

# Interface.PlaceLogicMath3
source: Place the second {THING:StructureLogicMath} in the highlighted position.
cs: Umístěte druhý {THING:StructureLogicMath} na zvýrazněné místo.
es: Coloca la segunda {THING:StructureLogicMath} en la posición resaltada.
ru: Установите второй {THING:StructureLogicMath} в выделенное место.

# Interface.BatchWriter2
source: Place a {THING:StructureLogicBatchWriter} in the highlighted position.
cs: Umístěte {THING:StructureLogicBatchWriter} na zvýrazněné místo.
es: Coloca una {THING:StructureLogicBatchWriter} en la posición resaltada.
ru: Установите {THING:StructureLogicBatchWriter} в выделенное место.

# Interface.HorizontalBatchWritterSetup4
source: Turn on the {THING:StructureLogicBatchWriter}.
cs: Zapněte {THING:StructureLogicBatchWriter}.
es: Enciende la {THING:StructureLogicBatchWriter}.
fr: Allumez le {THING:StructureLogicBatchWriter}.
ru: Включите {THING:StructureLogicBatchWriter}.

# Interface.LogicSelect1
source: Place the first {THING:StructureLogicSelect} in the highlighted position.
cs: Umístěte první {THING:StructureLogicSelect} na zvýrazněné místo.
es: Coloca la primera {THING:StructureLogicSelect} en la posición resaltada.
fr: Placez en premier la {THING:StructureLogicSelect} à l'endroit en surbrillance.
ru: Установите первый {THING:StructureLogicSelect} в выделенное место.

# Interface.LogicSelect2
source: Place the Next {THING:StructureLogicSelect} in the highlighted position.
cs: Umístěte další {THING:StructureLogicSelect} na zvýrazněné místo.
es: Coloca la Siguiente {THING:StructureLogicSelect} en la posición resaltada.
fr: Placez ensuite un {THING:StructureLogicSelect} à l'endroit mis en surbrillance
ru: Установите следующий {THING:StructureLogicSelect} в выделенное место.

# Interface.Tutorial11 - GasMixingAndmore
source: Gas mixing
fr: Mélange de gaz
ru: Смешивание газов

# Interface.Tutorial 11 - GasFilteringandmoreDescription
source: A course on refilling suit oxygen tanks and mixing fuel gases.
ru: Курс по заполнению кислородный баллон вашего скафандра и как смешивать газы в топливо.

# Interface.GasMixingInd
source: Gas mixing introduction
fr: Introduction de mélange de gaz
ru: Введение в смешивание газов

# Interface.GasMixingIndDescription
source: Welcome back, Cadet! In this lesson, we'll refill your suit's oxygen tanks, and then mix two gases to make fuel. Fuel is used for many applications: from powering your welder, to launching rockets!
fr: Bienvenue, Cadet ! Dans cette leçon, nous allons voir comment remplir la bouteille d’oxygène de votre combinaison, puis comment mélanger deux gaz pour en faire du carburant. Le carburant est utilisé pour de nombreuses applications, allant de l’alimentation de votre soudeuse au lancement de fusées !
ru: С возвращением, Кадет! На этом уроке мы пополним кислородные баллоны вашего скафандра, а затем смешаем два газа чтобы сделать топливо. Топливо имеет много применений: от сварщика до запуска ракет!

# Interface.RemoveingSuitOxy
source: Removing your suit oxygen tank.
fr: Enlever votre bouteille d’oxygène de la combinaison.
ru: Изъятие кислородного баллона из вашего скафандра.

# Interface.RemoveingSuitOxyDescription
source: Open your suit menu, and move the Oxygen Tank to your hand. You will get an on-screen warning when the tank is removed. Don't panic, there's still a small amount of oxygen circulating in the suit itself. You can now attach the oxygen tank to the {THING:DynamicGasCanisterOxygen} and refill it.
fr: Ouvrez le menu de votre combinaison et placez la bouteille d'oxygène dans votre main. Vous obtiendrez un avertissement à l'écran lorsque la bouteille sera retirée. Pas de panique, c'est parce qu'il y a encore une petite quantité d'oxygène qui circule dans la combinaison. Vous pouvez maintenant insérer la bouteille d'oxygène dans le {THING:DynamicGasCanisterOxygen} pour la remplir.
ru: Откройте меню скафандра и переместите кислородный баллон в вашу руку. Вы получите предупреждение на экране об отсутствующем баке. Не паникуйте, в самом скафандре все еще циркулирует небольшое количество кислорода. Теперь вы можете вставить кислородный баллон в {THING:DynamicGasCanisterOxygen} и пополнить его.

# Interface.RemoveingSuitOxyTask1
source: Take the {THING:ItemGasCanisterOxygen} from your suit.
fr: Prenez le {THING:ItemGasCanisterOxygen} de votre combinaison.
ru: Возьмите {THING:ItemGasCanisterOxygen} из вашего скафандра.

# Interface.RemoveingSuitOxyTask2
source: Place the Oxygen Tank in the {THING:DynamicGasCanisterOxygen}.
fr: Placez la bouteille d'oxygène dans la {THING:DynamicGasCanisterOxygen}.
ru: Установите ваш кислородный баллон в {THING:DynamicGasCanisterOxygen}.

# Interface.RetrievingOxyTank
source: Retrieving the Oxygen Tank
fr: Récupération du réservoir d’oxygène
ru: Изъятие Кислородного Баллона

# Interface.RetrievingOxyTankDescription
source: The {THING:DynamicGasCanisterOxygen} will fill the {THING:ItemGasCanisterOxygen} with oxygen. You can now remove the {THING:ItemGasCanisterOxygen} from the {THING:DynamicGasCanisterOxygen}.
fr: Le {THING:DynamicGasCanisterOxygen} va remplir la {THING:ItemGasCanisterOxygen} avec de l'oxygène. Vous pouvez à présent retirer la {THING:ItemGasCanisterOxygen} du {THING:DynamicGasCanisterOxygen}.
ru: {THING:DynamicGasCanisterOxygen} наполнит кислородом{THING:ItemGasCanisterOxygen}. Теперь вы можете изъять {THING:ItemGasCanisterOxygen} из {THING:DynamicGasCanisterOxygen}.

# Interface.RetrievingOxyTankTask1
source: Remove the {THING:ItemGasCanisterOxygen} from the {THING:DynamicGasCanisterOxygen}.
fr: Supprimez la {THING:ItemGasCanisterOxygen} de {THING:DynamicGasCanisterOxygen}.
ru: Заберите {THING:ItemGasCanisterOxygen} из {THING:DynamicGasCanisterOxygen}.

# Interface.RetrievingOxyTankTask2
source: Replace the {THING:ItemGasCanisterOxygen} back in your suit.
fr: Replacez la {THING:ItemGasCanisterOxygen} dans votre combinaison.
ru: Установите {THING:ItemGasCanisterOxygen} обратно в ваш скафандр.

# Interface.RemoveingFuelCan
source: Removing the Fuel Can
fr: Retirer la bouteille de carburant
ru: Изъятие Топливной Канистры

# Interface.RemoveingFuelCanDescription
source: Your Welder has run out of fuel. To fill it we will need to create the appropropriate gas mixture. Go ahead and put the {THING:ItemGasCanisterFuel} into the {THING:StructureGasTankStorage}.
fr: Votre chalumeau est à court de carburant. Pour le recharger, nous devrons créer un mélange de gaz approprié. Allez placer la {THING:ItemGasCanisterFuel} dans le {THING:StructureGasTankStorage}.
ru: У вашего сварщика кончилось топливо. Чтобы заполнить его, нам нужно будет создать подходящую смесь газа. Принимайтесь за дело и поместите {THING:ItemGasCanisterFuel} в {THING:StructureGasTankStorage}.

# Interface.RemoveingFuelCanTask1
source: Remove the {THING:ItemGasCanisterFuel} from the {THING:ItemWeldingTorch} in your {THING:ItemToolBelt}
fr: Retirez la {THING:ItemGasCanisterFuel} du {THING:ItemWeldingTorch} dans votre {THING:ItemToolBelt}
ru: Заберите {THING:ItemGasCanisterFuel} из {THING:ItemWeldingTorch} который находится в вашем {THING:ItemToolBelt}

# Interface.RemoveingFuelCanTask2
source: Place the {THING:ItemGasCanisterFuel} into the yellow {THING:StructureGasTankStorage} found on the floor.
fr: Placez la {THING:ItemGasCanisterFuel} dans le {THING:StructureGasTankStorage} jaune posé au sol derrière vous.
ru: Установите {THING:ItemGasCanisterFuel} в желтый {THING:StructureGasTankStorage} находящийся на полу.

# Interface.Valves
source: Valves
fr: Vannes
ru: Вентили

# Interface.ValvesDescription
source: We now need to set up a pipe network for the gas mixing system. Start by placing valves next to each {THING:StructureTankConnector}. This lets you shut off the network from newly attached gas tanks, until we are ready to connect them to the pipe network.
fr: Nous devons mettre en place maintenant un réseau de canalisations pour le système de mélange de gaz. Commencez par placer des vannes à côté de chaque {THING:StructureTankConnector}. Cela vous permet de couper le réseau des réservoirs de gaz nouvellement connectés, jusqu'à ce que nous soyons prêts à les connecter au réseau de canalisations.
ru: Теперь нам необходимо создать сеть труб для смешивания газов. Начните с размещения вентилей рядом с каждым {THING:StructureTankConnector}. Это позволит отключить сеть от прикрепленных газовых баллонов, пока мы не будем готовы подключить их к сети труб.

# Interface.ValvesTask1
source: Get a {THING:ItemPipeValve} from the nearby crate and place it in the highlighted spot.
fr: Récupérez une {THING:ItemPipeValve} dans la caisse voisine et placez-la à l'endroit en surbrillance.
ru: Возьмите {THING:ItemPipeValve} из находящегося рядом ящика и поместите в выделенное место.

# Interface.PipeMeters
source: Pipe Meters
fr: Manomètre
ru: Манометры

# Interface.PipeMetersDescription
source: {THING:StructurePipeMeter} allow us to see the current pressure inside a pipe network. Place these next to the {THING:ItemPipeValve}. Note that they are placed on top of a pipe, rather than being their own object. Find some in the crate nearby.
fr: Le {THING:StructurePipeMeter} vous permet de voir la pression actuelle à l'intérieur d'un réseau de canalisations. Placez-les à côté de chaque {THING:ItemPipeValve}. Notez qu'ils sont placés sur un tuyau et non entre deux tuyaux. Prenez-les dans la caisse à proximité.
ru: {THING:StructurePipeMeter} позволяет нам видеть текущее давление внутри сети труб. Поместите их рядом с {THING:ItemPipeValve}. Обратите внимание, что они располагаются поверх труб, а не являются самостоятельным устройством. Найти их можно в ящике поблизости.

# Interface.PipeMetersTask1
source: Place a {THING:StructurePipeMeter} in the highlighted position.
fr: Placez un {THING:StructurePipeMeter} à l'endroit en surbrillance.
ru: Установите {THING:StructurePipeMeter} в помеченной области.

# Interface.GasMixer
source: Gas GasMixer
fr: Mélangeur de gaz
ru: Газовый Газосмеситель

# Interface.GasMixerDescription
source: The Gas Mixer allows us to combine two gases at a defined ratio. This lets you create the fuel mix needed for the {THING:ItemWeldingTorch}.
fr: Le mélangeur de gaz permet de mélanger deux gaz dans des proportions définies. Cela vous permet de créer le carburant nécessaire pour le {THING:ItemWeldingTorch}.
ru: Смеситель газов позволяет нам объединить два газа в определенном соотношении. Это позволяет создать топливную смесь, необходимую для {THING:ItemWeldingTorch}.
