Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.7Narration12D
source: You don't want gases mixing until you're ready. So you need to open and close pipes using valves. We've placed one for you. Add another to your oxygen network.
cs: Nechcete, aby se plyny míchaly, dokud nebudete připraveni. Potřebujete tedy otevírat a zavírat potrubí pomocí ventilů. Jeden jsme pro vás umístili. Přidejte do své kyslíkové sítě další.
es: No quieres que los gases se mezclen hasta que estés listo. Por lo tanto, debe abrir y cerrar tuberías con válvulas. Hemos colocado una para ti. Agregue otra a su red de oxígeno.

# Interface.7Narration13D
source: To recharge a fuel cannister, put it in tank storage unit. These attach directly to pipe networks. Build one in the indicated spot.
cs: Chcete-li kanystr s palivem doplnit, vložte jej do zásobníku paliva. Ty se připojují přímo k potrubním sítím. Postavte jeden na určeném místě.
es: Para recargar una botella de combustible, colóquela en la unidad de almacenamiento del tanque. Estas se conectan directamente a las redes de tuberías. Construye una en el lugar indicado.

# Interface.7Narration14D
source: Excellent! Your gas network is now set up. Insert your welder's empty fuel canister into the storage unit, so it's ready fo refilling.
cs: Výborně! Vaše plynová síť je nyní nastavena. Vložte prázdný kanystr svářečky do zásobníku, aby byl připraven k doplnění.
es: ¡Excelente! Su red de gas ya está configurada. Inserte la botella de combustible vacía de su soldador en la unidad de almacenamiento, para que esté lista para rellenarse.

# Interface.7AddCanisterToTankConnector
source: Insert welder fuel canister into tank storage unit
cs: Vložte kanystr na palivo ze svářečky do úložiště kanystru
es: Inserte el recipiente de combustible del soldador en la unidad de almacenamiento del tanque

# Interface.7Narration15D
source: To find the correct gas mix ratio for fuel, consult the Stationpedia Canister (Fuel) page.
cs: Správný poměr směsi plynu pro palivo najdete na stránce Kanystr (palivo) ve Stationpedii.
es: Para encontrar la relación de mezcla de gases correcta para el combustible, consulte la página Stationpedia botella (Combustible).

# Interface.7Narration16D
source: Good, now set the pressure on the regulator. This will stop your canister from over-pressurizing and exploding. A safe pressure for canisters is 1950kPa, although they can tolerate up to almost 10MPa.
cs: Dobře, nyní nastavte tlak na regulátoru. Tím zabráníte přetlakování kanystru a jeho explozi. Bezpečný tlak pro kanystry je 1950 kPa, i když snesou až téměř 10 MPa.
es: Bien, ahora presione al regulador. Esto evitará que su botella se sobre-presione y explote. Una presión segura para las botellas es de 1950kPa, aunque pueden tolerar hasta casi 10MPa.

# Interface.7Narration18D
source: Stirling work, Cadet. Your fuel canister is now refilled. The ODA is relieved and impressed with your self-sufficiency. Insert the canister into your welder.
es: Es una Obra de Stirling, Cadete. Su botella de combustible ahora está llena. La ODA se siente aliviada e impresionada con su autosuficiencia. Inserte el recipiente en su soldador.

# Interface.7Narration19D
source: Very promising, Cadet. The ODA will be gald to hear that you can be trusted to filter and mix combustible fuels. Excellent progress. Press the mysterious blue button to transmit your results.
es: Muy prometedor, Cadete. La ODA estará lista para escuchar que se puede confiar en usted para filtrar y mezclar combustibles. Excelente progreso. Presiona el misterioso botón azul para transmitir tus resultados.

# Interface.7Narration19AD
source: You can now finish this room by completing the airlock with your fully refueled welder. Let's build!
es: Ahora puede terminar esta habitación completando la esclusa de aire con su soldador completamente reabastecido. ¡Construyamos!

# Interface.7Narration18DTablet
source: Excellent. While the canister is filling, use your tablet to check that oxygen is entering the pipe. You'll need to insert the Atmos Analyzer, then hold the tablet over the pipe.
es: Excelente. Mientras el recipiente se está llenando, use su tableta para verificar que el oxígeno esté ingresando a la tubería. Deberá insertar el analizador Atmos y, a continuación, sostener la tableta sobre la tubería.

# Interface.GasMixingCompleteTutorial
source: The ODA hereby acknowledges the bearer of this certificate possesses a level of fundamental proficiency in the disciplines of gas mixing and filtration.
es: La ODA reconoce que el portador de este certificado posee un nivel de competencia fundamental en las disciplinas de mezcla y filtración de gases.

# Interface.TutoiralLogic
source: Logic
cs: Logika
es: Logica

# Interface.TutoiralLogicDescription
source: Enhance your understanding of basic logic systems.
es: Mejore su comprensión de los sistemas lógicos básicos.

# Interface.TutoiralLogicSubTitle
source: Practical Training: Stage VIII
cs: Praktický výcvik: Fáze III
es: Formación Práctica: Etapa VIII

# Interface.IntoTutoiralLogicDescription
source: Welcome back, Cadet. Stationeer Command wants to test your understanding of basic logic circuits. Demonstrate your skills by designing a lighting control system.
es: Bienvenido de nuevo, Cadete. El Commando Stationeer quiere poner a prueba su comprensión de los circuitos lógicos básicos. Demuestre sus habilidades diseñando un sistema de control de iluminación.

# Interface.8Narration0D
source: Like most logic systems in the galaxy, Stationeers devices use two values: 0 and 1, to set states like 'on/off', 'open/close' and 'lock/unlock'. Today, you will use logic systems to control a lighting system. Start by placing a light switch. Use the lever from the Kit (Logic Switch).
es: Como la mayoría de los sistemas lógicos en la galaxia, los dispositivos Stationeers usan dos valores: 0 y 1, para establecer estados como 'encendido / apagado', 'abrir / cerrar' y 'bloquear / desbloquear'. Hoy en día, utilizará sistemas lógicos para controlar un sistema de iluminación. Comience colocando un interruptor de luz. Utilice la palanca del Kit (Interruptor Lógico).

# Interface.8ConstructLever
source: Use Kit (Logic Switch) to place a lever in highlighted position
cs: Použijte sadu (logický spínač) k umístění páčky do zvýrazněné polohy
es: Utilice el kit (interruptor lógico) para colocar una palanca en posición resaltada

# Interface.8Narration1D
source: Most ODA devices have two ports: power and data. Data ports transmit information about a device's current state, using the same network as power. So connect your lever to the cable network.
es: La mayoría de los dispositivos ODA tienen dos puertos: alimentación y datos. Los puertos de datos transmiten información sobre el estado actual de un dispositivo, utilizando la misma red que la energía. Así que conecte su palanca a la red de cables.

# Interface.8ConstructCable
source: Place cable in highlighted position.
cs: Umístěte kabel do zvýrazněné polohy.
es: Coloque el cable en posición resaltada.

# Interface.8ConstructCable2
source: Connect data port on lever to cable network
cs: Připojte datový port na páce ke kabelové síti
es: Conecte el puerto de datos de la palanca a la red de cables

# Interface.8Narration2D
source: As its name suggests, a logic reader is how you read logic values FROM devices. To read data from the lever, place a logic reader in the highlighted position. Note that logic flows in one direction only.
cs: Jak už název napovídá, logická čtečka slouží ke čtení logických hodnot ze zařízení. Chcete-li číst data z páky, umístěte logickou čtečku do zvýrazněné pozice. Všimněte si, že logika proudí pouze jedním směrem.
es: Como su nombre indica, un lector lógico es la forma en que se leen los valores lógicos de los dispositivos. Para leer los datos de la palanca, coloque un lector lógico en la posición resaltada. Tenga en cuenta que la lógica fluye en una sola dirección.

# Interface.8ConstructReader
source: Place logic reader in highlighted position
cs: Umístěte logickou čtečku na zvýrazněnou polohu
es: Coloque el lector lógico en posición resaltada

# Interface.8Narration3D
source: A logic writer is different. It recieves data from the logic reader, then writes that data TO a given device - a light, in this case.
cs: Logický zapisovač je jiný. Přijímá data z logické čtečky a poté je zapisuje do daného zařízení - v tomto případě do světla.
es: Un escritor lógico es diferente. Recibe datos del lector lógico, luego escribe esos datos en un dispositivo determinado, una luz, en este caso.

# Interface.8ConstructWriter
source: Place logic writer in highlighted position
cs: Umístěte logický zapisovač na zvýrazněnou pozici
es: Coloque el escritor lógico en posición resaltada

# Interface.8Narration4D
source: Now it's time to program these logic devices. Start with the logic reader. Use a screwdriver to set the input (IN) to 'Lever'. Then set the variable (VAR) it will read to 'Open'.
es: Ahora es el momento de programar estos dispositivos lógicos. Comience con el lector de lógica. Utilice un destornillador para configurar la entrada (IN) en 'Palanca'. Luego configure la variable (VAR) que leerá en 'Abrir'.

# Interface.8LogicReaderLogicInput1
source: Set logic reader input (IN) to 'Lever'
es: Establezca la entrada del lector lógico (IN) en 'Palanca'

# Interface.8LogicReaderLogic1
source: Set logic reader variable (VAR) to 'Open'
es: Establecer la variable de lector lógico (VAR) en 'Abrir'

# Interface.8Narration5D
source: Now program the logic writer. Set the writer's input (IN) to 'Logic reader', and its output (OUT) to 'Wall Light'. Lastly, set the output variable (OUT VAR) to 'On', so that it toggles the light's on/off variable.
cs: Nyní naprogramujte logický zapisovač. Nastavte vstup zapisovače (IN) na "Logická čtečka" a jeho výstup (VEN) na "Nástěnné světlo". Nakonec nastavte výstupní proměnnou (OUT VAR) na 'Zapnuto', aby přepínala proměnnou zapnuto/vypnuto světlo.
es: Ahora programe el escritor de lógica. Establezca la entrada del escritor (IN) en 'Lector lógico' y su salida (OUT) en 'Luz de pared'. Por último, configure la variable de salida (OUT VAR) en 'On', de modo que alterne la variable de encendido / apagado de la luz.

# Interface.8LogicWritterInput1
source: Set logic writer input (IN) to 'Logic reader'
cs: Nastavte vstup logického zapisovače (DO) na "Logická čtečka"
es: Establecer la entrada del escritor lógico (IN) en 'Lector lógico'

# Interface.LogicWritterOutput1
source: Set logic writer output (OUT) to 'Wall Light'
cs: Nastavte výstup logického zapisovače (VEN) na "Nástěnné světlo"
es: Establezca la salida del escritor lógico (OUT) en 'Luz de pared'

# Interface.8LogicWritterLogic1
source: Set output variable (OUT VAR) to 'On'
es: Establecer la variable de salida (OUT VAR) en 'On'

# Interface.8Narration6D
source: Now the logic reader and the logic writer are programmed, so it's safe to turn them on.
cs: Nyní jsou logická čtečka a logický zapisovač naprogramovány, takže je lze bezpečně zapnout.
es: Ahora el lector de lógica y el escritor de lógica están programados, por lo que es seguro activarlos.

# Interface.8TurnOnReader
source: Turn on logic reader
cs: Zapněte čtečku logiky
es: Enciende el lector lógico

# Interface.8TurnOnWriter
source: Turn on logic writer
cs: Zapněte logický zapisovač
es: Enciende el grabador lógico

# Interface.8Narration7D
source: Excellent - now you're ready to test the logic circuit. Try turning on the light by flipping the lever.
es: Excelente: ahora está listo para probar el circuito lógico. Intente encender la luz girando la palanca.

# Interface.8TurnOnWallLight
source: Use lever to turn on light
es: Use la palanca para encender la luz

# Interface.8Narration8D
source: Well done, Cadet - you've created a basic logic circuit. Now, set up a system to control several lights at once. Start by connecting all of the lights in the room to the logic network.
es: Bien hecho, Cadete: has creado un circuito lógico básico. Ahora, configure un sistema para controlar varias luces a la vez. Comience conectando todas las luces de la sala a la red lógica.

# Interface.8ConstructCable2
source: Complete logic cable network for lights
cs: Dokončete logickou kabelovou síť pro světla
es: Completa la red de cables lógicos para luces

# Interface.8Narration9D
source: To set up this system, you'll need to adjust the logic devices. Turn them off first, or they get confused.
es: Para configurar este sistema, deberá ajustar los dispositivos lógicos. Apagarlos primero, o se confundiran.

# Interface.8TurnOffWriter
source: Turn off logic writer
cs: Vypněte logický zapisovač
es: Desactivar el escritor lógico

# Interface.8TurnOffReader
source: Turn off logic reader
cs: Vypněte logickou čtečku
es: Desactivar el lector lógico

# Interface.8Narration10D
source: With the logic writer turned off, you can reset the lever without throwing yourself into terrifying darkness.
cs: S vypnutým logickým zapisovačem můžete páku resetovat, aniž byste se museli vrhnout do děsivé tmy.
es: Con el escritor de lógica apagado, puede restablecer la palanca sin lanzarse a una oscuridad aterradora.

# Interface.8Closelever
source: Reset logic lever.
es: Restablecer palanca lógica.

# Interface.8Narration11D
source: You need to add a batch writer to the network. Batch writers are just like logic writers, except they can write to multiple devices.
cs: Do sítě je třeba přidat dávkový zapisovač. Dávkové zapisovače jsou stejné jako logické zapisovače, ale mohou zapisovat na více zařízení.
es: Debe agregar un escritor por lotes a la red. Los escritores por lotes son como los escritores lógicos, excepto que pueden escribir en múltiples dispositivos.

# Interface.8ConstructBatchWriter
source: Place batch writer in highlighted position
cs: Umístěte dávkový zapisovač do zvýrazněné pozice
es: Coloque el escritor de lotes en posición resaltada

# Interface.8Narration12D
source: Search through the batch writer's outputs for 'Wall Light'. This will cause it to write to every wall light on the network.
cs: Vyhledejte ve výstupech dávkového zapisovače "Nástěnné světlo". To způsobí, že bude zapisovat do všech nástěnných světel v síti.
es: Busque en las salidas del escritor por lotes 'Luz de pared'. Esto hará que escriba en cada luz de pared en la red.

# Interface.8BatchWriterOutput
source: Set batch writer output (OUT TYPE) to 'Wall Light'
cs: Nastavte výstup dávkového zapisovače (VEN) na "Nástěnné světlo".
es: Establezca la salida del escritor por lotes (OUT TYPE) en 'Luz de pared'

# Interface.8Narration13D
source: Now set the batch writer's input (IN) to 'logic reader'. Then set the variable it writes to (OUT VAR) on the light as 'On'.
cs: Nyní nastavte vstup (DO) dávkového zapisovače na hodnotu "logická čtečka". Poté nastavte proměnnou, do které zapisuje (VEN VAR), na světle jako 'Zapnuto'.
es: Ahora establezca la entrada del escritor por lotes (IN) en 'lector lógico'. A continuación, establezca la variable en la que escribe (OUT VAR) en la luz como 'On'.

# Interface.8BatchWriterInput
source: Set batch writer input (IN) to 'Logic reader'
cs: Nastavte vstup pro dávkový zapisovač (DO) na "Logická čtečka"
es: Establecer la entrada del escritor por lotes (IN) en 'Lector lógico'

# Interface.8BatchWriterLogicType
source: Set output variable (OUT VAR) to 'On'.
es: Establezca la variable de salida (OUT VAR) en 'On'.

# Interface.8Narration14D
source: The batch writer is now programmed. So you're ready to turn it on, as well as the logic reader.
cs: Dávkový zapisovač je nyní naprogramován. Můžete jej tedy zapnout, stejně jako logickou čtečku.
es: El escritor por lotes ahora está programado. Así que estás listo para encenderlo, así como el lector de lógica.

# Interface.8TurnOnBatchWriter
source: Turn on batch writer
cs: Zapněte dávkový zapisovač
es: Enciende el escritor por lotes

# Interface.8Narration15D
source: Okay, let's test the whole system now - throw the lever and let there be light!
es: Bien, probemos todo el sistema ahora: ¡tire la palanca y deje que haya luz!

# Interface.8TurnOnWallLight
source: Turn on the lights
cs: Zapněte světla
es: Enciende las luces

# Interface.8Narration16D
source: Great work, Cadet - you've mastered basic logic. But to transmit your results, you need to get out of this room. The doors are locked! Use logic to fix that. First, turn off the logic units.
es: Gran trabajo, Cadete: has dominado la lógica básica. Pero para transmitir sus resultados, debe salir de esta habitación. ¡Las puertas están cerradas! Usa la lógica para arreglar eso. Primero, apague las unidades lógicas.

# Interface.8TurnOffBatchWriter
source: Turn off batch writer
cs: Vypněte dávkový zapisovač
es: Desactivar el escritor por lotes

# Interface.8Narration17D
source: You can now reset the logic lever without turning off your lights.
es: Ahora puede restablecer la palanca lógica sin apagar las luces.

# Interface.8Closelever
source: Reset logic lever
es: Restablecer palanca lógica

# Interface.8Narration18D
source: Programing the door is simple. It's already connected to the network - so just set the original logic writer to output to 'Glass Door', and write to the door's 'Open' variable.
cs: Programování dveří je jednoduché. Jsou již připojeny k síti - stačí tedy nastavit původní logický zapisovač na výstup "Skleněné dveře" a zapsat do proměnné "Otevřeno" dveří.
es: Programar la puerta es sencillo. Ya está conectado a la red, así que simplemente configure el escritor lógico original para que se genere en 'Puerta de vidrio' y escriba en la variable 'Abrir' de la puerta.

# Interface.8BatchWriterOutput2
source: Set logic writer output (OUT) to 'Glass Door'
cs: Nastavte výstup logického zapisovače (VEN) na 'Skleněné dveře'
es: Establezca la salida del escritor lógico (OUT) en 'Puerta de cristal'

# Interface.8BatchWriterLogicType2
source: Set logic writer variable (OUT VAR) to 'Open'
cs: Nastavte proměnnou logického zapisovače (OUT VAR) na 'Otevřít'
es: Establecer la variable de escritor lógico (OUT VAR) en 'Abrir'

# Interface.8Narration19D
source: Now open the door using the logic lever.
es: Ahora abre la puerta usando la palanca lógica.

# Interface.8OpenDoor
source: Use logic lever to open door
es: Utilice la palanca lógica para abrir la puerta

# Interface.8Narration20D
source: Excellent, Cadet. You now have the knowledge and skills to create basic logic circuits. Take your new wisdom, and experiment with other devices, systems and networks. There's a universe of possiblities out there. Press the important blue button to transmit your results to the ODA.
es: Excelente, Cadete. Ahora tiene el conocimiento y las habilidades para crear circuitos lógicos básicos. Toma tu nueva sabiduría y experimenta con otros dispositivos, sistemas y redes. Hay un universo de posibilidades por ahí. Presione el botón azul importante para transmitir sus resultados a la ODA.

# Interface.TutoiralLogicCompleteTutorial
source: This confirms that the accredited holder of this NFT certificate has demonstrated adequate skills and knowledge of basic logic systems.
es: Esto confirma que el titular acreditado de este certificado NFT ha demostrado habilidades y conocimientos adecuados de sistemas lógicos básicos.

# Interface.TutoiralResearchDescription
source: I should do some more research when writing these. I really don't know what I'm on about and I guess in a sense no one knows what anyones on about we all ride the wave of life together.
es: Debería investigar un poco más al escribir esto. Realmente no sé de qué estoy hablando y supongo que, en cierto sentido, nadie sabe qué dicen los demás sobre que todos montamos la ola de la vida juntos.

# Interface.TutoiralRocketryDescription
source: ROCKET ... guyyyyyy, I'm not getting sued by some random guy.
cs: RAKETA ... chlapeeee, nenechám se žalovat nějakým náhodným chlapem.
es: ROCKET ... guayyyyyy, no me va a demandar ningún tipo cualquiera.

# Interface.Tutorial-BasicRocketryDescription
source: A rocket science refresher.
cs: Osvěžení raketové vědy.
es: Un repaso de la ciencia espacial.

# Interface.SettingTheDestination7
source: Set the LogicType value on the {THING:StructureLogicWriter} to "Setting" using a {THING:ItemScrewdriver}
cs: Nastavte hodnotu typ logiky na {THING:StructureLogicWriter} na "Nastavení" pomocí {THING:ItemScrewdriver}
es: Ajusta el valoer LogicType en el {THING:StructureLogicWriter} para "ajustar" usa un {THING:ItemScrewdriver}
fr: Définissez la valeur LogicType du {THING:StructureLogicWriter} à "Setting" en utilisant votre {THING:ItemScrewdriver}

# Interface.Tutorial10-CircuitLogicSolarTracking
source: ADV Circuit Logic - Solar Tracking
cs: ADV Logika obvodu - Solární sledování
es: ADV Lógica de circuitos - Seguimiento solar
fr: ADV Circuit Logique - Suivi solaire

# Interface.CircuitLogicSolarTrackingDescription
source: Automate Solar panels using circuit logic.
cs: Automatizujte solární panely pomocí logiky obvodu.
es: Automatizar los paneles solares usando la lógica de los circuitos.
fr: Automatisez les panneaux solaires en utilisant un circuit logique.

# Interface.MoveToArea
source: Move To Area
cs: Přesuňte se do oblasti
es: Muévete a la zona
fr: Déménagement vers la zone

# Interface.MoveToAreaDescription
source: Take the elevator down to the Main Hub and follow the lit hallway to Tutorial area.
cs: Sjeďte výtahem dolů k hlavnímu centru a sledujte osvětlenou chodbu do výukové oblasti.
es: Toma el ascensor hasta el centro principal y sigue el pasillo iluminado hasta la zona del tutorial.
fr: Prenez l’ascenseur jusqu’au Hub Principal et suivez le couloir éclairé jusqu’à la zone Tutorial.

# Interface.MoveToAreaTask1
source: Cycle airlock to Tutorial area.
cs: Synchronizujte přechodovou komoru do výukové oblasti.
es: Ciclo de esclusa en la zona del tutorial.
fr: Accédez au SAS jusqu'à la zone du tutoriel

# Interface.ConsoleManuallControl
source: Solar Console Control
cs: Ovládání solární konzole
es: Control de la consola solar
fr: Contrôle de la console solaire

# Interface.ConsoleManuallControlDescription
source: Aligning solar panels can be a time-consuming task. To speed up the job, link the solar panels together and connect them to a control console, so you can manually adjust their positions all at once. Everything you need is in the crate.
cs: Vyrovnání solárních panelů může být časově náročný úkol. Chcete-li úlohu urychlit, propojte solární panely dohromady a připojte je k ovládací konzoli, abyste mohli ručně upravit jejich polohu najednou. Vše, co potřebujete, je v bedně.
es: Alinear paneles solares puede ser una tarea que requiere mucho tiempo. Para acelerar el trabajo, conecte los paneles solares y conéctelos a una consola de control, para que pueda ajustar manualmente sus posiciones de una vez. Todo lo que necesitas está en la caja.
fr: L’alignement des panneaux solaires peut prendre beaucoup de temps. Pour accélérer le travail, reliez les panneaux solaires ensemble et connectez-les à une console de contrôle, de sorte que vous pouvez ajuster manuellement leurs positions tout à la fois. Tout ce dont vous avez besoin est dans la caisse.

# Interface.ConsoleManualControlSetup
source: Console Manual Control Setup
cs: Ruční nastavení ovládání konzole
es: Configuración del control manual de la consola
fr: Configuration du contrôle manuel de la console
