Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.4.5Narration16D
source: Like rocketry and party planning, getting your complete ratios correct is critical to alloy smelting. Consult the Stationpedia to find the best ratio of iron and carbon for smelting steel, as well as the appropriate pressure and temperature.
cs: Stejně jako u raket a plánování večírků je pro tavení slitin zásadní správné nastavení kompletních poměrů. Nahlédněte do Stationpedie a zjistěte nejlepší poměr železa a uhlíku pro tavení oceli, stejně jako vhodný tlak a teplotu.
es: Al igual que los cohetes y la planificación de fiestas, obtener las proporciones completas correctas es fundamental para la fundición de aleaciones. Consulte la Stationpedia para encontrar la mejor proporción de hierro y carbono para fundir acero, así como la presión y temperatura adecuadas.
ru: Как в ракетостроении и планировании вечеринок, получение правильных пропорций имеет решающее значение в выплавке сплавов. Обратитесь к Станциопедии чтобы узнать лучшие пропорции железа и углерода для выплавки стали, а так же подходящие давление и температуру.

# Interface.4.5HowToMakeSteel
source: Consult ingot (steel) page in Stationpedia
cs: Podívejte se na stránku ingotu (ocel) ve Stationpedii
es: Consulte la página de el lingote de (acero) en la Stationpedia
ru: Посмотрите страницу слитка (Стали) в Станциопедии

# Interface.4.5Narration17D
source: When you add carbon (coal) and iron from the cabinet to the furnace, the furnace will automatically start smelting the alloy. If you eject the iron before adding the coal, you will simply make an iron ingot.
cs: Když do pece přidáte uhlík (uhlí) a železo ze skříně, pec začne automaticky tavit slitinu. Pokud železo vyhodíte před přidáním uhlí, jednoduše vyrobíte železný ingot.
es: Cuando agrega carbón (carbón) y hierro del gabinete al horno, el horno automáticamente comenzará a fundir la aleación. Si expulsa el hierro antes de agregar el carbón, simplemente hará un lingote de hierro.
ru: Когда ты добавишь углерод (уголь) и железо из шкафчика в печь, печь начнет автоматически выплавлять сплав. Если ты извлечешь железо перед добавлением угля, у тебя просто получится железный слиток.

# Interface.4.5AddIrontoFurnace
source: Add 24 iron
cs: Přidejte 24 železa
es: Añade 24 de hierro
ru: Добавьте 24 железа

# Interface.4.5AddCoaltoFurnace
source: Add 8 coal
cs: Přidejte 8 uhlí
es: Añade 8 de carbón
ru: Добавьте 8 угля

# Interface.4.5SmeltSteel
source: Wait for steel ingot to complete smelting
cs: Počkejte na dokončení roztavení ocelového ingotu
es: Espera que se funda un lingote de acero para terminar la fundición
ru: Подождите пока стальной слиток не закончит выплавляться

# Interface.4.5PickUpSteel
source: Eject and pick up steel ingot
cs: Vysuňte a vezměte ocelový ingot
es: Expulsa y recoge el lingote de acero
ru: Извлеките и подберите стальной слиток

# Interface.4.5Narration18D
source: Well done, Cadet. Now you have everything you need to upgrade your power system with a station battery. Print the Kit (Battery) using the electronics printer.
cs: Výborně, kadete. Nyní máte vše, co potřebujete k modernizaci svého napájecího systému pomocí baterie stanice. Vytiskněte sadu (baterie) pomocí tiskárny elektroniky.
es: Bien hecho, Cadete. Ahora tiene todo lo que necesita para actualizar su sistema de energía con una batería de estación. Imprima el kit (batería) utilizando la impresora electrónica.
ru: Отличная работа, Кадет. Теперь у тебя есть все для усовершенствования твоей энергетической системы с помощью стационарной батареи. Напечатай Набор (Батарея) на принтере электроники.

# Interface.4.5MakeStationBattery
source: Print a Kit (Battery)
cs: Vytiskněte sadu (baterie)
es: Imprime un kit (batería)
ru: Напечатайте Набор (Батарея)

# Interface.4.5Narration19D
source: Excellent. Station batteries let you store excess power, so you don't need to be continually generating it. Place it alongside the other batteries in your array.
cs: Vynikající. Baterie stanice umožňují ukládat přebytečnou energii, takže ji nemusíte neustále vyrábět. Umístěte je vedle ostatních baterií ve svém poli.
es: Excelente. Las baterías de la estación le permiten almacenar el exceso de energía, por lo que no necesita generarla continuamente. Colóquelo junto a las otras baterías de su matriz.
ru: Превосходно. Стационарные батареи позволяют хранить излишки энергии, так что тебе не придется постоянно генерировать ее. Установи ее рядом с другими батареями их массиве.

# Interface.4.5BuildStationBattery
source: Place Kit (Battery) in highlighted position
cs: Umístěte sadu (baterie) na zvýrazněné místo
es: Coloca el kit (batería) en la posición resaltada
ru: Установи Набор (Батарея) в подсвеченном месте

# Interface.4.5Narration20D
source: Just to be safe, batteries must be turned on to recieve power. A battery's power switch is on the side.
cs: Pro jistotu musí být baterie zapnuté, aby mohly být napájeny. Vypínač napájení baterie je na boku.
es: Solo para estar seguro, las baterías tienen que estar encendidas para empezar a recibir energía. El interruptor de la bateria esta en el lateral.
ru: Просто на всякий случай, батареи должны быть включены чтобы получать энергию. Переключатель питания находится сбоку батареи.

# Interface.4.5Narration21D
source: Almost there! Turn on the battery network's area power controller (APC) to link it to the main power network. The APC isolates the battery network, and ensures stable, steady power flow into the main network.
cs: Už to skoro je! Zapněte regulátor napěťového okruhu bateriové sítě (APC), abyste ji propojili s hlavní napájecí sítí. APC izoluje bateriovou síť a zajišťuje stabilní a stálý tok energie do hlavní sítě.
es: ¡Casi ahí! Encienda el controlador de energía de área (APC) de la red de la batería para conectarlo a la red de energía principal. El APC aísla la red de la batería y garantiza un flujo de energía estable y constante en la red principal.
ru: Почти готово! Включи источник бесперебойного питания (ИБП) батарейной сети чтобы подключить ее к основной энергетической сети. ИБП изолирует батарейную энергосеть и обеспечивает стабильный, постоянный приток энергии в основную сеть.

# Interface.4.5TurnAPC
source: Turn on main power APC
cs: Zapněte hlavní napájení APC
es: Enciende la energía principal del APC
ru: Включите ИБП основного питания

# Interface.4.5Narration22D
source: Congratulations - your base's power system is finished! That's the last step of Practical Testing, Phase V. Press the important 'Complete' button to transmit your results to Stationeer Command.
cs: Gratulujeme - energetický systém vaší základny je hotov! To je poslední krok praktického výcviku, fáze V. Stisknutím důležitého tlačítka "Dokončit" odešlete výsledky do velitelství Stationeerů.
es: ¡Felicitaciones, el sistema de energía de su base está terminado! Ese es el último paso de la Prueba Práctica, Fase V. Presione el botón 'Completar' para transmitir sus resultados a Stationeer Command.
ru: Поздравляю - энергетическая система твоей базы завершена! Это последний этап Практического Тестирования, Фаза V. Нажми на важную 'завершающую' кнопку чтобы отправить твои результаты в Командование Станционеров.

# Interface.4.5OnButtonPressTaskT1
source: Press important button to complete test
cs: Pro dokončení testu stiskněte důležité tlačítko
es: Presione el botón importante para completar la prueba
ru: Нажмите важную кнопку чтобы завершить испытание

# Interface.4.5AddCoppertoFurnace
source: Insert 50 copper ore into furnace
cs: Přidejte 50 měděné rudy do pece
es: Insertar mineral de cobre 50 en el horno
ru: Добавьте 50 медной руды в печь

# Interface.4.5TurnOffVolPump
source: Turn off the volume pump
cs: Vypněte objemové čerpadlo
es: Apague la bomba de volumen
ru: Выключите помпу

# Interface.4.5CloseFurnace
source: Close the furnace with the release lever
cs: Zavřete pec uvolňovací pákou
es: Cierre el horno con la palanca de liberación
ru: Закрой печь с помощью выпускного рычага

# Interface.4.5OpenMiningbelt
source: Open Mining belt
cs: Otevřete hornický opasek
es: Abre el cinturón de minería.
ru: Откройте Шахтёрский пояс

# Interface.4.5PediaNavigationClose
source: Close the Stationpedia when you are finished reading
cs: Po přečtení zavřete Stationpedii
es: Cierre la Stationpedia cuando haya terminado de leer
ru: Закройте Станциопедию когда закончите читать

# Interface.4.5RemoveDataDisk
source: Remove Data Disk from console
cs: Odeberte datový disk z konzole
es: Extrae el disco de datos de la consola
ru: Заберите диск данных из консоли

# Interface.4.5NarrationInsert1D
source: Your copper ingot is complete. Pull the lever to remove the completed ingot.
cs: Váš měděný ingot je hotový. Zatáhněte za páku a vyjměte hotový ingot.
es: Tu lingote de cobre está completo. Tire de la palanca para quitar el lingote terminado.
ru: Твои медный слиток готов. Потяни рычаг чтобы извлечь готовый слиток.

# Interface.4.5NarrationInsert2D
source: Now turn on the main power network, and ... let there be light
cs: Nyní zapněte hlavní elektrickou síť a ... nechť je tu světlo.
es: Ahora encienda la red eléctrica principal y ... deje que haya luz
ru: Теперь включи основную энергосеть, и ... да будет свет

# Interface.05BasicFabrication
source: Basic Fabrication
fr: #5 Base de fabrication
ru: Основы Производства

# Interface.BasicFabricationDescription
source: In this lesson, you'll learn how to fabricate new items and machines.
fr: Dans cette leçon, vous apprendrez à fabriquer divers objets et machines.
pt_pt: Nesta lição, irás aprender a fabricar novos itens e máquinas.
ru: В этом уроке вы узнаете как изготавливать новые предметы и машины.

# Interface.StopLathenAround
source: Stop Lathing Around
fr: Arrêtez de tourner en rond
pt_pt: Pára de andar ás voltas
ru: Прекращаем бродить вокруг

# Interface.StopLathenAroundDescription
source: Welcome back, Cadet. Today, we will be using the {THING:StructureAutolathe} to turn your newly-made ingots into useful items and resources. Our first task is simple.
fr: Bienvenue, Cadet. Aujourd’hui, nous utiliserons le {THING:StructureAutolathe} pour transformer vos lingots fraichement fondu en divers objets et autres ressources utiles. Votre première tâche sera simple.
pt_pt: Bem vindo, cadete. Hoje, vamos aprender a usar o {THING:StructureAutolathe} para transformar os teus Lingotes em itens e recursos úteis. A nossa primeira tarefa é simples.
ru: С возвращением, Кадет. Сегодня мы будем использовать {THING:StructureAutolathe} для превращения новых слитков в полезные предметы и ресурсы. Наша первая задача проста.

# Interface.StopLathenAroundTask1
source: Turn on the {THING:StructureAutolathe}.
fr: Allumez le {THING:StructureAutolathe}.
pt_pt: Liga o {THING:StructureAutolathe}.
ru: Включите {THING:StructureAutolathe}.

# Interface.StopLathenAroundTask2
source: Select the {THING:ItemCableCoil} using the arrow keys on the {THING:StructureAutolathe}, or click the yellow search button to find the {THING:ItemCableCoil}, and select it.
fr: Sélectionnez "{THING:ItemCableCoil}" à l’aide des petites touches fléchées sur le {THING:StructureAutolathe}. Ou cliquez sur le bouton jaune pour rechercher la "{THING:ItemCableCoil}" et sélectionnez-la.
pt_pt: Seleciona a {THING:ItemCableCoil} utilizando as setas pequenas no {THING:StructureAutolathe}, ou clica no botão de pesquisa amarelo para pesquisar por {THING:ItemCableCoil} e seleciona-o.
ru: Выберите {THING:ItemCableCoil} при помощи стрелок на {THING:StructureAutolathe} или нажмите на желтую кнопку поиска чтобы найти и выбрать {THING:ItemCableCoil}.

# Interface.StopLathenAroundTask3
source: Pick up a {THING:ItemCopperIngot} from the orange crate.
fr: Prenez un {THING:ItemCopperIngot} dans la caisse orange.
pt_pt: Apanha o {THING:ItemCopperIngot} da caixa laranja.
ru: Возьмите {THING:ItemCopperIngot} из оранжевого ящика.

# Interface.StopLathenAround2Description
source: To print the {THING:ItemCableCoil}, you will need to provide the {THING:StructureAutolathe} with the correct resources.
fr: Pour imprimer une {THING:ItemCableCoil}, vous devrez remplir le {THING:StructureAutolathe} avec les ressources correctes.
pt_pt: Para imprimir a {THING:ItemCableCoil}, vais precisar de providenciar o {THING:StructureAutolathe} com os recursos necessários.
ru: Чтобы изготовить {THING:ItemCableCoil} вам понадобится снабдить {THING:StructureAutolathe} соответствующими ресурсами.

# Interface.StopLathenAround2Task1
source: Place the {THING:ItemCopperIngot} into the left input slot on the {THING:StructureAutolathe}.
fr: Placez le {THING:ItemCopperIngot} dans l'emplacement sur la gauche du {THING:StructureAutolathe}.
pt_pt: Coloca o {THING:ItemCopperIngot} no compartimento esquerdo de entrada do {THING:StructureAutolathe}.
ru: Положите {THING:ItemCopperIngot} в левый входной слот {THING:StructureAutolathe}.

# Interface.StopLathenAround2Task2
source: Press the large green button on the {THING:StructureAutolathe} to begin printing. Print four {THING:ItemCableCoil}.
fr: Appuyez sur le grand bouton vert du {THING:StructureAutolathe} pour commencer l’impression. Imprimer 4 {THING:ItemCableCoil}.
pt_pt: Carrega no botão verde grande do {THING:StructureAutolathe} para começar a imprimir. Imprime quatro {THING:ItemCableCoil}.
ru: Нажмите большую зеленую кнопку на {THING:StructureAutolathe} чтобы начать процесс печати. Изготовьте {THING:ItemCableCoil}.

# Interface.ShineyNewPlates
source: Shiny New Sheets
fr: De nouvelles plaques de métal
pt_pt: Novas chapas a brilhar
ru: Блестящие новые листы

# Interface.ShineyNewPlatesDescription
source: Nice work, Cadet! The {THING:ItemCableCoil} will come in handy later. Now, we need to create some {THING:ItemIronSheets}. {THING:ItemIronSheets} are a key component in building most structures and machines.
fr: Beau travail, Cadet ! La {THING:ItemCableCoil} sera utile plus tard. Maintenant, nous aurons besoin de créer quelques {THING:ItemIronSheets}. La {THING:ItemIronSheets} est un élément de construction de la plupart des objets et des machines.
pt_pt: Belo trabalho, cadete! A {THING:ItemCableCoil} vai ser útil mais tarde. Agora, vamos ter de criar algumas {THING:ItemIronSheets}. As {THING:ItemIronSheets} são um componente chave na construção da maioria das estruturas e máquinas.
ru: Отличная работа, Кадет! {THING:ItemCableCoil} пригодится позже. Сейчас нам нужно создать несколько {THING:ItemIronSheets}. {THING:ItemIronSheets} является ключевым компонентом в создании большинства конструкций и машин.

# Interface.ShineyNewPlatesTask1
source: As before, select the {THING:ItemIronSheets} from the menu on the {THING:StructureAutolathe}.
fr: Tout comme la dernière fois, sélectionnez les {THING:ItemIronSheets} dans le menu de sélection du {THING:StructureAutolathe}.
pt_pt: Tal como da última vez, seleciona {THING:ItemIronSheets} no menu de seleção do {THING:StructureAutolathe}.
ru: Как и прежде, выберите {THING:ItemIronSheets} из меню на {THING:StructureAutolathe}.

# Interface.ShineyNewPlatesTask2
source: Pick up a {THING:ItemIronIngot} from the orange crate.
fr: Prenez un {THING:ItemIronIngot} dans la caisse orange.
pt_pt: Apanha o {THING:ItemIronIngot} da caixa laranja.
ru: Возьмите {THING:ItemIronIngot} из оранжевого ящика.

# Interface.ShineyNewPlatesTask3
source: Place the {THING:ItemIronIngot} into the left input slot on the {THING:StructureAutolathe}.
fr: Placez le {THING:ItemIronIngot} dans l'emplacement sur la gauche du {THING:StructureAutolathe}.
pt_pt: Coloca o {THING:ItemIronIngot} no compartimento esquerdo de entrada do {THING:StructureAutolathe}.
ru: Поместите {THING:ItemIronIngot} в левый входной слот {THING:StructureAutolathe}.

# Interface.ShineyNewPlatesTask4
source: Print two {THING:ItemIronSheets}.
fr: Imprimez deux {THING:ItemIronSheets}.
pt_pt: Imprime duas {THING:ItemIronSheets}.
ru: Изготовьте два {THING:ItemIronSheets}.

# Interface.FakePlastic
source: Plastic is Fake
fr: Le plastique, c'est fantastique
pt_pt: Plástico é falso
ru: Фальшивый Пластик

# Interface.FakePlasticDescription
source: The next component you will need is {THING:ItemPlasticSheets}. These are used to complete machines.
fr: Les prochains éléments dont vous aurez besoin sont les {THING:ItemPlasticSheets}. Les {THING:ItemPlasticSheets} sont nécessaires pour compléter les machines.
pt_pt: O próximo componente que precisas são {THING:ItemPlasticSheets}. Estas são necessárias para completar máquinas.
ru: Следующим компонентом, который вам понадобится, является {THING:ItemPlasticSheets}. Они используются для завершения машин.

# Interface.FakePlasticTask1
source: Select the {THING:ItemPlasticSheets} from the menu on the {THING:StructureAutolathe}.
fr: Sélectionnez les {THING:ItemPlasticSheets} dans le menu de sélection du {THING:StructureAutolathe}.
pt_pt: Seleciona as {THING:ItemPlasticSheets} no menu de seleção do {THING:StructureAutolathe}.
ru: Выберите {THING:ItemPlasticSheets} в меню {THING:StructureAutolathe}.

# Interface.FakePlasticTask2
source: Pick up a {THING:ItemSiliconIngot} from the orange crate.
fr: Prenez un {THING:ItemSiliconIngot} dans la caisse orange.
pt_pt: Apanha o {THING:ItemSiliconIngot} da caixa laranja.
ru: Возьмите {THING:ItemSiliconIngot} из оранжевого ящика.

# Interface.FakePlasticTask3
source: Place the {THING:ItemSiliconIngot} into the left input slot on the {THING:StructureAutolathe}.
fr: Placez le {THING:ItemSiliconIngot} dans l'emplacement sur la gauche du {THING:StructureAutolathe}.
pt_pt: Coloca o {THING:ItemSiliconIngot} no compartimento esquerdo de entrada do {THING:StructureAutolathe}.
ru: Поместите {THING:ItemSiliconIngot} в левый входной слот {THING:StructureAutolathe}.

# Interface.FakePlasticTask4
source: Print two {THING:ItemPlasticSheets}.
fr: Imprimez deux {THING:ItemPlasticSheets}.
pt_pt: Imprime duas {THING:ItemPlasticSheets}.
ru: Изготовьте два {THING:ItemPlasticSheets}.

# Interface.BendingMachine
source: The Bending Machine
fr: La machine à plier
pt_pt: O máquina de dobrar
ru: Гнущая Машина

# Interface.BendingMachineDescription
source: The {THING:StructureHydraulicPipeBender} is used to create pipes, vents, and other atmospherics structures.
fr: La {THING:StructureHydraulicPipeBender} est utilisé pour créer des tuyaux, des ventilateurs et d'autres équipements atmosphériques.
pt_pt: O {THING:StructureHydraulicPipeBender} é utilizado para criar canos, ventiladores, e outras estruturas atmosféricas.
ru: {THING:StructureHydraulicPipeBender} используется для создания труб, вентиляционных решеток и других вещей относящихся к атмосфере.

# Interface.BendingMachineTask1
source: Select the {THING:ItemKitHydraulicPipeBender} from the menu on the {THING:StructureAutolathe}.
fr: Sélectionnez le {THING:ItemKitHydraulicPipeBender} dans le menu de sélection du {THING:StructureAutolathe}.
pt_pt: Seleciona o {THING:ItemKitHydraulicPipeBender} no menu de seleção do {THING:StructureAutolathe}.
ru: Выберите {THING:ItemKitHydraulicPipeBender} в меню {THING:StructureAutolathe}.

# Interface.BendingMachineTask2
source: Pick up a {THING:ItemGoldIngot} from the orange crate.
fr: Prenez un {THING:ItemGoldIngot} dans la caisse orange.
pt_pt: Apanha o {THING:ItemGoldIngot} da caixa laranja.
ru: Возьмите {THING:ItemGoldIngot} из ораньжевого ящика.

# Interface.BendingMachineTask3
source: Place the {THING:ItemGoldIngot} into the left input slot on the {THING:StructureAutolathe}.
fr: Placez le {THING:ItemGoldIngot} dans l'emplacement sur la gauche du {THING:StructureAutolathe}.
pt_pt: Coloca o {THING:ItemGoldIngot} no compartimento esquerdo de entrada do {THING:StructureAutolathe}.
ru: Поместите {THING:ItemGoldIngot} в левый входной слот {THING:StructureAutolathe}.

# Interface.BendingMachineTask4
source: Print a {THING:ItemKitHydraulicPipeBender}.
fr: Imprimez un {THING:ItemKitHydraulicPipeBender}.
pt_pt: Imprime um {THING:ItemKitHydraulicPipeBender}.
ru: Изготовьте {THING:ItemKitHydraulicPipeBender}.

# Interface.ThePipeBender
source: The Pipebender
fr: L'expert en tuyauterie
pt_pt: O dobrador de canos
ru: Трубогибочный станок

# Interface.ThePipeBenderDescription
source: We can now build a {THING:StructureHydraulicPipeBender}. Equip the newly-made {THING:ItemKitHydraulicPipeBender} and place it in the designated location.
fr: Nous pouvons maintenant construire un {THING:StructureHydraulicPipeBender}. Prenez le {THING:ItemKitHydraulicPipeBender} et placez-le à l’endroit désigné.
pt_pt: Podemos agora construir o {THING:StructureHydraulicPipeBender}. Equipa o recém criado {THING:ItemKitHydraulicPipeBender} e coloca-o na localização designada.
ru: Теперь мы можем построить {THING:StructureHydraulicPipeBender}. Возьмите только что сделанный {THING:ItemKitHydraulicPipeBender} и поместите в указанном месте.

# Interface.ThePipeBenderTask1
source: Place the {THING:ItemKitHydraulicPipeBender}.
fr: Placez le {THING:ItemStructureHydraulicPipeBender} dans la zone en surbrillance.
pt_pt: Coloca o {THING:ItemKitHydraulicPipeBender}.
ru: Разместите {THING:ItemKitHydraulicPipeBender}.

# Interface.ThePassiveVent
source: The Passive Vent
fr: La ventilation passive
pt_pt: O Ventilador Passivo
ru: Пассивная Вентиляционная Решетка

# Interface.ThePassiveVentDescription
source: Using the printed components and what you have learned from the past tutorials, finish the {THING:StructureHydraulicPipeBender}, and power it up by connecting it to the power network using {THING:ItemCableCoil}. Then, print a {THING:ItemPassiveVent} using the {THING:StructureHydraulicPipeBender}.
fr: À l’aide des composants imprimés et de ce que vous avez appris dans les tutoriels précédents, terminez la {THING:StructureHydraulicPipeBender}. Alimentez-la en la connectant au réseau électrique avec la {THING:ItemCableCoil}. Ensuite, imprimez un {THING:ItemPassiveVent} avec la {THING:StructureHydraulicPipeBender}.
pt_pt: Utilizando os componentes imprimidos e o que aprendeste anteriormente, finaliza o {THING:StructureHydraulicPipeBender} e alimenta-o conectando-o à rede elétrica utilizando {THING:ItemCableCoil}. Depois, imprime um {THING:ItemPassiveVent} utilizando o {THING:StructureHydraulicPipeBender}.
ru: Используя изготовленные компоненты и то, что вы узнали из прошлых уроков, закончите {THING:StructureHydraulicPipeBender} и подключите к сети питания при помощи {THING:ItemCableCoil}. Затем изготовьте {THING:ItemPassiveVent} используя {THING:StructureHydraulicPipeBender}.

# Interface.ThePassiveVentTask1
source: Complete the {THING:StructureHydraulicPipeBender}.
fr: Terminez la construction de la {THING:StructureHydraulicPipeBender}.
pt_pt: Completa o {THING:StructureHydraulicPipeBender}.
ru: Завершите {THING:StructureHydraulicPipeBender}.

# Interface.ThePassiveVentTask2
source: Power up and turn on the {THING:StructureHydraulicPipeBender}.
fr: Allumez la {THING:StructureHydraulicPipeBender}.
pt_pt: Liga e depois ativa o {THING:StructureHydraulicPipeBender}.
ru: Подключите питание и включите {THING:StructureHydraulicPipeBender}.

# Interface.ThePassiveVentTask3
source: Pick up a {THING:ItemIronIngot} from the orange crate.
fr: Prenez un {THING:ItemIronIngot} dans la caisse orange.
pt_pt: Apanha o {THING:ItemIronIngot} da caixa laranja.
ru: Возьмите {THING:ItemIronIngot} из ораньжевого ящика.

# Interface.ThePassiveVentTask4
source: Place the {THING:ItemIronIngot} in to the left input slot on the {THING:StructureHydraulicPipeBender}.
fr: Placez le {THING:ItemIronIngot} dans l'emplacement sur la gauche de la {THING:StructureHydraulicPipeBender}.
pt_pt: Coloca o {THING:ItemIronIngot} no compartimento esquerdo de entrada do {THING:StructureHydraulicPipeBender}.
ru: Поместите {THING:ItemIronIngot} в левый входной слот {THING:StructureHydraulicPipeBender}.
