Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialTaskRepairCable4
source: Replace with a {THING:StructureCableJunction} from the {THING:ItemCableCoil}
cs: Nahraďte {THING:StructureCableJunction} z {THING:ItemCableCoil}
de: Verlegen von {THING:StructureCableJunction}
es: Reemplaza con {THING:StructureCableJunction} de la {THING:ItemCableCoil}
fi: Vaihda {THING:StructureCableJunction} {COLORGREEN:Kaapelikerästä}
fr: Remplacer le par un {THING:StructureCableJunction} de la {THING:ItemCableCoil}
it: Rimpiazza con un {THING:StructureCableJunction} dalla tua {THING:ItemCableCoil}
ja: {THING:ItemCableCoil}から{THING:StructureCableJunction}に取り替える
pt_pt: Substitui o {THING:StructureCableJunction} com um {THING:ItemCableCoil}
ru: Замените обрезанный кабель на новый, используя {THING:ItemCableCoil}
zh_tw: 將{THING:ItemCableCoil} 取代程 {THING:StructureCableJunction}

# Interface.TutorialDescRepairCable2
source: Look at the {THING:StructureCableJunctionBurnt} while the {THING:ItemWireCutters} are in your active hand. You will see a {COLORYELLOW:yellow} box around it. Press and hold {KEY:PrimaryAction} to remove the {THING:StructureCableJunctionBurnt}.
cs: Podívejte se na {THING:StructureCableJunctionBurnt} zatímco {THING:ItemWireCutters} jsou ve vaší aktivní ruce. Uvidíte {COLORYELLOW:žluté} pole kolem objektu. Stisknutím a podržením {KEY:PrimaryAction} odstraníte {THING:StructureCableJunctionBurnt}.
es: Mira el {THING:StructureCableJunctionBurnt} mientras que {THING:ItemWireCutters} está en tu mano activa. Verás un cuadro {COLORYELLOW:yellow} a tu alrededor. Mantén presionado el {COLORRED:Boton izquierdo del Raton} para eliminar {THING:StructureCableJunctionBurnt}.
fr: Regardez le {THING: StructureCableJunctionBurnt} avec la {THING: ItemWireCutters} dans votre main active. Vous verrez une boîte {COLORYELLOW:jaune} autour de lui. Maintenez enfoncée la touche {KEY:PrimaryAction} pour supprimer le {THING: StructureCableJunctionBurnt}.
pt_pt: Olha para o {THING:StructureCableJunctionBurnt} enquanto o {THING:ItemWireCutters} está na tua mão activa. Verás uma caixa {COLORYELLOW:yellow} à sua volta. Carrega e mantém pressionada a tecla {KEY:PrimaryAction} para remover o {THING:StructureCableJunctionBurnt}.
ru: Посмотрите на {THING:StructureCableJunctionBurnt}, держа {THING:ItemWireCutters} в вашей активной руке. Вы увидите {COLORYELLOW:желтый} прямоугольник вокруг него. Нажмите и держите {KEY:PrimaryAction}, чтобы срезать {THING:StructureCableJunctionBurnt}.

# Interface.TutorialDescRepairCable3
source: Now we need to place a {THING:StructureCableJunction}. Move the {THING:ItemCableCoil} from your {THING:ItemToolBelt} to your {SLOT:LeftHand} or {SLOT:RightHand} slot. You might need to free up your hands by moving the {THING:ItemSteelSheets} into your backpack. You could drop them, but you will need them later! Remember the {KEY:InventorySelect} interacts with interior slots and actions, and the {KEY:ToolBeltSlot} key will open and close your {SLOT:Belt} slot. As always, you can bring up mouse control by pressing {KEY:MouseControl}.
cs: Nyní musíme umístit {THING:StructureCableJunction}. Přesuňte {THING:ItemCableCoil} z {THING:ItemToolBelt} do {SLOT:LeftHand} nebo {SLOT:RightHand}. Možná budete muset uvolnit ruce přesunutím {THING:ItemSteelSheets} do batohu. Můžete je upustit, ale budete je potřebovat později! Nezapomeňte, že {KEY:InventorySelect} interaguje s interními sloty a akcemi a klávesa {KEY:ToolBeltSlot} otevře a zavře váš slot {SLOT:Belt}. Jako vždy můžete vyvolat ovládání myši stisknutím tlačítka {KEY:MouseControl}.
de: Nun musst du ein neues {THING:StructureCableJunction} verlegen. Nimm die {THING:ItemCableCoil} aus deinem {THING:ItemToolBelt} in deine {SLOT:LeftHand} oder {SLOT:RightHand}. Denke daran, dass {KEY:InventorySelect} mit gewählten Optionen und Inventarplätzen interagiert und {KEY:ToolBeltSlot} dein {SLOT:Belt}-Inventar öffnet und shließt.
es: Ahora tenemos que colocar un {THING:StructureCableJunction}. Mueve la {THING:ItemCableCoil} de tu ranura {THING:ItemToolBelt} a tu {SLOT:LeftHand} o {SLOT:RightHand} . Es posible que necesites liberar tus manos moviendo las {THING:ItemSteelSheets} en tu mochila. Podrias dejarlo caer, pero lo vas a necesitar después y no podras terminar el tutorial! Recuerda la tecla {KEY:InventorySelect} interactua con las ranuras interiores y las acciones disponibles, y la tecla {KEY:ToolBeltSlot} abre y cierra tu ranura {SLOT:Belt} . Como siempre, puedes mostrar el control del raton presionando {KEY:MouseControl}.
fi: Nyt meidän pitää sijoittaa {THING:StructureCableJunction}. Siirrä {THING:ItemCableCoil} <color=green>Työkaluvyöltä</color> <color=orange>Vasempaan Käteen</color> tai <color=orange>Oikeaan Käteen</color>. Sinun tarvitsee ehkä tehdä tilaa käsiin siirtämällä <color=green>Teräslevyt</color> reppuusi. Voit pudottaa ne, mutta saatat tarvita niitä myöhemmin! Muista että {KEY:InventorySelect} hallitsee sisäisiä lokeroita ja toimintoja, ja että {KEY:ToolBeltSlot} avaa ja sulkee {SLOT:Belt} lokeron. Kuten aina, voit käyttää hiirtä pitämällä {KEY:MouseControl} näppäintä pohjassa.
fr: Maintenant, nous avons besoin de placer un {THING:StructureCableJunction}. Déplacez le {THING:ItemCableCoil} de votre {THING:ItemToolBelt} vers votre {SLOT:LeftHand} ou {SLOT:RightHand}. Vous pourriez avoir besoin de libérer vos mains en déplaçant le {THING:ItemSteelSheets} dans votre sac à dos. Vous pourriez les laisser tomber, mais vous en aurez besoin plus tard! N'oubliez pas la touche {KEY:InventorySelect} interagit avec les emplacements intérieures et les actions, et la touche {KEY:ToolBeltSlot} s'ouvrira et fermera votre emplacement {SLOT:Belt}. Comme toujours, vous pouvez mettre en place le contrôle de la souris en appuyant sur {KEY:MouseControl}.
it: Ora dobbiamo piazzare un {THING:StructureCableJunction}. Sposta la {THING:ItemCableCoil} dalla tua {THING:ItemToolBelt} alla tua {SLOT:LeftHand} o {SLOT:RightHand} . Potresti aver bisogno di liberare le tue mani muovendo le {THING:ItemSteelSheets} nel tuo zaino. Puoi buttarle, ma ti serviranno dopo! Ricordati che con il tasto {KEY:InventorySelect} puoi interagire con gli slot e le azioni interne, e il tasto {KEY:ToolBeltSlot} aprirà/chiuderà lo slot della {SLOT:Belt} . Come sempre, puoi attivare il controllo con il mouse premendo {KEY:MouseControl}.
ja: {THING:StructureCableJunction}を設置する必要があります。{THING:ItemCableCoil}を{THING:ItemToolBelt}から{SLOT:LeftHand}スロットか{SLOT:RightHand}スロットに移す必要があります。 {THING:ItemSteelSheets}をバックパックに入れて両手を空ける必要があります。投げ捨てることも出来ますが、後で必要になります！ {KEY:InventorySelect}を内部スロットで操作することを思い出して下さい。{KEY:ToolBeltSlot}は{SLOT:Belt}スロットを開いたり閉じたりできます。あるいは、{KEY:MouseControl}でマウス操作してもよいでしょう。
pt_pt: Agora precisas de colocar um {THING:StructureCableJunction}. Move o {THING:ItemCableCoil} do teu {THING:ItemToolBelt} para a tua {SLOT:LeftHand} ou para a {SLOT:RightHand}. Poderás ter a necessidade de libertar o que tens nas mãos, movendo as {THING:ItemSteelSheets} para a tua mochila. Poderias deixá-las cair, mas vais precisar delas mais tarde! Lembra-te que {KEY:InventorySelect} interage com os compartimentos interiores e ações e a tecla {KEY:ToolBeltSlot} abre e fecha o teu {SLOT:Belt}. Como sempre, poderás ativar o cursor do rato carregando na tecla {KEY:MouseControl}.
ru: Теперь вам нужно установить 3-конечный кабель. Положите {THING:ItemCableCoil} в вашу правую руку из вашего пояса. Помните, что клавиша {KEY:InventorySelect} позволяет взаимодействовать с ячейками и доступными действиями предмета. Клавиша {KEY:ToolBeltSlot} позволяет вам открывать и закрывать окно содержимого пояса.
zh_tw: 現在我們需要裝上 {THING:StructureCableJunction}。從您的 {THING:ItemToolBelt} 中取出 {THING:ItemCableCoil} 並且裝備至您的 {SLOT:LeftHand} 或 {SLOT:RightHand} 欄位。記住， 使用 {KEY:InventorySelect} 鍵是將存取欄位 或 確定等動作， 按下 {KEY:ToolBeltSlot} 將會開關您的 {SLOT:Belt} 欄位格.

# Interface.TutorialDescRepairCable4
source: With the {THING:ItemCableCoil} in your {COLORYELLOW:Active Hand}, press {KEY:SecondaryAction} to bring up the {LINK:ConstructionPage;construction} cursor. Use the {COLORRED:Mouse Wheel} to change placement type, selecting the {THING:StructureCableJunction} variant. Your placement blueprint contains important connection information, the small plus symbols indicate the item connects to a cable network here. Make sure your connection lines up exactly. Press {KEY:QuantityModifier} and the object will attempt its best connection placement, otherwise you can use custom rotation keys.
cs: S {THING:ItemCableCoil} ve vaší {COLORYELLOW:aktivní ruce}, stiskněte {KEY:SecondaryAction} a vyvolejte kurzor {LINK:ConstructionPage;konstrukce}. Použijte {COLORRED:kolečko myši} ke změně typu umístění a vyberte variantu {THING:StructureCableJunction}. Plán umístění obsahuje důležité informace o připojení, malé symboly plus označují, že se položka připojuje k kabelové síti. Ujistěte se, že jsou vaše připojovací vedení přesně nastavena. Stiskněte tlačítko {KEY:QuantityModifier} a objekt se pokusí o nejlepší umístění připojení, jinak můžete použít vlastní otočné klávesy.
es: Con la {THING:ItemCableCoil} en tu {COLORYELLOW:Mano activa}, pulsa {COLORRED:boton derecho del raton} para mostrar el cursor de construcción. Usa la {COLORRED:Rueda del raton} para cambiar el tipo de variante, selecciona la variante {THING:StructureCableJunction} . Su plano de colocación contiene información de conexión importante, los símbolos más pequeños indican que el elemento se conecta a una red de cable aquí. Asegúrate de que tu conexión esté alineada exactamente. Pulsa la tecla {KEY:RotateLeft} para rotar a la izquierda, {KEY:RotateRight} para rotar a la derecha, {KEY:RotateUp} para rotar arriba, {KEY:RotateDown} para rotar abajo, {KEY:RotateRollLeft} para girar a la izquierda, o {KEY:RotateRollRight} para girar a la derecha.
fr: Avec du {THING:ItemCableCoil} dans votre {COLORYELLOW:main active}, appuyez sur {KEY:SecondaryAction} pour mettre en place le curseur {LINK:ConstructionPage;construction}. Utilisez la {COLORRED:molette de la souris} pour modifier le type de placement, en sélectionnant la variante {THING:StructureCableJunction}. Votre plan de placement contient des informations de connexion importantes, les petits symboles plus indiquent que l'élément se connecte à un réseau câblé ici. Assurez-vous que votre connexion s'aligne exactement. Appuyez sur {KEY:QuantityModifier} et l'objet essaiera son meilleur positionnement de connexion, sinon vous pouvez utiliser des touches de rotation personnalisées.
pt_pt: Com o {THING:ItemCableCoil} na tua {COLORYELLOW:Active Hand}, carrega na tecla {KEY:SecondaryAction} para ativares o cursor de {LINK:ConstructionPage;construção}. Usa a {COLORRED:Mouse Wheel} para mudares o tipo de cabo a ser colocado, selecionando as variantes de {THING:StructureCableJunction}. Os esquemas de colocação contém informações importantes de conexões, o pequeno símbolo de adição indica que o item liga-se a uma rede aqui. Certifica-te que a tua conexão esteja exatamente alinhada. Carrega em {KEY:QuantityModifier} e o objeto tentará fazer a melhor conexão possível, de outro modo poderás usar as teclas de rotação.
ru: С {THING:ItemCableCoil} в вашей {COLORYELLOW:Active Hand} нажмите {KEY:SecondaryAction}, чтобы вызвать курсор {LINK:ConstructionPage;construction}. Используйте {COLORRED:колесо мыши}, чтобы сменить вид кабеля, выбрав вариант {THING:StructureCableJunction}. План размещения содержит важную информацию о подключении, маленькие плюсики указывают, что элемент подключается к существующей кабельной сети. Убедитесь, что ваши линии соединяютя верно. Нажмите {KEY:QuantityModifier}, и объект попытается установить наилучшее соединение, также вы можете использовать пользовательские клавиши поворота.

# Interface.TutorialTitleFinishFrame
source: Finish Welding Frame
cs: Dokončete svařování rámu
de: Schweißarbeiten am Gerüst beenden
es: Finalizar el marco de soldadura
fi: Hitsaa Runko Loppuun
fr: Finir le cadre de soudure
it: Finisci la costruzione del telaio
ja: フレームの溶接を完了させる
pt_pt: Acaba a soldagem da estrutura
ru: Завершите сварку каркаса
zh_tw: 完成框架焊接

# Interface.TutorialDescFinishFrame
source: Some tools require two things to operate. To weld the {THING:StructureFrame} you will need a {THING:ItemWeldingTorch} in your active hand, and {THING:ItemSteelSheets} in the other hand. A quick key, {KEY:ToggleHandPower}, will automatically toggle the power on and off for any item in your active hand, or you can do it through the interactions menu.
cs: Některé nástroje vyžadují dvě věci k provozu. Chcete-li svařovat {THING:StructureFrame}, budete potřebovat v aktivní ruce {THING:ItemWeldingTorch} a v druhé ruce {THING:ItemSteelSheets}. Rychlá klávesa {KEY:ToggleHandPower} automaticky zapíná a vypíná napájení pro libovolnou položku v aktivní ruce, nebo to můžete udělat prostřednictvím nabídky interakcí.
de: Einige Wekzeuge benötigen 2 Objekte um benutzt zu werden. Um ein {THING:StructureFrame} zu verschweißen benötigst du einen {THING:ItemWeldingTorch} in der aktiven Hand und {THING:ItemSteelSheets} in der Anderen. Mit der Taste {KEY:ToggleHandPower} kannst du Gegenstände in deiner aktiven Hand direkt betreiben oder abschalten. Natürlich kannst du dies auch über das Untermenü des Gegenstandes tun.
es: Algunas herramientas requieren dos cosas para operar. Para soldar el {THING:StructureFrame} necesitarás un {THING:ItemWeldingTorch} en tu mano activa, y las {THING:ItemSteelSheets} en tu otra mano (necesitas tenerlo en una mano para poder usarlo y soldar), y con la tecla {KEY:ToggleHandPower} activarás y desactivarás automáticamente cualquier elemento de la mano activa, o puedes hacerlo a través del menú de interacciones.
fi: Jotkut työkalut vaativat toimiakseen kaksi asiaa. {COLORGREEN:Rungon} hitsaamiseen tarvitset {COLORGREEN:Hitsauspolttimen} aktiivisessa kädessäsi, ja <color=green>Teräslevyjä</color> toisessa. {KEY:ToggleHandPower} pikanäppäin käynnistää ja sammuttaa aktiivisessa kädessäsi olevan esineen, tai voit tehdä sen toimintovalikkojen kautta.
fr: Certains outils nécessitent deux choses pour fonctionner. Pour souder le. To weld the {THING:StructureFrame} vous aurez besoin du {THING:ItemWeldingTorch} dans votre main active, et {THING:ItemSteelSheets} dans l'autre. La touche rapide, {KEY:ToggleHandPower}, activera et désactivera automatiquement tout élément de votre main active, ou vous pouvez le faire via le menu des interactions.
it: Alcuni utensili richiedono due oggetti per operare. Per saldare il {THING:StructureFrame} dovrai avere una {THING:ItemWeldingTorch} nella tua mano attiva, e le {THING:ItemSteelSheets} nell'altra mano. Una shortcut veloce, {KEY:ToggleHandPower}, cambierà immediatamente lo stato su On o Off di qualunque oggetto sia nella tua mano attiva, oppure puoi farlo tramite il menù delle interazioni.
ja: いくつかのツールは動作に2つのものが必要になります。{THING:StructureFrame}を溶接するには{THING:ItemWeldingTorch}をアクティブな手に、{THING:ItemSteelSheets}をもう一方の手に持つ必要があります。{KEY:ToggleHandPower}キーによってアクティブな手にあるアイテムの動力のオンオフを自動で切り替えられます。あるいは、インタラクトメニューからも同じことが出来ます。
pt_pt: Algumas ferramentas requerem duas coisas para serem operadas. Para soldar uma {THING:StructureFrame} precisarás de uma {THING:ItemWeldingTorch} na tua mão ativa e {THING:ItemSteelSheets} na tua outra mão. Uma tecla rápida, {KEY:ToggleHandPower}, irá rapidamente ligar e desligar qualquer ferramenta da tua mão ativa, ou poderás fazê-lo pelo menu de interações.
ru: Для некоторых действий требуется наличие предметов в обеих руках. Чтобы сварить {THING:StructureFrame} в вашей активной руке должна быть {THING:ItemWeldingTorch}, и {THING:ItemSteelSheets} должен быть в другой руке. Клавиша быстрого влючения, {KEY:ToggleHandPower}, автоматически включает/выключает питание любого предмета в вашей активной руке, так же вы можете сделать это через меню взаимодействий.
zh_tw: 有些工具需要雙手持指定物品才能操作。要焊接 {THING:StructureFrame} 的話，您需要 {THING:ItemWeldingTorch} 在您的當前手上， 而 {THING:ItemSteelSheets} 需要在另一隻手上， 按下 {KEY:ToggleHandPower}， 將會自動開關當前手上的設備或工具，當然您也可以重複點擊 {KEY:ActiveHandSlot}鍵 使用該物品的互動選單來開關設備.

# Interface.TutorialTaskFinishFrame1
source: Weld the {THING:StructureFrame}
cs: Svařte {THING:StructureFrame}
de: Verschweiße das {THING:StructureFrame} um das Tutorial ab zu schließen
es: Soldar el {THING:StructureFrame} para completar el tutorial
fi: Hitsaa {THING:StructureFrame}
fr: Soudez le {THING:StructureFrame} pour terminer le tutoriel
it: Salda il {THING:StructureFrame}
ja: {THING:StructureFrame}を溶接する
pt_pt: Solda a {THING:StructureFrame}
ru: Сварите {THING:StructureFrame}, чтобы завершить обучение
zh_tw: 焊接 {THING:StructureFrame} 以完成教程

# Interface.TutorialTitleTablet
source: Interacting with Items in Hands
cs: Interakce s položkami v rukou
de: Mit Gegenständen in der Hand interagieren
es: Interactuando con los objetos en las manos
fi: Käsissä Olevien Esineiden Käyttäminen
fr: Interagir avec des objets dans les mains
it: Interagisci con gli oggetti nelle tue mani
ja: 手に持ったアイテムをインタラクトする
pt_pt: Interagindo com Itens nas mãos
ru: Взаимодействие с предметами в руках
zh_tw: 切換手中的物品

# Interface.TutorialDescTablet1
source: Pickup a {THING:ItemTablet} and {THING:ItemBatteryCellLarge} into your {SLOT:LeftHand} or {SLOT:RightHand} slots by looking at it and clicking the {KEY:PrimaryAction}. You can switch your active hand by pressing the {KEY:SwapHands} key. This will allow you to put one item in each hands. Do this to continue.
cs: Vezměte si {THING:ItemTablet} a {THING:ItemBatteryCellLarge} do svých slotů {SLOT:LeftHand} nebo {SLOT:RightHand} tak, že se na ně podíváte a kliknete na {KEY:PrimaryAction}. Aktivní ruku můžete přepnout stisknutím tlačítka {KEY:SwapHands}. To vám umožní vložit do každé ruky jednu položku. Udělejte to pro pokračování.
es: Selecciona la {THING:ItemTablet} y la {THING:ItemBatteryCellLarge} en tus ranuras {SLOT:LeftHand} y {SLOT:RightHand} (una en cada una) mirándolas y haciendo clic en el {COLORYELLOW:Boton izquierdo del Raton}. Puedes cambiar tu mano activa presionando la tecla {KEY:SwapHands} . Esto te permitirá poner un artículo en cada mano. Haz esto para continuar.
fr: Prenez la {THING:ItemTablet} et la {THING:ItemBatteryCellLarge} dans votre {SLOT:LeftHand} ou {SLOT:RightHand} en regardant et en cliquant sur {KEY:PrimaryAction}. Vous pouvez permuter votre main active en appuyant sur la touche {KEY:SwapHands}. Cela vous permettra de mettre un élément dans chaque mains. Faites ceci pour continuer.
pt_pt: Apanhe uma {THING:ItemTablet} e uma {THING:ItemBatteryCellLarge} para a tua {SLOT:LeftHand} ou para a tua {SLOT:RightHand}, olhando para ela e clicando {KEY:PrimaryAction}. Podes mudar a tua mão ativa carregando na tecla {KEY:SwapHands}. Isto vai permitir colocar um item em cada mão. Faz isto para continuar.
ru: Возьмите {THING:ItemTablet} и {THING:ItemBatteryCellLarge} в свою {SLOT:LeftHand} или {SLOT:RightHand}, гляньте на них и нажмите {KEY:PrimaryAction}. Вы можете переключить активную руку, нажав клавишу {KEY:SwapHands}. Это позволит вам положить один предмет в каждую руку. Сделайте это для продолжения обучения.

# Interface.TutorialDescTablet2
source: You can interact with your active hand slot by pressing and releasing the {KEY:ActiveHandSlot} key or clicking on it. This will open the {LINK:InventoryPage;inventory} window for the current hand. You can change your currently active hand with the {KEY:SwapHands} key. Select the {THING:ItemTablet} as your active hand and open its slot interior to continue.
cs: S aktivním slotem na ruce můžete komunikovat stisknutím a uvolněním tlačítka {KEY:ActiveHandSlot} nebo kliknutím na něj. Tím se otevře aktuální okno {LINK:InventoryPage;inventáře}. Klávesou {KEY:SwapHands} můžete změnit svou aktivní ruku. Jako aktivní ruku vyberte {THING:ItemTablet} a pokračujte otevřením vnitřku slotu.
es: Puedes interactuar con tu ranura de mano activa presionando y soltando la tecla {KEY:ActiveHandSlot} o clicando en ella. Esto abrirá la ventana de inventario para la mano actual. Puedes cambiar tu mano actualmente activa con la tecla {KEY:SwapHands} . Selecciona la {THING:ItemTablet} como tu mano activa y abre el interior de la ranura para continuar.
fr: Vous pouvez interagir avec l'emplacement actif de votre main en appuyant sur la touche {KEY:ActiveHandSlot} ou en cliquant dessus. Cela ouvrira la fenêtre {LINK:InventoryPage;inventaire} pour la main courante. Vous pouvez modifier votre main active avec la touche {KEY:SwapHands}. Sélectionnez la {THING:ItemTablet} dans votre main active et ouvrez son emplacement intérieur pour continuer.
pt_pt: Podes interagir com a tua mão ativa carregando e mantendo pressionada a tecla {KEY:ActiveHandSlot} ou clicando nela. Isto irá abrir a janela do {LINK:InventoryPage;inventory} para a mão. Podes mudar a tua mão ativa com a tecla {KEY:SwapHands}. Seleciona a {THING:ItemTablet} como tua mão ativa e abre o compartimento interior para continuar.
ru: Вы можете взаимодействовать с предметом в вашей активной руке, нажав {KEY:ActiveHandSlot} или щелкнув по ней. Откроется окно {LINK:InventoryPage;inventory} для текущей руки. Вы можете поменять свою активную руку с помощью клавиши {KEY:SwapHands}. Выберите {THING:ItemTablet} в качестве активной руки и откройте меню содержимого планшета, чтобы продолжить обучение.
