Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.Narration15D
source: If your HUD gets a little busy, you can shut inventory windows by clicking the X, or pressing ` to close all windows.
cs: Chcete-li zavřít okna inventáře, klikněte na X nebo stisknutím {KEY:HideAllWindows} zavřete všechna okna.
es: Si su HUD se llena un poco, puede cerrar las ventanas de inventario haciendo clic en la X o presionando `para cerrar todas las ventanas.
fr: Si votre HUD est encombré, vous pouvez fermer toutes les fenêtres d’inventaire en cliquant sur 'Tout fermer' ou en appuyant sur {KEY:HideAllWindows}.
ru: Если ваш HUD немного загружен, вы можете закрыть окна инвентаря, щелкнув X или нажав `, чтобы закрыть все окна.

# Interface.CloseAllUIT1Disc
source: Close all open UI windows
cs: Zavře všechna otevřená okna uživatelského rozhraní
es: Cerrar todas las ventanas de la interfaz abiertas
fr: Fermer toutes les fenêtres d’inventaires ouvertes
ru: Закройте все открытые окна ПИ

# Interface.CloseUITask
source: Close all open UI windows
cs: Zavřete všechna otevřená okna uživatelského rozhraní.
es: Cerrar todas las ventanas de la interfaz abiertas
fr: Fermer toutes les fenêtres d’interface utilisateur ouvertes
ru: Закройте все открытые окна ПИ

# Interface.ControlCloseUIDisc
source: Close all open UI windows
cs: zavře všechna otevřená okna uživatelského rozhraní
es: Cerrar todas las ventanas de la interfaz abiertas
fr: Fermer toutes les fenêtres d’interface utilisateur ouvertes
ru: Закрыть все открытые окна ПИ

# Interface.Narration16T
source: Section B
cs: Sekce B
es: Sección B
ru: Секция B

# Interface.Narration16D
source: The ODA assessment panel are satisfied you're not an imminent threat to yourself. Good work, Cadet. Move to the next area of the training base for Part II - reviewing the basics of building.
cs: Hodnotící komise ODA je spokojena, že nejste pro sebe bezprostřední hrozbou. Dobrá práce, kadete. Přesuňte se do další oblasti výcvikové základny pro část II - přezkoumání základů výstavby.
es: El panel de evaluación de la ODA está convencido de que no eres una amenaza inminente para ti mismo. Buen trabajo, cadete. Pasen a la siguiente área de la base de entrenamiento para la Parte II - repasando los fundamentos de la construcción.
fr: Le comité d’évaluation de l’ODA est satisfait, vous n’êtes pas une menace imminente pour vous-même. Bon travail, cadet. Passez à la section suivante dans la base d'entrainement pour la partie II : révision des bases de la construction.
ru: Группа оценки ODA убеждена, что вы не представляете для себя непосредственной угрозы. Молодец, Кадет. Перейдите к следующей области тренировочной базы для Части II - ознакомления с основами строительства.

# Interface.EnterAreaT1Disc
source: Move to Section B of the training base.
cs: Přejděte do sekce B výcvikového zařízení.
es: Muévete a la Sección B de la base de entrenamiento.
fr: Entrer dans la section B de la base d’entraînement.
ru: Двигайтесь в секцию B тренировочной базы.

# Interface.EnterAreaT3
source: Enter the next airlock
cs: Vstupte do další přechodové komory.
es: Entrar en la siguiente exclusa
fr: Entrer dans le sas suivant
ru: Войдите в следующий шлюз

# Interface.Narration17T
source: Section B
cs: Sekce B
es: Sección B
ru: Секция B

# Interface.ControlJetpackToggleDisc
source: Toggle Jetpack Power
cs: zapne napájení jetpacku
es: Enciende la mochila propulsora
fr: Allumer/Eteindre le jetpack
ru: Активировать реактивный ранец

# Interface.ControlJetpackAsendMovementDisc
source: Ascend
cs: stoupat
es: Asciende
fr: Monter
ru: Набирать высоту

# Interface.ControlJetpackDesendMovementDisc
source: Descend
cs: klesat
es: Descender
fr: Descendre
ru: Снижаться

# Interface.Narration17D
source: In this phase of testing, you'll either master basic building skills, or run out of air. The construction area is too high to reach, so let's test your jetpack.
cs: V této fázi výcviku si buď osvojíte základní stavební dovednosti, nebo vám dojde vzduch. Konstrukční plocha je příliš vysoko na to, abyste dosáhli, takže si vyzkoušíte jetpack.
es: En esta fase de pruebas, dominarás las habilidades básicas de construcción o te quedarás sin aire. El área de construcción es demasiado alta para alcanzarla, por lo que deberá usar su mochila propulsora.
fr: Dans cette phase de test, vous maîtriserez les compétences de base en construction, ou ... vous manquerez d’air. La zone de construction est trop haute pour être atteinte, alors testons votre jetpack.
ru: На этом этапе тестирования вы либо овладеете базовыми строительными навыками, либо у вас закончится воздух. Строительная площадка слишком высока, поэтому давайте проверим ваш реактивный ранец.

# Interface.Narration18T
source: Frames
cs: Rámy
es: Marco
fr: Cadres
ru: Каркасы

# Interface.Narration18D
source: Simple to build and easy to pressurize, iron frames are the foundation of any Stationeer structure. Pick up frames, right click to enter build mode, then left click to place.
cs: Jednoduchá stavba a snadné natlakování, to železné rámy jsou základem jakékoli konstrukce Stationeera. Vezměte si rámy a pravým tlačítkem přejděte do režimu stavby, poté levým tlačítkem je umístěte.
es: Los marcos son la base de cualquier estructura Stationeer. Elija los marcos, luego haga clic con el botón derecho para ingresar al modo de construcción y haga clic con el botón izquierdo para colocarlos.
fr: Simples à construire et faciles à pressuriser, les cadres en fer sont la base de toute structure Stationeer. Ramassez les cadres, cliquez avec le bouton droit de la souris pour entrer en mode Construction, puis cliquez avec le bouton gauche de la souris pour les placer.
ru: Простые в сборке и герметизации, железные каркасы являются фундаментом для любой конструкции станционера. Поднимите каркасы, нажав ПКМ войдите в режим строительства, а затем используя ЛКМ размещайте их.

# Interface.BuildTheFrames
source: Use iron sheets and welder to complete frames
cs: Použijte železné plechy a svářečku k dokončení rámů
es: Use láminas de hierro y el soldador para completar los marcos de hierro
fr: Utiliser des plaques de fer et le chalumeau pour compléter les cadres
ru: Используйте листы железа и горелку чтобы обшить каркасы

# Interface.Narration19T
source: Frames
cs: Rámy
es: Marco
fr: Cadres
ru: Каркасы

# Interface.Narration19D
source: Most Stationeer constructions have several stages. Complete the frames and make them airtight by welding iron sheets onto them. You'll need a welder in your active hand, iron sheets in the other.
cs: Většina konstrukcí Stationeerů má několik fází. Dokončete rámy a proveďte jejich vzduchotěsné svaření pomocí železných plechů. V aktivní ruce budete potřebovat svářečku, v druhé železné plechy.
es: La mayoría de las construcciones de los Stationeer tienen varias etapas. Completar los marcos y hacerlos herméticos soldando láminas de hierro sobre ellos. Necesitarás un soldador en tu mano activa, placas de hierro en la otra.
fr: La plupart des constructions Stationeer se font en plusieurs étapes. Compléter les cadres et les rendre étanches à l’air en y soudant des plaques de fer. Vous aurez besoin du chalumeau dans votre main active, et de plaques de fer dans l’autre.
ru: Большинство конструкций станционеров состоит из нескольких этапов сборки. Доделайте каркасы и сделайте их герметичными, приварив к ним листы железа. Вам потребуется горелка в активной руке и листы железа в другой.

# Interface.PickUpT1 9
source: Take Iron Frames from crate
cs: Vezměte železné rámy z bedny.
es: Coger los marcos de hierro de la caja
fr: Prendre les Kit (Cadres en Fer) dans la caisse
ru: Возьмите железные каркасы из ящика

# Interface.BuildFrameT1Disc
source: Complete the unfinished roof using iron sheets.
cs: Dokončete nedokončenou střechu pomocí železných plechů.
es: Complete el techo sin terminar con láminas de hierro.
fr: Compléter le toit en utilisant des Kit (Cadres en Fer) et des Plaques de Fer.
ru: Доделайте недостроенную крышу железными листами.

# Interface.IronFrameBuildTaskT1
source: Build frame #1 in highlighted spot above.
cs: Postavte rám č. 1 na zvýrazněné místo.
es: Construya el marco n. ° 1 en el lugar resaltado arriba.
fr: Construire le premier cadre dans la zone en surbrillance.
ru: Постройте каркас #1 в подсвеченной области

# Interface.IronFrameBuildTaskT2
source: Build frame #2 in highlighted spot above.
cs: Postavte rám č. 2 na zvýrazněné místo.
es: Construya el marco n. ° 2 en el lugar resaltado arriba.
fr: Construire le cadre #2 dans l’endroit en surbrillance.
ru: Постройте каркас #2 в подсвеченной области

# Interface.PickUpT1 4
source: Take iron sheets from crate
cs: Vezměte železné plechy z bedny.
es: Coger las planchas de hierro de la caja
fr: Prendre les Plaques de Fer dans la caisse
ru: Возьмите железные листы из ящика

# Interface.UsePrimeControlsBuildDisc
source: Construct
cs: sestaví
es: Construir
fr: Construire
ru: Построить

# Interface.FinsihFramesT1Disc
source: Equip the welder and steel sheets from the crate, to complete the training base.
cs: Vezměte svářečku a ocelové plechy z bedny a dokončete výcvikovou základnu.
es: Equipa el soldador y las láminas de acero de la caja, para completar la base de entrenamiento.
fr: Equipez-vous avec le Chalumeau et les Plaques d'acier dans la caisse, et compléter la base d'entraînement.
ru: Экипируйтесь сварочный аппаратом и стальными листами из ящика, чтобы доделать тренировочную базу.

# Interface.FillingWithAirT1Disc
source: Fill the base with breathable atmosphere.
cs: Naplňte základnu dýchatelnou atmosférou.
es: Llena la base con atmósfera respirable.
fr: Remplissez la base d’une atmosphère respirable.
ru: Наполните базу пригодной для дыхания атмосферой.

# Interface.OpenTheAPCPanel
source: Open the APC with crowbar from crate
cs: Otevřete APC páčidlem z bedny
es: Abrir el APC con la palanca del cajón
fr: Ouvrez le Contrôleur d'Alimentation avec le Pieds de biche trouvé dans la caisse
ru: Откройте ИБП с помощью лома из ящика

# Interface.TurnOnAPC
source: Turn on the APC
cs: Zapněte APC
es: Enciende el APC
fr: Allumez le Contrôleur d'Alimentation
ru: Включите ИБП

# Interface.TurningOnTheOXygen
source: Wait for external pressure to reach 60kPa.
cs: Počkejte, až vnější tlak dosáhne 60 kPa.
es: Espere a que la presión externa alcance los 60 kPa.
fr: Attendez que la pression atmosphérique atteigne 60 kPa.
ru: Подождите пока внешнее давление достигнет 60кПа.

# Interface.OpenHelmT1Disc
source: Open your suit helmet.
cs: Otevře přilbu.
es: Abre el casco del traje.
fr: Ouvrez la visière de votre casque.
ru: Откройте шлем вашего скафандра.

# Interface.OpenHelmT1Task
source: Unlock helmet
cs: Odemkněte přilbu.
es: Desbloquea el casco
fr: Déverrouiller le casque
ru: Разблокируйте шлем

# Interface.OpenHelmT2Task
source: Open helmet
cs: Otevřete přilbu.
es: Abrir casco
fr: Ouvrer la visière
ru: Откройте шлем

# Interface.Narration20T
source: Frames
cs: Rámy
es: Marco
fr: Cadres
ru: Каркасы

# Interface.FinishFrameT1
source: Finish frames: iron sheets + welding torch (active hand)
cs: Dokončete rám: železné plechy + svářečka (aktivní ruka).
es: Acabado de marcos: láminas de hierro + soplete de soldadura (mano activa)
fr: Terminer la construction du Cadre en Fer avec des Plaques de Fer et un Chalumeau
ru: Закончите каркасы: листы железа + газовая горелка (активная рука)

# Interface.Narration20D
source: The base is now airtight, so you can add atmosphere. Activate the area power controller (APC) to turn on the active vents, and start airflow into the room. Monitor the external pressure on your status panel.
cs: Základna je nyní vzduchotěsná, takže můžete přidat atmosféru. Aktivujte regulátor napěťového okruhu (APC), abyste zapnuli aktivní ventilace a spustili proudění vzduchu do místnosti. Na stavovém panelu sledujte vnější tlak.
es: La base esta sellada, ahora puedes añadir atmósfera. Activando el controlador de energía de área (APC) se encenderán los respiraderos activos, iniciando el flujo de aire en la habitación. Monitoriza la presión externa en tu panel de estado.
fr: Le bâtiment est étanche, maintenant vous pouvez ajouter une atmosphère. Activer le Contrôleur d'Alimentation (APC) pour alimenter les Ventilations Actives. L’air affluera dans la pièce. Surveillez la pression atmosphérique sur votre panneau d’état.
ru: База теперь герметична, поэтому вы можете добавить атмосферы. Активируйте источник бесперебойного питания (ИБП), чтобы включить активную вентиляцию и запустить приток воздуха в комнату. Следите за внешним давлением на панели состояния.

# Interface.Narration21T
source: Final phase
cs: Závěrečná fáze
es: Fase final
fr: Phase finale
ru: Последняя фаза

# Interface.Narration21D
source: Alright, Cadet, you've nearly finished Phase I of Stationeers Practical Testing. If you want to learn more, consult the Stationpedia by pressing F1.
cs: Dobře, kadete, už jsi téměř dokončil první fázi praktického výcviku Stationeerů. Pokud se chcete dozvědět více, nahlédněte do Stationpedie stisknutím klávesy F1.
es: Casi ha terminado su prueba de habilidades esenciales, Cadete. Si necesita revisar estas habilidades, consulte la Stationpedia presionando F1 y navegando a la página CONTROLES BÁSICOS.
fr: Très bien, cadet, vous avez presque terminé la phase I des tests pratiques de Stationeers. Si vous voulez en savoir plus, consultez le Stationpedia en appuyant sur F1.
ru: Хорошо, Кадет, вы почти закончили Фазу I Практического Тестирования Станционеров. Если вы хотите научиться большему, обратитесь к Stationpedia, нажав F1.

# Interface.Narration22T
source: Final phase
cs: Závěrečná fáze
es: Fase final
fr: Phase finale
ru: Последняя фаза

# Interface.Narration22D
source: Alright, Cadet, you've nearly finished Phase I of Stationeers Practical Testing. If you want to learn more, consult the Stationpedia by pressing F1. Once you've read up close the Stationpedia. You'll be doing more testing soon, but for now, make yourself at home. Take off your suit and place it in a storage locker.
cs: Dobře, kadete, už jsi téměř dokončil první fázi praktického výcviku Stationeerů. Pokud se chcete dozvědět více, nahlédněte do Stationpedie stisknutím klávesy F1. Jakmile si přečtete, zavřete Stationpedii. Brzy budete provádět další testování, ale zatím se chovejte jako doma. Svlékni si oblek a ulož ho do úložné skříňky.
es: Muy bien, Cadete, casi ha terminado la Fase I de las Pruebas prácticas de Stationeers. Si desea obtener más información, consulte la Stationpedia presionando F1. Una vez que haya leído de cerca la Stationpedia. Pronto harás más pruebas, pero por ahora, siéntete como en casa. Quítese el traje y colóquelo en un armario de almacenamiento.
fr: Très bien, Cadet, vous avez presque terminé la phase I des tests pratiques Stationeers. Si vous souhaitez en savoir plus, consultez la Stationpedia en appuyant sur F1. Une fois que vous l'aurez lu, fermez la Stationpedia. Vous ferez d’autres tests bientôt, mais pour l’instant, faites comme chez vous. Enlevez votre combinaison et placez-la dans le casier.
ru: Хорошо, Кадет, вы почти закончили Фазу I Практического Тестирования Станционеров. Если вы хотите научиться большему, обратитесь к Stationpedia, нажав F1. Как только вы прочитаете, закройте Stationpedia. Скоро вы будете проводить дополнительные испытания, а пока будьте как дома. Снимите костюм и положите его в шкафчик для хранения вещей.

# Interface.GettingHelp
source: Open Stationpedia, and navigate to the 'Personal' tab.
cs: Otevřete Stationpedii a přejděte na kartu 'Osobní'.
es: Abre la Stationpedia, y navega hasta la "Pestaña Personal".
fr: Ouvrez la Stationpedia, et aller dans la section Personnel.
ru: Откройте {LINK:Home;Stationpedia}, и откройте вкладку 'Персональное'.

# Interface.GettingHelpClose
source: Close the Stationpedia
cs: Zavřete Stationpedii.
es: Cierre la Stationpedia
fr: Fermez la Stationpedia
ru: Закройте Stationpedia

# Interface.Narration23T
source: Final phase
cs: Závěrečná fáze
es: Fase final
fr: Phase finale
ru: Последняя фаза

# Interface.Narration23D
source: Excellent, Cadet. That's the last step of Phase I. The ODA will be relieved you survived this far. Press the blue 'Complete' button to transmit your results to Stationeer Command.
cs: Výborně, kadete. To byl poslední krok fáze I. ODA se ulevilo, že jste přežil tak dlouho. Stisknutím modrého tlačítka 'Dokončit' přenesete výsledky na velitelství Stationeer.
es: ¡Excelente, Cadete! Ese es el último paso de las pruebas prácticas de la fase I. El ODA esta aliviado de que hayas sobrevivido hasta aquí. Presione el botón azul 'Completar' para transmitir sus resultados a Stationeer Command.
fr: Excellent, cadet. C’est la dernière étape de la phase I. L’ODA sera soulagée que vous ayez survécu jusqu’ici. Appuyez sur le bouton bleu 'Complete' pour transmettre vos résultats à Stationeer Command.
ru: Отлично, Кадет. Это последний этап Фазы I. ODA будет рада, что вы выжили так далеко. Нажмите синюю кнопку 'Завершить', чтобы передать результаты руководству станционеров.

# Interface.HangUpSuitT1Disc
source: Drag your suit into the storage locker.
cs: Přetáhněte oblek do stojanu na oblek.
es: Arrastra tu traje a la taquilla de almacenamiento.
fr: Déposer votre combinaison dans le Stockage de combinaison.
ru: Переместите ваш скафандр в шкафчик для хранения.

# Interface.HangHelm
source: Drag space helmet onto suit storage
cs: Přetáhněte vesmírnou přilbu do stojanu na oblek.
es: Arrastra el casco espacial al almacenamiento del traje
fr: Déposer votre casque spatial dans le Stockage de combinaison
ru: Переместите ваш шлем в стойку для скафандра

# Interface.HangSuit
source: Drag suit onto suit storage
cs: Přetáhněte oblek do stojanu na oblek.
es: Arrastre el traje al almacenamiento de trajes
fr: Déposer votre combinaison EVA dans le Stockage de combinaison
ru: Перетяните ваш скафандр на стойку для скафандра

# Interface.HangPack
source: Drag backpack onto suit storage
cs: Přetáhněte batoh do stojanu na oblek.
es: Arrastra la mochila al almacenamiento del traje
fr: Déposer le jetpack dans le Stockage de combinaison
ru: Переместите рюкзак в стойку для скафандра

# Interface.JetpackOn
source: Turn on jetpack
cs: Zapněte jetpack.
es: Activar jetpack
fr: Activer le jetpack
ru: Включите реактивный ранец

# Interface.JetpackOff
source: Turn off jetpack
cs: Vypněte jetpack.
es: Desactivar jetpack
fr: Désactiver le jetpack
ru: Выключите реактивный ранец

# Interface.JetpackT1Disc
source: Test your jetpack controls.
cs: Otestujte si ovládací prvky jetpacku.
es: Prueba los controles de tu mochila propulsora.
fr: Testez votre contrôle du jetpack.
ru: Протестируйте управление вашим реактивным ранцем.

# Interface.PickUpT1 6
source: Pick up welder from table
cs: Vezměte svářečku ze stolu
es: Recoger soldador de la mesa
fr: Ramasser le chalumeau sur la table
ru: Поднимите горелку со стола

# Interface.FillOutPaperworkT1Disc
source: Press big blue button to transmit results.
cs: Stisknutím velkého modrého tlačítka odešlete výsledky.
es: Presione el botón azul grande para transmitir los resultados.
fr: Appuyez sur grand bouton bleu pour transmettre les résultats.
ru: Нажмите большую синюю кнопку чтобы передать результаты.

# Interface.OnButtonPressTaskT1
source: Press 'Confirm' button to end test
cs: Stiskněte tlačítko 'Potvrdit' pro ukončení výcviku.
es: Presione el botón 'Confirmar' para finalizar la prueba
fr: Appuyez sur le bouton 'Confirmer' pour terminer le test
ru: Нажмите кнопку 'Подтвердить' чтобы завершить тест

# Interface.UIBasicsEndDescription
source: Congratulations. Your results have been received by Stationeer Command of the Offworld Development Agency.
cs: Gratulujeme. Vaše výsledky obdrželo velitelství Stationeer z Offworld Development Agency.
es: Felicidades. Sus resultados han sido recibidos por Stationeer Command de la Agencia de Desarrollo Offworld.
fr: Félicitations. Vos résultats ont été reçus par le Stationeer Command de l’ODA.
ru: Поздравляю. Ваши результаты были получены руководством станционеров 'Агентства по развитию внешнего мира' (ODA).

# Interface.Dropflare
source: Drop the flare in your right hand
cs: Upusťte světlici z pravé ruky.
es: Deja caer o lanza la bengala de tu mano derecha
fr: Laissez tomber la fusée dans votre main droite
ru: Бросьте сигнальный огонь в вашей правой руке

# Interface.1GetWaterBottle
source: Get water bottle from uniform slot
cs: Vezměte láhev s vodou z uniformy
es: Obtener la botella de agua de la ranura uniforme
ru: Достаньте бутылку воды из слота униформы

# Interface.1DrinkWater
source: Drink water
cs: Pijte vodu
es: Beber agua
ru: Попейте воды

# Interface.1NarrationExtra1
source: All that training has made you thirsty. You need to drink water to rehydrate. Luckily, you have some in your back pocket.
cs: Po všem tom tréninku máte žízeň. Musíte pít vodu, abyste se hydratovali. Naštěstí máte nějakou v zadní kapse.
es: Todo ese entrenamiento te ha dado sed. Necesitas beber agua para rehidratarte. Afortunadamente, tienes un poco en tu bolsillo trasero.
ru: Все эти тренировки вызвали у вас жажду. Вам нужно пить воду для регидратации. К счастью, у вас есть немного в заднем кармане.

# Interface.01TutorialUIBasics
source: Basic UI
fr: #1 Base de l'interface
ru: Базовый интерфейс

# Interface.UIBasicsDescription
source: Welcome to the Academy, Cadet! It's time to teach you the basics of becoming a Stationeer! In our first lesson, we'll cover the basics of UI and controls.
fr: Bienvenue à l’Académie, Cadet ! Ici, nous allons vous enseigner les bases de devenir un Stationeer. Dans notre première leçon, nous allons faire un plongeon dans les bases de l’interface et des contrôles.
pt_pt: Bem-Vindo à academia cadete! É hora de ensinar-te os básicos de como ser um Stationeer. Nesta primeira lição, vamos cobrir os básicos da Interface e controles.
ru: Добро пожаловать в Академию, Кадет! Здесь мы научим вас основам становления Stationeer. В нашем первом уроке мы познакомимся с основами пользовательского интерфейса и элементами управления.

# Interface.TutorialMouseControls
source: Where's My Cursor?
fr: Où est mon curseur ?
pt_pt: Onde está o meu Cursor?
ru: Где мой курсор?

# Interface.TutorialMouseControlsDescription
source: Let's get started. Our first task is to take a quick look at the Stationpedia. When you're done, close the Stationpedia using {KEY:Help} or hold the {KEY:MouseControl} key and move the mouse cursor.
fr: Commençons. Notre première tâche est d'effectuer une rapide lecture de la {LINK:Home;Stationpedia}. Une fois terminé, fermez la {LINK:Home;Stationpedia} avec la touche {KEY:Help} ou avec la souris, maintenez appuyé la touche {KEY:MouseControl} et déplaçer le curseur de la souris.
pt_pt: Vamos começar. A primeira tarefa é dar uma olhada na Stationpedia. Quando acabares, fecha a Stationpedia usando {KEY:Help} ou segura a tecla {KEY:MouseControl} e depois movendo o cursor do rato.
ru: Давайте начнем. Наша первая задача - быстренько просмотреть Stationpedia. Когда закончите, закройте Stationpedia с помощью {KEY:Help} или удерживая клавишу {KEY:MouseControl} и перемещая курсор мыши.

# Interface.TutorialMouseControlsTask1
source: Close the {LINK:Home;Stationpedia}
fr: Fermez la {LINK:Home;Stationpedia}.
pt_pt: Fecha a {LINK:Home;Stationpedia}
ru: Закройте {LINK:Home;Stationpedia}

# Interface.AlertSystem
source: ALERT
fr: ALERTE
pt_pt: ALERTA
ru: ОПОВЕЩЕНИЕ

# Interface.AlertSystemDescription
source: Incoming Alert!!!
fr: Alerte entrante !!!
pt_pt: Alerta Recebido!!!
ru: Получено предупреждение!!!
