Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.ThePassiveVentTask5
source: Select the {THING:ItemPassiveVent} from the {THING:StructureHydraulicPipeBender}.
fr: Sélectionnez le {THING:ItemPassiveVent} dans le menu de sélection de la {THING:StructureHydraulicPipeBender}.
pt_pt: Seleciona o {THING:ItemPassiveVent} do {THING:StructureHydraulicPipeBender}.
ru: Выберите {THING:ItemPassiveVent} в меню {THING:StructureHydraulicPipeBender}.

# Interface.ThePassiveVentTask6
source: Print a {THING:ItemPassiveVent}.
fr: Imprimez un {THING:ItemPassiveVent}.
pt_pt: Imprime um {THING:ItemPassiveVent}.
ru: Изготовьте {THING:ItemPassiveVent}.

# Interface.TutoiralGasMixing
source: Gas Mixing
cs: Míchání plynů
es: Mezclado de gases
fr: Mélange de gaz
ru: Смешивание газов

# Interface.06BasicAtmospherics
source: Basic Atmospherics
fr: Base de l’atmosphère
ru: Основы Атмосферы

# Interface.BasicAtmosphericsDescription
source: In this lesson you will learn how to fill a small base with breathable atmosphere.
fr: Dans cette leçon, vous apprendrez à remplir un bâtiment avec une atmosphère respirable.
pt_pt: Nesta lição irás aprender a pressurizar uma base pequena com atmosfera respirável.
ru: В этом уроке вы узнаете как наполнить небольшую базу атмосферой пригодной для дыхания.

# Interface.TheTabletTask2
source: Grab the tablet from your backpack and put it in either hand.
ru: Достаньте {THING:ItemTablet} из рюкзака и возьмите в руку

# Interface.TheTabletTask2.5
source: Insert tracker Cartridge
ru: Вставьте навигационный Картридж

# Interface.TheTabletTask3
source: Turn on the Tablet
ru: Включите Планшет

# Interface.TheTabletAtmoDescription
source: Insert the Tracker Cartridge into the {THING:ItemTablet}.
fr: Cadet, aujourd'hui nous allons pressuriser le bâtiment avec une atmoqphère respirable. Notre première tâche est de ramasser de la {THING:ItemOxite}. Nous avons placé une {THING:ItemBeacon} près d'un filon, utilisez votre {THING:ItemTablet} pour le localiser.
pt_pt: Insere o cartucho Rastreador no {THING:ItemTablet}.
ru: Вставьте Картридж Навигатор в {THING:ItemTablet}.

# Interface.BasicAtmosphericsDescription
source: In this lesson you will learn how to fill a small base with a breathable atmosphere.
fr: Dans cette leçon, vous apprendrez à remplir une petite base avec une atmosphère respirable.
pt_pt: Nesta lição irás aprender a pressurizar uma base pequena com atmosfera respirável.
ru: В этом уроке вы узнаете как наполнить небольшую базу атмосферой пригодной для дыхания.

# Interface.Oxyie-Gen
source: Gathering Oxite.
fr: Ramasser de la {THING:ItemOxite}.
pt_pt: Colhendo Oxite.
ru: Собираем Окситы.

# Interface.Oxyie-GenTask1
source: You will need to mine around 80 oxite to pressurize the base. You can find a deposit near the tracking beacon. Scroll through the options until you find the correct beacon.
fr: Vous devrez extraire environ 80 oxite pour pressuriser la base. Vous pouvez trouver un dépôt près de la balise de repérage. Faites défiler les options jusqu'à ce que vous trouviez la bonne balise.
ru: Вам нужно будет добыть около 80 единиц окситов, чтобы обеспечить базу атмосферой. Вы можете найти депозит рядом с маяком. Прокрутите варианты, пока не найдете правильный маяк.

# Interface.Oxyie-GenDescription
source: Oxite is a frozen, breathable gas that exists in small deposits on most planets. Oxite will melt unless it's in your backpack or mining belt. Using the tablet, navigate to the Oxite site.
fr: La {THING:ItemOxite} est un gaz respirable sous forme solide. Il est présent sur la plupart des planètes. La {THING:ItemOxite} fondra à moins qu’il ne soit dans votre {THING:ItemSpacepack} ou votre {THING:ItemMiningBelt}. Vous aurez besoin de miner environ 100 {THING:ItemOxite} pour pressuriser le bâtiment, il y a un dépôt à proximité de la balise de suivi. Faites défiler les cibles jusqu’à ce que vous trouviez la balise dont vous avez besoin.
pt_pt: Oxite é um gás respirável congelado que existe em pequenos depósitos na maioria dos planetas. O Oxite irá derreter excepto se estiver na tua mochila ou no cinto de mineração. Segue para o sítio do Oxite utilizando o Tablet.
ru: Окситы это замороженный, пригодный для дыхания газ, существующий в виде небольших отложений на большинстве планет. Окситы растают если будут находятся не в рюкзаке или шахтёрском поясе. Используя планшет доберитесь к месту добычи окситов.

# Interface.AtmoAirLock
source: Entering the Airlock
fr: L'entrée dans le sas
pt_pt: Entrando na Airlock
ru: Войдите в Шлюз

# Interface.AtmoAirLockDescription
source: An airlock is a device that permits the passage of people and objects between a pressurized base and its surroundings, while minimizing the change of pressure and loss of air from the base. Currently the base has no internal atmosphere, so the airlock will not work correctly as it requires 100kpa to function. We can still enter the base by cancelling the pressurization cycle on the airlock. Remember this if your base has an air leak and you need to enter or exit it without running the cycle.
fr: Un sas est une salle étanche entre deux milieux différents. Il permet le passage de personnes et d’objets entre une pièce pressurisée et l'extérieur, tout en minimisant le changement de pression dans la base et la perte d’air. Actuellement, la base n’a pas d’atmosphère interne. De ce fait, le sas ne fonctionnera pas correctement. En effet, il nécessite une pression de 100kpa dans le bâtiment pour fonctionner correctement. Nous pouvons toujours entrer dans la base en annulant le cycle de pressurisation du sas. Un conseil a se souvenir, si votre base a une fuite d’air et vous deviez entrer ou sortir sans exécuter le cycle.
pt_pt: Uma airlock é um dispositivo que permite a passagem de pessoas e objetos entre uma base pressurizada e o seu exterior, minimizando a diferença de pressão e a perda de ar da mesma. Atualmente a base não tem atmosfera interna, então a airlock não irá funcionar corretamente pois requer 100 kpa para funcionar corretamente. Podemos na mesma entrar na base cancelando o processo de pressurização da airlock. Lembra-te disto caso tenhas uma ruptura de ar na base e precises entrar ou sair sem alternar a airlock.
ru: Воздушный шлюз - это устройство, которое позволяет проходить людям и предметам между находящейся под давлением базой и ее окружением, минимизируя при этом изменение давления и потери воздуха станции. Сейчас база не имеет внутренней атмосферы, поэтому шлюз не будет работать правильно, так как для его работы требуется давление в 100 кПа. Мы все еще можем войти на базу, отменив цикл наддува в шлюзе. Помните об этом, если на вашей базе есть утечка воздуха, и вам нужно войти или выйти из нее, не выполняя цикл.

# Interface.AtmoAirLockTask1
source: Enter the airlock and press the "Cycle to Interior" button on the console. Wait for the exterior door to close, and a new button labelled "Cancel Pressurize" will appear. Press this button and the internal door will open.
fr: Rejoignez votre base et entrez le sas. Appuyez sur le bouton &quot;Cycle to interior&quot; sur la console et attendez la fermeture de la porte extérieure. Un nouveau bouton apparaîtra &quot;Cancel Pressurize&quot;, appuyer sur ce bouton et la porte interne doit s’ouvrir.
pt_pt: Entra na Airlock e carrega no botão "Cycle to Interior" na consola. Aguarda que a porta exterior se feche, e irá aparecer um novo botão "Cancel Pressurize". Carrega neste botão e a porta interior irá abrir-se.
ru: Войдите в шлюз и нажмите кнопку «Cycle to Interior/Цикл входа» на консоли. Подождите, пока внешняя дверь закроется, и появится новая кнопка с надписью «Cancel pressurize/Отменить повышение давления». Нажмите эту кнопку, и внутренняя дверь откроется.

# Interface.AtmosAnalyser
source: Analysing Atmosphere.
fr: Analyse de l’atmosphère.
pt_pt: Analisando atmosfera.
ru: Анализ атмосферы.

# Interface.AtmosAnalyserDescription
source: The Atmospheric Analyzer is used to analyse the composition, temperature and pressure of the current atmosphere.
fr: L’analyseur atmosphérique est utilisé pour analyser l’atmosphère actuelle, y compris la composition, la température et la pression.
pt_pt: O analisador atmosférico é utilizado para analisar a composição, temperatura e pressão da atmosfera atual.
ru: Атмосферный анализатор используется для анализа состава, температуры и давления текущей атмосферы.

# Interface.TheTabletTaskAtmo
source: Insert the {THING:CartridgeAtmosAnalyser} into the {THING:ItemTablet}
fr: Insérez la {THING:CartridgeAtmosAnalyser} dans la {THING:ItemTablet}.
pt_pt: Insere o {THING:CartridgeAtmosAnalyser} no {THING:ItemTablet}
ru: Вставьте {THING:CartridgeAtmosAnalyser} в {THING:ItemTablet}

# Interface.Creating_Atmo
source: Generating an Atmosphere.
fr: Générer une atmosphère.
pt_pt: Gerando uma Atmosfera.
ru: Создание атмосферы.

# Interface.Creating_AtmoDescription
source: The simplest way of creating a breathable atmosphere is to mine oxite, then drop it into your base and let it melt. This will release breathable oxygen into the atmosphere, and increase air pressure. Be careful when melting oxite as you could over-pressurize the base, causing damage to walls. Humans need to breathe a minimum 20% oxygen without pollutants or poisons. You can have a small amount of carbon dioxide in the atmosphere but exceeding 10% is not recommended.
fr: La façon la plus simple de créer une atmosphère respirable, est de miner la {THING:ItemOxite}. Ensuite la laisser fondre dans votre base, ce qui libérera de l’oxygène respirable dans l’atmosphère. Soyez prudent lors de la fonte de {THING:ItemOxite}, la pression de l'air va augmenter. Une pression trop importante peut causer des dommages aux murs et aux fenêtres. Les humains doivent respirer un minimum de 20% d’oxygène sans polluants ou poisons. Une petite quantité de dioxyde de carbone dans l’atmosphère est acceptable, mais il n’est pas recommandé de dépasser 10%.
pt_pt: A maneira mais simples de gerar uma atmosfera respirável é, minerar oxite e largá-lo na tua base para derreter. Isto irá libertar oxigénio na atmosfera ao mesmo tempo aumentando a sua pressão. Cuidado ao derreter oxite, pois poderás criar demasiada pressão na base causando dano nas paredes. Os humanos precisam no mínimo 20% oxigénio sem poluentes ou venenos. Poderás ter uma pequena quantidade de dióxido de carbono, mas não é recomendado ultrapassar os 10%.
ru: Самый простой способ создать воздухопроницаемую атмосферу - добыть оксит, а затем бросить его на базе и дать растаять. Это выпустит кислород в атмосферу и увеличит давление воздуха. Будьте осторожны при плавлении оксита, так как это может привести к избыточному давлению на станции и может повредить стены. Людям для дыхания нужно как минимум 20% кислорода без загрязняющих веществ и ядов. Вы можете иметь небольшое количество углекислого газа в атмосфере, но превышать 10% не рекомендуется.

# Interface.Creating_AtmoTask1
source: Turn the {THING:ItemTablet} on.
fr: Allumez la {THING:ItemTablet}.
pt_pt: Liga o {THING:ItemTablet}.
ru: Включите {THING:ItemTablet}.

# Interface.Creating_AtmoTask2
source: Drop Oxite into the room and wait for it to melt. It will generate a breathable atmosphere, bringing the exterior pressure up to 60kPa.
fr: Déposez l'Oxite dans la pièce et attendez qu'il fonde. Elle générera une atmosphère respirable, portant la pression extérieure à 60 kPa.
ru: Бросьте Оксит в комнату и подождите пока он растает. Это создаст пригодную для дыхания атмосферу, доведя давление до 60 кПа.

# Interface.Creating_AtmoTask3
source: Once the pressure has reached an acceptable safe level, open your helmet and take a breath of fresh, fresh air.
fr: Une fois que la pression a atteint un niveau de sécurité acceptable, ouvrez votre casque (Touche {KEY:Internals}) et prenez une bouffée d’air frais.
pt_pt: Assim que a pressão chegar a um nível seguro, abre o capacete e respira ar fresco.
ru: Когда давление достигнет приемлемого безопасного уровня, откройте шлем и подышите свежим, свежим воздухом.

# Interface.TutoiralHydroponicsAndFood
source: Hydroponics, Hydration + Food
cs: Hydroponie, hydratace + jídlo
es: Hidropónia, Hidratación + Comida
ru: Гидропоника, Гидратация + Еда

# Interface.TutoiralHydroponicsAndFoodSubTitle
source: Getting hungry? Test your ability to sustain yourself offworld.
cs: Máte hlad? Vyzkoušejte si, jak se dokážete uživit mimo Zemi.
es: ¿Empezando a sentir hambre? Pon a prueba tu capacidad para mantenerte fuera del mundo.
ru: Проголодались? Проверьте свои способности к поддержанию жизни во внеземном мире.

# Interface.TutoiralHydroponicsAndFoodSubTitle2
source: Practical Training: Stage VI.
cs: Praktický výcvik: Fáze VI
es: Entrenamiento Práctico: Fase VI.
ru: Практические тренировки: Этап VI

# Interface.TutoiralHydroponicsAndFoodDescription
source: Welcome Cadet. It's time to test your ability to sustain yourself far, far from home.
cs: Vítejte, kadete. Je čas otestovat vaši schopnost udržet se daleko, daleko od domova.
es: Bienvenido Cadete. Es hora de poner a prueba tu capacidad para mantenerte lejos, lejos de casa.
ru: Приветствую Кадет. Настало время проверить твои способности к поддержанию жизни далеко, далеко от дома.

# Interface.6Narration1D2
source: In this phase, we'll look at keeping yourself hydrated, growing food, and cooking it up into something useful. Start by setting up a water bottle refill station.
cs: V této fázi se budeme zabývat udržováním hydratace, pěstováním potravin a jejich přípravou na něco užitečného. Začněte zřízením stanice pro doplňování vody do lahví.
es: En esta fase, probaremos tu capacidad para mantenerte hidratado y cultivar alimentos, y luego cocinaremos para convertirlos en algo útil. Comience configurando una estación de recarga de botellas de agua.
ru: В этой фазе, мы посмотрим как поддерживать свой уровень гидратации, выращивать еду и готовить ее во что-то полезное. Начни с установки разливочной машины воды.

# Interface.6Narration1D
source: In any hydration system, you need a place to store water. Build a water tank and a water tank connector, so you can link it to the pipe network.
cs: V každém hydratačním systému potřebujete místo, kam můžete uložit vodu. Sestavte nádrž na vodu a konektor pro nádrž na vodu, abyste ji mohli připojit k potrubní síti.
es: En cualquier sistema de hidratación, necesitas un lugar para almacenar agua. Construye un depósito de agua y un conector de depósito de agua, para poder conectarlo a la red de tuberías.
ru: В любой системе гидратации, тебе нужно место для хранения воды. Построй водный резервуар и коннектор водного резервуара, чтобы подключить его к системе труб.

# Interface.6BuildTankConnecter
source: Build tank connector in the highlighted position
cs: Postavte konektor nádrže na zvýrazněné místo
es: Construya el conector de tanques en la posición resaltada
ru: Постройте соединитель резервуара в выделенном месте

# Interface.6MoveThingArea
source: Wrestle water tank onto tank connector
cs: Nádrž na vodu připevněte na konektor nádrže
es: Coloque el tanque de agua en el conector del tanque.
ru: Перетащите водный резервуар на соединитель резервуаров

# Interface.ConnectTankToConnecter
source: Use wrench to connect water tank to tank connector.
cs: Pomocí hasáku připojte nádrž na vodu ke konektoru nádrže.
es: Use una llave para conectar el tanque de agua al conector del tanque.
ru: Используйте гаечный ключ чтобы подключить водный резервуар к соединителю резервуара.

# Interface.6Narration3D
source: Finish the liquid pipe network by connecting the liquid pipes to the tank connector.
cs: Dokončete kapalinovou potrubní síť připojením kapalinových trubek ke konektoru nádrže.
es: Termine la red de tuberías de líquido conectando las tuberías de líquido al conector del tanque.
ru: Завершите жидкостную систему труб соединив трубы для жидкости с соединителем резервуаров.

# Interface.6GetPipe
source: Get liquid pipes from crate
cs: Vezměte potrubí na kapaliny z bedny
es: Coge las tuberias de liquidos de la caja.
ru: Возьмите жидкостные трубы из ящика

# Interface.6Narration4D
source: Before you plant anything, set up a grow light so you can grow all through the night, too, bruh.
cs: Než něco zasadíte, nainstalujte si světlo, abyste mohli pěstovat i v noci.
es: Antes de plantar algo, instale una luz de crecimiento para que usted también pueda crecer durante toda la noche, hermano.
ru: Перед тем как ты начнешь сажать что-либо, установи освещение для растений, чтобы они могли расти даже ночью, братан.

# Interface.6GetGrowLight
source: Get grow light kit from crate
cs: Vezměte růstové světlo z bedny
es: Consigue el kit de luz de cultivo de la caja
ru: Достаньте набор освещения для растений из контейнера

# Interface.6BuildGrowLight
source: Place grow light in highlighted position
cs: Umístěte růstové světlo na zvýrazněné místo
es: Coloca la luz de cultivo en la posición resaltada
ru: Разместите освещение для растений в подсвеченной области

# Interface.6GrowLightOn
source: Turn on growlight
cs: Zapněte růstové světlo
es: Enciende la luz de cultivo
ru: Включите освещение для растений

# Interface.6Narration5D
source: Different plants require different atmospheric ratios. But today, we're just testing the basics: you've got water, light, and the correct gas mix, so it's time to plant wheat in each of the hydroponic trays.
cs: Různé rostliny vyžadují různé atmosférické poměry. Dnes si však vyzkoušíme jen základy: máte vodu, světlo a správnou směs plynů, takže je čas zasadit pšenici do každé z hydroponických vaniček.
es: Las diferentes plantas requieren diferentes proporciones atmosféricas. Pero hoy, solo estamos probando lo básico: tienes agua, luz y la mezcla de gas correcta, así que es hora de plantar trigo en cada una de las bandejas hidropónicas.
ru: Разные растения нуждаются в разных атмосферных соотношениях. Но сегодня, мы всего-лишь протестируем основы: у тебя есть вода, свет и правильная газовая смесь, поэтому настало время посадить пшеницу в каждый из гидропонных лотков.

# Interface.6GetWheat
source: Get wheat seeds from crate
cs: Vezměte semena pšenice z bedny
es: Coge semillas de trigo de la caja
ru: Возьмите семена пшеницы из контейнера

# Interface.6PlantWheat
source: Plant wheat in the hydroponics trays.
cs: Do hydroponických vaniček zasaďte pšenici.
es: Plante trigo en las bandejas hidropónicas.
ru: Посадите пшеницу в гидропонные лотки.

# Interface.6Narration6D
source: It's harvest time! You can eat raw wheat - if you like - but it will provide more nourishment if you cook it. Harvest 20 wheat, then use the reagent processor to turn it into flour.
cs: Je čas sklizně! Pokud chcete, můžete jíst syrovou pšenici, ale více výživy vám poskytne, když ji uvaříte. Skliďte 20 pšenic a pak je pomocí zpracovatele činidel proměňte v mouku.
es: ¡Es tiempo de cosecha! Puede comer trigo crudo, si lo desea, pero le proporcionará más nutrientes si lo cocina. Coseche 20 unidades de trigo, luego use el procesador de reactivos para convertirlo en harina.
ru: Время собирать урожай! Ты можешь есть сырую пшеницу - если тебе нравится - но она обеспечит большим питанием если ты ее приготовишь. Собери 20 пшеницы, потом используй обработчик реагентов чтобы превратить ее в муку.

# Interface.6PutWheatInProcessor
source: Add wheat to reagent processor funnel
cs: Přidejte pšenici do trychtýře zpracovatele činidel
es: Agregue trigo al embudo del procesador de reactivos
ru: Добавьте пшеницу в воронку процессора реагентов

# Interface.6BenchOn
source: Turn on bench
cs: Zapněte lavici
es: Enciende la mesa
ru: Включите верстак

# Interface.6ReagentProcessorOn
source: Turn on reagent processor
cs: Zapněte zpracovatel činidel
es: Encienda el procesador de reactivos
ru: Включите процессор реагентов

# Interface.6Narration8D
source: In a moment, you'll have flour, so you can get baking. You can cook a variety of foods in the microwave, including delicious muffins. Make sure to follow the recipe exactly, because baking is a science.
cs: Za chvíli budete mít mouku, takže se můžete pustit do pečení. V mikrovlnné troubě můžete připravovat různé pokrmy, včetně lahodných muffinů. Dbejte na to, abyste přesně dodržovali recept, protože pečení je věda.
es: En un momento tendrás harina y podrás ponerte a hornear. Puedes cocinar una gran variedad de alimentos en el microondas, incluidas unas deliciosas magdalenas. Asegúrate de seguir la receta al pie de la letra, porque hornear es una ciencia.
ru: Скоро у тебя будет мука, так что ты сможешь приступить к выпечке. Ты можете приготовить разнообразную еду в микроволновке, включая восхитительные маффины. Обязательно следуй точно рецепту, потому что выпекание это наука.

# Interface.6PutEggInMicrowave
source: Add egg to microwave
cs: Přidejte vejce do mikrovlné trouby
es: Agrega el huevo al microondas
ru: Добавьте яйцо в микроволновку

# Interface.6PutMilkInMicrowave
source: Add 10ml milk to microwave
cs: Přidejte 10 ml mléka do mikrovlné trouby
es: Agrega 10 ml de leche al microondas.
ru: Добавьте 10мл молока в микроволновку

# Interface.6PutFlourInMicrowave
source: Add 50g flour to microwave
cs: Přidejte 50 g mouky do mikrovlné trouby
es: Agrega 50 g de harina al microondas
ru: Добавьте 50г муки в микроволновку

# Interface.6MicrowaveOn
source: Turn on the microwave
cs: Zapněte mikrovlnnou troubu
es: Enciende el microhondas
ru: Включите микроволновку

# Interface.6BakeMuffin
source: Bake muffin
cs: Upečte muffin
es: Hornear un Muffin
ru: Испеките маффин

# Interface.6Narration9D
source: You're about to recieve one of Agrizero's finest muffins. Enjoy it - and banish that hunger, Cadet.
cs: Právě dostáváte jeden z nejlepších muffinů Agrizero. Vychutnejte si ho - a zažeňte hlad, kadete.
es: Estás a punto de recibir uno de los mejores muffins de Agrizero. Disfrútalo y desterra ese hambre, Cadete.
ru: Ты сейчас собираешься получить один из лучших маффинов Агризеро. Насладись им - и прогони этот голод, Кадет.

# Interface.6EatMuffin
source: Eat the muffin
cs: Jezte muffin
es: Come el muffin
ru: Съешьте маффин

# Interface.6Narration10D
source: Well done, Cadet. You've demonstrated a high degree of self-sufficiency, and acceptable culinary talents. Stationeer Command will be proud of you. Press the important blue button to transmit your results.
cs: Výborně, kadete. Prokázal jste vysokou míru soběstačnosti a přijatelný kulinářský talent. Velitelství Stationeerů na vás bude pyšné. Stiskněte důležité modré tlačítko a předejte své výsledky.
es: Bien hecho, Cadete. Ha demostrado un alto grado de autosuficiencia y un talento culinario aceptable. El Stationeer Command estará orgulloso de ti. Presione el botón azul importante para transmitir sus resultados.
ru: Отлично сработано, Кадет. Ты продемонстрировал высокий уровень самодостаточности, и приемлемые кулинарные таланты. Командование Станционеров будет гордиться тобой. Нажми на важную голубую кнопку чтобы отправить твои результаты.

# Interface.6OnButtonPressTask
source: Press important button
cs: Stiskněte důležité tlačítko
es: Presione el botón importante
ru: Нажмите важную кнопку

# Interface.6FlourCreated
source: Create flour
cs: Vytvořte mouku
es: Crea harina
ru: Создайте муку
