Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.7Narration14D
source: Excellent! Your gas network is now set up. Insert the empty tank from your welder into the storage unit, so it's ready to be charged up.
ru: Отлично! Ваша газовая сеть теперь установлена. Вставьте пустой баллон от вашей газовой горелки в стойку для баллона, чтобы он был готов к зарядке.

# Interface.7GetEmptyTank
source: Retrieve canister from storage unit
cs: Vyjměte kanystr z uložiště
es: Coge la botella de la unidad de almacenamiento
ru: Извлеките баллон из стойки для баллона

# Interface.7AddCanisterToTankConnector
source: Insert fuel canister from welder into tank storage unit
ru: Вставьте топливный баллон из газовой горелки в стойку для баллона

# Interface.7Narration15D
source: To find the correct fuel ratio for filling your tank, consult the Stationpedia Canister (Fuel) page.
ru: Чтобы найти правильное соотношение топлива для заполнения вашего баллона, обратитесь к странице Stationpedia Газовый баллон (Топливо).

# Interface.7SetGasMix
source: Set gas mixer valve to 66:34
cs: Ventil směšovače plynu nastavte na 66:34
es: Ajusta la valvula del mezclador a una relación 66:34
ru: Установите вентиль газового смесителя на 66:34

# Interface.7PediaNavigation
source: Consult Canister (Fuel) page in Stationpedia
cs: Podívejte se na stránku kanystru (palivo) ve Stationpedii
es: Consulte la página botella (Combustible) en la Stationpedia
ru: Обратитесь к странице Газовый баллон (Топливо) на Stationpedia

# Interface.7PediaNavigationClose
source: Close Stationpedia
cs: Zavřít Stationpedia
es: Cierre la Stationpedia
ru: Закройте Stationpedia

# Interface.7Narration16D
source: Good, now set the pressure on the regulator. A safe pressure for canisters is 1950kPa, although they can tolerate up to almost 10MPa.
ru: Хорошо, теперь установите давление на регуляторе. Безопасное давление для баллонов составляет 1950kPa, хотя они могут выдерживать почти 10MPa.

# Interface.7LimitRegulator
source: Set pressure on regulator to 1950kPa
cs: Nastavte tlak na regulátoru na 1950 kPa
es: Poner la presión en el regulador a 1950kPa
ru: Установите давление регулятора на 1950kPa

# Interface.7Narration17D
source: Great work Cadet! Everything is ready. You can safely begin turning on your equipment to start producing fuel.
cs: Skvělá práce kadete! Vše je připraveno. Můžete bez obav začít zapínat zařízení a začít vyrábět palivo.
es: ¡Gran trabajo Cadete! Ahora que todo está configurado podemos comenzar a encenderlo en su equipo y comenzar a producir combustible.
ru: Отличная работа, Кадет! Все готово. Вы можете спокойно начать включать свое оборудование, чтобы начать производить топливо.

# Interface.7ActiveVentOn
source: Hydroponics room: Turn on active vent
cs: Hydroponická místnost: Zapněte aktivní ventilaci
es: Sala de Hidroponia: Enciende la ventilación activa
ru: Комната гидропоники: Включите активную вентиляцию

# Interface.7IceCrusherOn
source: Turn on ice crusher
cs: Zapněte drtič ledu
es: Enciende el triturador de hielo
ru: Включите измельчитель льда

# Interface.7FilterOn
source: Turn on filtration unit
cs: Zapněte filtrační jednotku
es: Enciende la unidad de filtración
ru: Включите воздушный фильтр

# Interface.7GasMixerOn
source: Turn on gas mixer
cs: Zapněte směšovač plynu
es: Enciende el mezclador de gases
ru: Включите газовый смеситель

# Interface.7PressureReg
source: Turn on pressure regulator
cs: Zapněte regulátor tlaku
es: Enciende el Regulador de Presión
ru: Включите регулятор давления

# Interface.7Narration17DB
source: The volatiles and oxygen are currently waiting paitently in the pipes. Open the valves to let them flow into through the gas mixer into your welder canister.
es: Los volátiles y el oxígeno están esperando actualmente en las tuberías. Abra las válvulas para dejar que el gas fluya hacia el mezclador de gas hacia tu botella del soldador.
ru: Летучие вещества и кислород в настоящее время терпеливо ждут в трубах. Откройте вентили, чтобы впустить их через газовый смеситель в ваш баллон газовой горелки.

# Interface.7VolatilesValveOn
source: Open volatiles pipe valve
es: Abre la válvula de la tubería de volátiles
ru: Откройте вентиль трубы с летучим веществом

# Interface.7OxideValveOn
source: Open oxygen pipe valve
es: Abre la válvula de la tuberia de oxígeno
ru: Откройте вентиль трубы с кислородом

# Interface.7Narration18D
source: Stirling work, Cadet. Your fuel canister is now refilled. You can insert it into your welder.
ru: Отличная работа, Кадет. Ваш баллон с топливом теперь наполнен. Вы можете вставить его в свою газовую горелку.

# Interface.7AddTankToWeilder
source: Return fuel canister to welder
es: Devolver el bote de combustible al soldador
ru: Верните баллон с топливом в газовую горелку

# Interface.7Narration19D
source: The ODA is impressed, Cadet. You can be trusted to filter and mix combustible fuels. Excellent progress. Press the mysterious blue button to transmit your results.
ru: ODA впечатлена, Кадет. Вам можно доверить фильтровать и смешивать горючее топливо. Отличный прогресс. Нажмите таинственную синюю кнопку, чтобы передать результаты.

# Interface.7OpenSuit
source: Open suit UI
cs: Otevřete uživatelské rozhraní obleku
es: Abre la UI del traje
ru: Откройте интерфейс скафандра

# Interface.7OpenWasteTankMenu
source: Select waste tank
cs: Vyberte odpadní nádrž
es: Selecciona el tanque de residuos
ru: Выберите баллон для отходов

# Interface.7FinishDoor
source: Complete the airlock
cs: Dokončete přechodovou komoru
es: Completa la esclusa
ru: Завершите шлюз

# Interface.7Narration19AD
source: Good work, Cadet. You can now finish this room by completing the airlock with your fully refueled welder.
ru: Хорошая работа, Кадет. Теперь вы можете закончить эту комнату, завершив шлюз своей полностью заправленной газовой горелкой.

# Interface.7GetTablet
source: Equip tablet from backpack
cs: Vezměte tablet z batohu
es: Equipa la tablet de la mochila
ru: Возьмите планшет из рюкзака

# Interface.7InsertCart
source: Insert Atmos Analyzer into tablet
cs: Vložte atmosférický analyzátor do tabletu
es: Inserte el Analizador de atmósfera en la tablet
ru: Вставьте Анализатор Атмосферы в планшет

# Interface.7TabletOn
source: Turn on tablet to scan gas pipes
es: Enciende la tablet para escanear las tuberias de gases
ru: Включите планшет для сканирования газовых труб

# Interface.7TabletOff
source: Turn off tablet after scanning
es: Apaga la tablet después de hacer el escaneo
ru: Выключите планшет после сканирования

# Interface.7Narration18DTablet
source: Excellent. Use your tablet to check that oxygen is entering the pipe.
ru: Отлично. Используйте планшет, чтобы проверить, поступает ли кислород в трубу.

# Interface.7ActiveVentInward
source: Hydroponics room: Set active vent to 'inward'
es: Sala de Hidroponia: Ajusta la ventilación activa a 'inward' (interior)
ru: Комната гидропоники: Установите активную вентиляцию в режим 'inward' (внутрь)

# Interface.08BasicHydroponics
source: Hydroponics
fr: Culture hydroponique
ru: Гидропоника

# Interface.PortableHydroponics
source: Portable Hydroponics
fr: Station Hydroponique portable
pt_pt: Hidroponia Portátil
ru: Переносная гидропонная установка

# Interface.PortableHydroponicsDescription
source: {THING:DynamicHydroponics} unit are great for setting up temporary food sources. They're light and portable, but aren't equipped with a lighting system due to weight requirements. This means the {THING:DynamicHydroponics} unit must be in a sun-lit spot for plants to grow. In addition to needing a good sun-lit spot they also require a controlled atmosphere. Best plant growth conditions are between 15 and 50 degrees celsius at a preassure of 8KPa to 130 KPa. The Air composition should contain no hydrogen or pollutants and at least 2% carborn dioxide.
fr: La {THING:DynamicHydroponics} est idéale pour la mise en place d'une source de nourriture temporaire. Elle est légere et portable, mais elle n'est pas équipé de lampe horticole en raison des exigences de poids. Cela signifie que la {THING:DynamicHydroponics} doit être placé dans un endroit ensoleillé pour que les plantes puissent pousser. En plus d’avoir besoin d’un endroit bien éclairé par le soleil, les plantes nécessitent également une atmosphère contrôlée. Les meilleures conditions de croissance des plantes sont comprises entre 15 et 50 degrés Celsius à une pression de 8KPa à 130 KPa. La composition de l’air ne doit contenir ni hydrogène ni polluants et au moins 2 % de dioxyde de carbone.
ru: {THING:DynamicHydroponics} отлично подходит для налаживания временного источника пищи. Они легкие и мобильные, но не включают системы освещения из-за требований к весу. Это значит что {THING:DynamicHydroponics} должна быть расположена в солнечном месте. В дополнение к солнечному освещению так же требуется контролируемая атмосфера. Наилучшие условия для выращивания растений находятся между 15 и 50 градусами Цельсия при давлении от 8КПа до 130КПа. Атмосфера не должна содержать водорода или загрязняющих веществ и должна иметь не менее 2% углекислого газа.

# Interface.PortableHydroponicsTask1
source: Pick up a {THING:ItemPotato}.
fr: Prenez une {THING:ItemPotato}.
pt_pt: Apanha uma {THING:ItemPotato}.
ru: Поднимите {THING:ItemPotato}.

# Interface.PortableHydroponicsTask2
source: Pick up the {THING:ItemGasCanisterWater}.
fr: Prenez la {THING:ItemGasCanisterWater}.
pt_pt: Apanha o {THING:ItemGasCanisterWater}.
ru: Поднимите {THING:ItemGasCanisterWater}.

# Interface.PortableHydroponicsTask3
source: Insert the water canister into the base of the {THING:DynamicHydroponics} unit
fr: Insérez la bouteille d'eau dans la base de l’unité {THING:DynamicHydroponics}
pt_pt: Insere o cilindro de água na base da {THING:DynamicHydroponics}
ru: Вставьте газовый баллон с водой в основание {THING:DynamicHydroponics}

# Interface.PortableHydroponicsTask4
source: Plant a {THING:ItemPotato} in any of the {THING:DynamicHydroponics} unit planting slots.
fr: Plantez une {THING:ItemPotato} dans l'un des emplacements de {THING:DynamicHydroponics}.
pt_pt: Planta uma {THING:ItemPotato} num compartimento da {THING:DynamicHydroponics}.
ru: Посадите {THING:ItemPotato} в любой слот {THING:DynamicHydroponics}.

# Interface.PotatosInSpace
source: Potatoes in Space
fr: Pommes de terre dans l’espace
pt_pt: Batatas no Espaço
ru: Картошка в космосе

# Interface.PotatosInSpaceDescription
source: Let the {THING:ItemPotato} plant grow
fr: Laissez pousser la plante {THING:ItemPotato}
pt_pt: Deixa a {THING:ItemPotato} crescer
ru: Дайте {THING:ItemPotato} вырасти

# Interface.PotatosInSpaceTask1
source: Wait for the plant to grow. Note: We have sped up the plant's growth rate for this tutorial.
fr: Attendez que la plante pousse. Note: Nous avons accéléré le taux de croissance pour ce tutoriel.
pt_pt: Aguarda a planta crescer. Nota: Aceleramos a velocidade de crescimento neste tutorial.
ru: Подождите, пока растение вырастет. Примечание: Мы ускорили темпы роста растений для этого учебного сценария.

# Interface.PotatosInSpaceTask2
source: Harvest the {THING:ItemPotato}.
fr: Récoltez la {THING:ItemPotato}.
pt_pt: Colhe a {THING:ItemPotato}.
ru: Соберите урожай {THING:ItemPotato}.

# Interface.FixedHydroponics
source: Fixed Hydroponics
fr: Hydroponique fixe
pt_pt: Hidroponia fixa
ru: Стационарная Гидропоника

# Interface.FixedHydroponicsDescription
source: The {THING:DynamicHydroponics} unit is good for starting out, but you will soon want to upgrade to a {THING:StructureHydroponicsStation}. It has built-in UV lights and a pipe import to help with automating the system.
fr: La {THING:DynamicHydroponics} est bien pour commencer. Vous voudrez bientôt passer à un {THING:StructureHydroponicsStation}. Il a des lumières UV intégré et une entrée de liquide pour automatiser le système.
pt_pt: A {THING:DynamicHydroponics} é boa para começar, mas brevemente irás querer melhorar para uma {THING:StructureHydroponicsStation}. Esta tem iluminação UV e um sistema de canos de importação para ajudar a automatizar o processo.
ru: На начальном этапе {THING:DynamicHydroponics} будет вполне достаточно, но в скором времени вам потребуется {THING:StructureHydroponicsStation}. Эта версия имеет встроенное ультрафиолетовое освещение и порт подачи жидкости чтобы помочь с автоматизацией.

# Interface.FixedHydroponicsTask1
source: Pick up the {THING:ItemKitHydroponicStation}.
fr: Récupérez le {THING:ItemKitHydroponicStation}.
pt_pt: Apanha a {THING:ItemKitHydroponicStation}.
ru: Возьмите {THING:ItemKitHydroponicStation}.

# Interface.FixedHydroponicsTask2
source: Place the {THING:ItemKitHydroponicStation} in the highlighted position.
fr: Placez le {THING:ItemKitHydroponicStation} sur la zone en surbrillance.
pt_pt: Coloca a {THING:ItemKitHydroponicStation} na posição indicada.
ru: Установите {THING:ItemKitHydroponicStation} в выделенное место.

# Interface.TankConnectorsWhatAreThey
source: Tank Connectors - What Are They?
fr: Connecteurs de réservoir - Que sont-ils ?
pt_pt: Conetores de Tanque - O que são?
ru: Разъемы цистерн - Что это такое?

# Interface.TankConnectorsWhaAreTheyDescription
source: Tank connectors are used to connect a {THING:DynamicGasCanisterWater} to pipe networks, which can be used to transport gas and water.
fr: Les connecteurs de réservoir sont utilisés pour relier un {THING:DynamicGasCanisterEmpty} à un réseau de tuyaux pour transporter du gaz et de l’eau.
pt_pt: Conetores de tanque são utilizados para conetar um {THING:DynamicGasCanisterWater} à rede de canos, que são usados para transportar gases e água.
ru: Коннектор (большой баллон) используется для подключения {THING:DynamicGasCanisterWater} к трубам, которые используются для транспортировки газа и воды.

# Interface.TankConnectorsWhatAreTheyTask1
source: Pick up the {THING:ItemTankConnector}.
fr: Récupérez le {THING:ItemTankConnector}.
pt_pt: Apanha o {THING:ItemTankConnector}.
ru: Возьмите {THING:ItemTankConnector}.

# Interface.TankConnectorsWhatAreTheyTask2
source: Place the {THING:StructureTankConnector} in the highlighted position.
fr: Placez le {THING:StructureTankConnector} sur la zone en surbrillance.
pt_pt: Coloca o {THING:StructureTankConnector} na posição indicada.
ru: Установите {THING:StructureTankConnector} в выделенное место.

# Interface.WaterTanksAndWrenches
source: Water Tanks and Wrenches
fr: Réservoirs d’eau et clés à molette
pt_pt: Tanques de Água e Chave Inglesa
ru: Водяные Цистерны и Гаечные Ключи

# Interface.WaterTanksAndWrenchesDescription
source: Place the {THING:DynamicGasCanisterWater} on top of the {THING:ItemTankConnector} and connect it using a {THING:ItemWrench}.
fr: Placez le {THING:DynamicGasCanisterWater} sur le {THING:StructureTankConnector} et connectez-le à l’aide d’une {THING:ItemWrench}.
pt_pt: Coloca o {THING:DynamicGasCanisterWater} em cima do {THING:ItemTankConnector} e conecta-o utilizando a {THING:ItemWrench}.
ru: Поместите {THING:DynamicGasCanisterWater} поверх {THING:ItemTankConnector} и подключите его с помощью {THING:ItemWrench}.

# Interface.WaterTanksAndWrenches1
source: Get the {THING:ItemWrench} from your toolbelt.
fr: Attrapez le {THING:DynamicGasCanisterWater} par l'une des poignées et déposez-le sur le {THING:StructureTankConnector}.
pt_pt: Pega a {THING:ItemWrench} do teu cinto de ferramentas.
ru: Возьмите {THING:ItemWrench} с вашего пояса инструментов.

# Interface.WaterTanksAndWrenchesTask2
source: Use the {THING:ItemWrench} to connect the {THING:DynamicGasCanisterWater} to the {THING:ItemTankConnector}.
fr: Enfin, utilisez la {THING:ItemWrench} pour connecter le {THING:DynamicGasCanisterWater} sur le {THING:StructureTankConnector}.
pt_pt: Utiliza a {THING:ItemWrench} para conetar o {THING:DynamicGasCanisterWater} ao {THING:ItemTankConnector}.
ru: Используйте {THING:ItemWrench} для подключения {THING:DynamicGasCanisterWater} к {THING:ItemTankConnector}.

# Interface.WaterNetworks
source: Water Networks
fr: Réseaux hydrauliques
pt_pt: Rede de Água
ru: Водопровод

# Interface.WaterNetworksDescription
source: Use the blue pipes to connect the {THING:ItemTankConnector} to the {THING:StructureHydroponicsStation}. Water will flow into the unit until the {THING:DynamicGasCanisterWater} is empty.
fr: Utilisez les {ITEM:KitPipe} bleus pour connecter le {THING:ItemTankConnector} à la {THING:StructureHydroponicsStation}. L’eau s’écoulera dans l’appareil jusqu’à ce que le {THING:DynamicGasCanisterWater} soit vide.
pt_pt: Utiliza os canos azuis para conetar o {THING:ItemTankConnector} a {THING:StructureHydroponicsStation}. A água irá fluir para dentro da unidade até o {THING:DynamicGasCanisterWater} ficar vazio.
ru: Используйте синие трубы для подключения {THING:ItemTankConnector} к {THING:StructureHydroponicsStation}. Вода будет поступать в устройство до тех пор, пока {THING:DynamicGasCanisterWater} не опустеет.

# Interface.WaterNetworksTask1
source: Pick up the blue {THING:ItemKitPipe}.
fr: Prenez le {THING:ItemKitPipe} bleu dans la caisse blanche.
pt_pt: Apanha o {THING:ItemKitPipe} azul.
ru: Поднимите {THING:ItemKitPipe} синего цвета.

# Interface.WaterNetworksTask2
source: Place the {THING:StructurePipeStraight} in the highlighted position.
fr: Placez le {THING:StructurePipeStraight} sur la zone en surbrillance.
pt_pt: Coloca o {THING:StructurePipeStraight} na posição indicada.
ru: Установите {THING:StructurePipeStraight} в выделенное место.

# Interface.KeepingItTidy
source: Keeping It Tidy
fr: Garder les choses propres
pt_pt: Manter arrumado
ru: Поддержание порядка

# Interface.KeepingItTidyDescription
source: {THING:ItemKitCompositeFloorGrating} are a great way to hide away floor-mounted pipe and wires. It also allows for better movement while walking around your base.
fr: Le {THING:ItemCompositeFloorGrating} est un excellent moyen de cacher les tuyaux et les câbles installés sur le sol, Il évite également de trébucher sur les tuyaux. Vous êtes plus à l'aise pour marcher.
pt_pt: {THING:ItemKitCompositeFloorGrating} são ideais para esconder os canos e cabos montados no chão. Também permitem um melhor movimento ao andares na tua base.
ru: {THING:ItemKitCompositeFloorGrating} это отличный способ спрятать проведенные по полу трубы и провода. Так же позволяет упростить пешее передвижение по вашей базе.

# Interface.KeepingItTidyTask1
source: Pick up the {THING:ItemKitCompositeFloorGrating} from the crate.
fr: Récupérez le {THING:ItemKitCompositeFloorGrating} dans la caisse blanche.
pt_pt: Apanha o {THING:ItemKitCompositeFloorGrating} da caixa.
ru: Возьмите {THING:ItemKitCompositeFloorGrating} из ящика.

# Interface.KeepingItTidyTask2
source: Place the {THING:StructureCompositeFloorGrating} in the highlighted position.
fr: Placez le {THING:StructureCompositeFloorGrating} dans la zone en surbrillance.
pt_pt: Coloca o {THING:StructureCompositeFloorGrating} na posição indicada.
ru: Установите {THING:StructureCompositeFloorGrating} в выделенное место.

# Interface.AutomatedHydroponics
source: Automated Hydroponics
fr: Hydroponique automatisé
pt_pt: Hidroponia Automatizada
ru: Автоматизированная гидропоника

# Interface.AutomatedHydroponicsDescription
source: You can now turn on the new {THING:StructureHydroponicsStation} and plant your {THING:ItemPotato}. It has built-in lights that will keep your plants happy even in low-light conditions.
fr: Maintenant, vous pouvez allumer la {THING:StructureHydroponicsStation} et y planter vos {THING:ItemPotato}. Les lumières horticoles intégrées garderont vos plantes heureuses, même dans des conditions de faible luminosité.
pt_pt: Agora podes ligar a nova {THING:StructureHydroponicsStation} e plantar a tua {THING:ItemPotato}. Ela tem luzes embutidas que manterá as tuas plantas felizes mesmo em condições de baixa luminosidade.
ru: Теперь вы можете включить {THING:StructureHydroponicsStation} и посадить {THING:ItemPotato}. Эта станция гидропоники имеет встроенное освещение которое поможет выращивать растения в условиях низкой естественной освещенности.

# Interface.AutomatedHydroponicsTask1
source: Turn on the {THING:StructureHydroponicsStation}.
fr: Activez la {THING:StructureHydroponicsStation}.
pt_pt: Liga a {THING:StructureHydroponicsStation}.
ru: Включите {THING:StructureHydroponicsStation}.

# Interface.AutomatedHydroponicsTask2
source: Pick up a previously harvested {THING:ItemPotato}.
fr: Ramasser une des {THING:ItemPotato} précédemment récoltée.
pt_pt: Pega a anterior colhida {THING:ItemPotato}.
ru: Поднимите ранее собранный урожай {THING:ItemPotato}.

# Interface.AutomatedHydroponicsTask3
source: Plant the {THING:ItemPotato} in the {THING:StructureHydroponicsStation}.
fr: Plantez la {THING:ItemPotato} dans la {THING:StructureHydroponicsStation}.
pt_pt: Planta a {THING:ItemPotato} na {THING:StructureHydroponicsStation}.
ru: Посадите {THING:ItemPotato} в {THING:StructureHydroponicsStation}.

# Interface.AutomatedHydroponicsTask4
source: Drop any remaning items in your hands.
fr: Déposez dans la caisse, les objets restants dans vos mains.
pt_pt: Larga os restantes itens das tuas mãos.
ru: Бросьте предметы оставшиеся в ваших руках.

# Interface.HonestWork
source: Honest Work
fr: Travail honnête
pt_pt: Trabalho Honesto
ru: Честная работа

# Interface.HonestWorkDescription
source: You have now become self-sufficient with a steady source of food! Now let the {THING:ItemPotato} plant grow until it's ready to harvest.
fr: Vous êtes maintenant autosuffisant avec une source pérenne de nourriture ! Laissez pousser la {THING:ItemPotato} jusqu’à ce qu’elle soit prête à être récoltée.
pt_pt: Agora tornaste-te auto-suficiente com uma estável fonte de comida! Agora deixa a {THING:ItemPotato} crescer até estar pronta a colher.
ru: Теперь вы самодостаточны благодаря стабильному источнику пищи! Дайте {THING:ItemPotato} подрасти, пока не будет готов урожай.

# Interface.HonestWorkTask1
source: Wait for the {THING:ItemPotato} plant to fully grow.
fr: Attendez que la {THING:ItemPotato} se développe pleinement.
pt_pt: Aguarda até a {THING:ItemPotato} crescer completamente.
ru: Подождите пока растение {THING:ItemPotato} полностью вырастет.

# Interface.HonestWorkTask2
source: Harvest a {THING:ItemPotato}.
fr: Récoltez une {THING:ItemPotato}.
pt_pt: Colhe a {THING:ItemPotato}.
ru: Соберите урожай {THING:ItemPotato}.

# Interface.TutoiralResearch
source: Research
cs: Výzkum
es: Investigación
fr: Recherche
ru: Исследования

# Interface.09BasicResearch
source: Research
cs: Výzkum
es: Investigación
fr: Recherche
ru: Исследования

# Interface.BasicResearchDescription
source: Unlock new technologies with the research system.
cs: Odemkněte nové technologie pomocí výzkumného systému.
es: Desbloquea nuevas tecnologías con la Máquina de Investigación.
ru: Разблокируйте новые технологии с помощью исследовательской системы.

# Interface.TheResearchMachine
source: The Research Machine
cs: Výzkumný stroj
es: La máquina de investigación
fr: La machine de recherche
pt_pt: A Máquina de Pesquisa
ru: Исследовательская Машина
