Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialTaskGetTools2
source: Wear the {THING:ItemToolBelt} in the {SLOT:Belt} slot
cs: Noste {THING:ItemToolBelt} ve slotu {SLOT:Belt}
de: Tragen des {THING:ItemToolBelt} im {SLOT:Belt}-Slot
es: Usa {THING:ItemToolBelt} en la ranura {SLOT:Belt}
fi: Laita {THING:ItemToolBelt} {SLOT:Belt} lokeroon
fr: Equipé la {THING:ItemToolBelt} dans son emplacement {SLOT:Belt}
it: Indossa la {THING:ItemToolBelt} nello slot {SLOT:Belt}
ja: {THING:ItemToolBelt}を{SLOT:Belt}スロットに装備する
pt_pt: Veste o {THING:ItemToolBelt} no compartimento {SLOT:Belt}
ru: Наденьте {THING:ItemToolBelt} в слот для пояса
zh_tw: 穿上 {THING:ItemToolBelt} 至您的 {SLOT:Belt} 欄位

# Interface.TutorialTaskGetTools3
source: Pickup the {THING:ItemSteelSheets} in the {SLOT:LeftHand} or {SLOT:RightHand} slot
cs: Vezměte si {THING:ItemSteelSheets} do {SLOT:LeftHand} nebo do {SLOT:RightHand}
de: Nehmen der {THING:ItemSteelSheets} in die {SLOT:LeftHand} oder {SLOT:RightHand}
es: Recoge {THING:ItemSteelSheets} en la ranura {SLOT:LeftHand} o {SLOT:RightHand}
fi: Poimi {THING:ItemSteelSheets} <color=orange>Vasempaan Käteen</color> tai <color=orange>Oikeaan Käteen</color>
fr: Ramasse le {THING:ItemSteelSheets} dans la {SLOT:LeftHand} ou {SLOT:RightHand}
it: Raccogli le {THING:ItemSteelSheets} nello slot {SLOT:LeftHand} o {SLOT:RightHand}
ja: {THING:ItemSteelSheets}を{SLOT:LeftHand}スロットか{SLOT:RightHand}スロットに拾う
pt_pt: Apanha as {THING:ItemSteelSheets} com a {SLOT:LeftHand} ou com a {SLOT:RightHand}
ru: Возьмите {THING:ItemSteelSheets} в {SLOT:LeftHand} или {SLOT:RightHand} слот
zh_tw: 撿起 {THING:ItemSteelSheets} 至您的 {SLOT:LeftHand} 或 {SLOT:RightHand} 欄位

# Interface.TutorialTitleGoInAirlock
source: Going into space
cs: Jdeme do vesmíru
de: Den Weltraum Betreten
es: Usando las esclusas para salir al espacio
fi: Avaruuteen Meneminen
fr: Aller dans l'espace
it: Uscire nello spazio aperto
ja: 宇宙空間に行く
pt_pt: Indo ao espaço
ru: Отправляемся в космос
zh_tw: 前往太空

# Interface.TutorialDescGoInAirlock1
source: Head through the {THING:StructureAirlock} door and ensure your {THING:ItemEvaSuit} and {THING:ItemSpaceHelmet} are ready. Press the {KEY:HelmetSlot} key to see the interactions menu and then either click the interaction or scroll to the close option and press {KEY:InventorySelect} to toggle the state, or press {KEY:Internals} to quickly toggle your {COLORYELLOW:Internals} on and off. Note in the right side of the screen, you see icons that let you know the state and also what any quick actions have been toggled too. Pay close attention to these status and warning indicators, they may save your life!
cs: Vydejte se do dveří {THING:StructureAirlock} a zajistěte, aby váš {THING:ItemEvaSuit} a {THING:ItemSpaceHelmet} byly připraveny. Stisknutím tlačítka {KEY:HelmetSlot} zobrazíte nabídku interakce a poté kliknutím na interakci, nebo přejděte na možnost Zavřít a stisknutím tlačítka {KEY:InventorySelect} přepnete stav, nebo stisknutím tlačítka {KEY:Internals} rychle přepnete {COLORYELLOW:vnitřní} zapnuto a vypnuto. V pravé části obrazovky uvidíte ikony, které vás informují o stavu a také o tom, jaké rychlé akce byly přepnuty. Věnujte velkou pozornost těmto stavovým a varovným indikátorům, které vám mohou zachránit život!
de: Gehe durch die {THING:StructureAirlock} und stelle sicher, dass dein {THING:ItemEvaSuit} und {THING:ItemSpaceHelmet} bereit sind. Drücke {KEY:HelmetSlot} um das Interaktionsmenü zu sehen. Wechsle zur Option {COLLORED:Schließen Mask} und drücke {KEY:InventorySelect} zum Wechseln des Zustandes.
es: Ve a traves de la puerta {THING:StructureAirlock} y asegurate de tener listo el {THING:ItemEvaSuit} y el {THING:ItemSpaceHelmet} . Pulsa la tecla {KEY:HelmetSlot} para ver el menú de interacciones y luego haga clic en la interacción (cerrar visera) o desplázate hasta la opción de cerrar y presiona la tecla {KEY:InventorySelect} para cambiar el estado, o pulsa {KEY:Internals} para cambiar rapidamente tu {COLORYELLOW:Internals} entre encendido y apagado. Ten en cuenta que en el lado derecho de la pantalla, verás íconos que le permiten conocer el estado y también las acciones rápidas que se pueden alternar también. Presta mucha atención a estos indicadores de estado y advertencia, pueden salvarte la vida!
fi: Mene {COLORGREEN:Ilmalukon} ovesta ja varmista että {THING:ItemEvaSuit} ja {THING:ItemSpaceHelmet} ovat valmiina. Paina {KEY:HelmetSlot} nähdäksesi toimintovalikon ja sitten joko klikkaa sulje toimintoa tai vieritä hiirellä toimintoon ja paina {KEY:InventorySelect} näppäintä, tai paina {KEY:Internals} näppäintä avataksesi ja sulkeaksesi <color=yellow>kypärän</color> nopeasti. Huomaa ruudun oikeassa reunassa olevat ikoonit, ne antavat sinulle tietoa tilasta ja mitkä toiminnot ovat kytkettynä. Huomio näitä tila- ja varoitusindikaattoreita, ne voivat pelastaa henkesi!
fr: Dirigez-vous vers le {THING:StructureAirlock} porte et assurer vous que votre {THING:ItemEvaSuit} et {THING:ItemSpaceHelmet} soit prêts. appuie sur la touche {KEY:HelmetSlot} jusqu'à ce que vous voyiez le menu des interactions, faites défiler jusqu'à l'option de fermeture et appuyez sur {KEY:InventorySelect} pour basculer de ouvert à fermé.
it: Dirigiti verso la porta della {THING:StructureAirlock} e assicurati che la {THING:ItemEvaSuit} e il {THING:ItemSpaceHelmet} siano pronti. Premi il tasto {KEY:HelmetSlot} per il menù delle interazioni e poi clicca sull'interazione oppure scorrere sull'opzione vicina e premere il tasto {KEY:InventorySelect} per cambiarne lo stato, puoi anche premere {KEY:Internals} per cambiare lo stato di {COLORYELLOW:Interna} su On e Off. Nota che sul lato destro dello schermo puoi vedere delle icone che ti permettono di conoscere lo stato di alcune strumentazioni, e anche capire se siano state attivate interazioni durante qualche azione precipitosa. Presta massima attenzione a questi stati e agli indicatori di allarme, possono salvarti la vita!
ja: {THING:StructureAirlock}ドアを通り抜け、{THING:ItemEvaSuit}と{THING:ItemSpaceHelmet}の準備をしましょう。インタラクトメニューが出るまで{KEY:HelmetSlot}キーを押して、クローズオプションまでスクロールし、{KEY:InventorySelect}を押して状態を切り替えましょう。あるいは{KEY:Internals}を押すことで、素早く{COLORYELLOW:内部}のオンオフができます。 画面の右側に、状態を示すアイコンと素早く切り替えるためのキーが表示されています。これらの状態と警告に注意して、あなたの命を守りましょう！
pt_pt: Passa pela {THING:StructureAirlock} e assegura que o teu {THING:ItemEvaSuit} e o {THING:ItemSpaceHelmet} estão prontos. Carrega na tecla {KEY:HelmetSlot} para veres o menu de interações e então ou clicas numa interação ou percorre o menu até fechares as opções e carrega na tecla {KEY:InventorySelect} para alternares o seu estado, ou carrega na tecla {KEY:Internals} para rapidamente alternares o {COLORYELLOW:Internals} entre ligado ou desligado. Nota no lado direito do ecrã, vês ícones que permitem-te saber o estado e também que tipo de ações rápidas foram ativadas. Presta atenção a estes status e indicadores de avisos pois eles podem salvar-te a vida!
ru: Пройдите через {THING:StructureAirlock} и убедитесь, что ваш {THING:ItemEvaSuit} и {THING:ItemSpaceHelmet} надеты. Нажимайте {KEY:HelmetSlot} пока вы не увидите меню доступных действий, прокрутите на опцию "Закрыть" и нажмите {KEY:InventorySelect} чтобы опустить забрало.
zh_tw: 前往 {THING:StructureAirlock} ，確認您的 {THING:ItemEvaSuit} 和 {THING:ItemSpaceHelmet} 都已經正確運作。按下 {KEY:HelmetSlot} 鍵 將可以看到互動選單， 捲動至 關閉 選項， 按下 {KEY:InventorySelect} 來切換目前面罩的狀態.

# Interface.TutorialTaskGoInAirlock1
source: Close your {THING:ItemSpaceHelmet} visor
cs: Zavřete masku {THING:ItemSpaceHelmet}
de: Schließen der {THING:ItemSpaceHelmet} Mask
es: Cierra tu visera {THING:ItemSpaceHelmet}
fi: Sulje <color=green>Avaruuskypärän</color> visiiri
fr: Fermer la visière de votre {THING:ItemSpaceHelmet}
it: Chiudi il visore del tuo {THING:ItemSpaceHelmet}
ja: {THING:ItemSpaceHelmet}のバイザーを閉める
pt_pt: Fecha o visor do teu {THING:ItemSpaceHelmet}
ru: Закройте забрало шлема
zh_tw: 關上您的 {THING:ItemSpaceHelmet} 面罩

# Interface.TutorialTaskGoInAirlock2
source: Go through the {THING:StructureAirlock} door into the yellow room
cs: Projděte dveřmi {THING:StructureAirlock} do žluté místnosti
de: Durch die {THING:StructureAirlock} in den gelben Raum gehen
es: Ir a través de la puerta {THING:StructureAirlock} a la habitación amarilla
fi: Mene {COLORGREEN:Ilmalukon} ovesta keltaiseen huoneeseen
fr: Passez par la porte du {THING:StructureAirlock} pour entrer dans la salle jaune
it: Attraversa la porta {THING:StructureAirlock} nella stanza gialla
ja: {THING:StructureAirlock}ドアを通り抜けて黄色い部屋に入りましょう。
pt_pt: Passa pela {THING:StructureAirlock} até à sala amarela
ru: Пройдите через {THING:StructureAirlock} в желтую комнату
zh_tw: 經過 {THING:StructureAirlock} 門並前往黃色的房間

# Interface.TutorialTitleCycleAirlock
source: Cycle the airlock
cs: Synchronizujte přechodovou komoru
de: Zirkulation der Luftschleuse
es: Regulacion de la esclusa
fi: Kierrätä Ilmalukko
fr: Cycle du sas
it: Usare la Camera di Decompressione
ja: エアロックを循環させる
pt_pt: Alterna a airlock
ru: Разгерметизируйте шлюз
zh_tw: 氣閘門循環

# Interface.TutorialDescCycleAirlock1
source: You can cycle the Airlock using the {THING:StructureConsole} or the keypad interactable on either of the {THING:StructureAirlock} doors. This will depressurize the airlock so you can go into space. A {THING:CircuitboardAirlockControl} in the {THING:StructureConsole} is controlling the {THING:StructureActiveVent}s and other devices to cycle the airlock. Note on the top right of your screen you have {COLORYELLOW:Internal} and {COLORYELLOW:External} information. While wearing your suit, you have both an atmosphere inside it and also one outside. The game models complex atrmospherics, so pay close attention to atmospheric information to stay safe.
cs: Přechodovou komoru můžete ovládat pomocí {THING:StructureConsole}, nebo pomocí klávesnice, která je kompatibilní na dveřích {THING:StructureAirlock}. Tím dojde k odtlakování přechodové komory, takže můžete jít do vesmíru. {THING:CircuitboardAirlockControl} v {THING:StructureConsole} řídí {THING:StructureActiveVent}, další zařízení pro synchronizaci přechodové komory. Poznámka: V pravém horním rohu obrazovky máte informace o {COLORYELLOW:Vnitřní} a {COLORYELLOW:Externí}. Když máte na sobě svůj oblek, máte uvnitř atmosféru a i venku. Herní ikony složité atmosféry, proto věnujte velkou pozornost informacím atmosféry, abyste zůstali v bezpečí.
de: Du kannst die Luftschleuse zirkulieren lassen in dem du entweder die {THING:StructureConsole} oder die Tastenfelder an den Türen der {THING:StructureAirlock} benutzt. Dies wird den Luftschleusenbereich durcklos machen damit du den Weltraum betreten kannst. Ein {THING:CircuitboardAirlockControl} in der {THING:StructureConsole} kontrolliert die {THING:StructureActiveVent} und andere Objekte um eine Zirkulation zu ermöglichen.
es: Tu puedes regular la esclusa usando la {THING:StructureConsole} o el teclado interactivo en cualquiera de las puertas {THING:StructureAirlock} . Esto despresurizará la esclusa de aire para que puedas ir al espacio. Una {THING:CircuitboardAirlockControl} en la {THING:StructureConsole} esta controlando la {THING:StructureActiveVent} y otros dispositivos para regular la esclusa. Nota: en la parte superior derecha de su pantalla tiene la informacion de presion y temperatura {COLORYELLOW:Interna} y {COLORYELLOW:Externa} . Mientras usas tu traje, tienes una atmósfera dentro y otra afuera con distintas presiones. El juego modela un sistema complejo de atmosferas, así que presta mucha atención a la información atmosférica para mantenerte a salvo.
fi: Voit kierrättää Ilmalukkoa käyttämällä {COLORGREEN:Konsolia} tai näppäimistöä {COLORGREEN:Ilmalukon} molemmilla puolilla. Tämä tekee huoneen paineettomaksi jotta voit mennä avaruuteen. {THING:CircuitboardAirlockControl} {COLORGREEN:Konsolissa} hallitsee <color=green>Aktiivista Tuuletusventtiiliä</color> ja muita laitteita kierrättääkseen ilmalukon. Huomaa että ruudun oikeassa yläkulmassa sinulla on <color=yellow>Sisäiset</color> ja <color=yellow>Ulkoiset</color> tiedot. Avaruuspuku päällä, sinulla on ilmasto sen sisällä ja ulkopuolella. Peli mallintaa monimutkaisesti ilmastoa, joten huomio tarkasti nämä tiedot pitääksesi itsesi turvassa.
fr: Vous pouvez faire un cycle du sas en utilisant la {THING:StructureConsole} ou le clavier pour interagir sur l'une des portes du {THING:StructureAirlock}. Cela va dépressuriser le sas pour que vous puissiez aller dans l'espace. Une {THING:CircuitboardAirlockControl} dans le {THING:StructureConsole} contrôle le {THING:StructureActiveVent} et d'autres dispositifs pour faire fonctionner le sas.
it: Puoi usare la Camera di decompressione usando la {THING:StructureConsole} o usando il tastierino interagibile su ognuna delle porte della {THING:StructureAirlock} . Questo depressurizzerà la camera di decompressione così che potrai andare nello spazio. Un {THING:CircuitboardAirlockControl} nella {THING:StructureConsole} sta controllando la {THING:StructureActiveVent} e altri dispositivi per gestire la Camera. Nota che in alto a destra del tuo schermo hai le informazioni {COLORYELLOW:Interne} ed {COLORYELLOW:Esterne} . Mentre indossi la tuta, hai sia un'atmosfera interna che una esterna. Il gioco impiega complessi modelli atmosferici, quindi presta attenzione alle informazioni atmosferiche per stare al sicuro.
ja: エアロックは{THING:StructureConsole}または{THING:StructureAirlock}のいずれかの操作可能なキーパットで循環させることが出来ます。これによりエアロックを減圧させて宇宙に行けるようになります。 {THING:StructureConsole}の{THING:CircuitboardAirlockControl}は、{THING:StructureActiveVent}や他の装置を動作させ、エアロックを循環させます。画面の右上の{COLORYELLOW:内部}と{COLORYELLOW:外部}の情報に注意しましょう。 スーツを着ているとき、内側と外側、両方の空気があります。このゲームでは複合的な大気モデルを扱います。空気の情報には十分に注意を払って安全を保ちましょう。
pt_pt: Podes alternar a Airlock usando a {THING:StructureConsole} ou o teclado interativo em qualquer das portas do {THING:StructureAirlock}. Isto irá despressurizar as ailocks de modo que possas ir para o espaço. A {THING:CircuitboardAirlockControl} na {THING:StructureConsole} está a controlar as {THING:StructureActiveVent} e outros dispositivos para fazer os ciclos da airlock. Se reparares no canto superior direito do ecrã, verás os símbolos informativos da pressão {COLORYELLOW:Internal} e {COLORYELLOW:External}. Enquanto tiveres vestido o teu fato, terás informação sobre a sua atmosfera interna assim como uma possível atmosfera exterior, por isso toma atenção às informações de atmosferas para te manteres seguro.
ru: Вы можете разгерметизировать/загерметизировать шлюз используя {THING:StructureConsole} или панель с клавишами на любой из дверей шлюза. После разгерметизации вы сможете выйти в космос. {THING:CircuitboardAirlockControl} в консоли управляет активными вентиляциями и другими устройствами, чтобы разгерметизировать шлюз.
zh_tw: 您可以使用 {THING:StructureConsole} 來循環開啟氣閘門 ，或者 使用位於 {THING:StructureAirlock} 門邊的按鈕來循環開啟氣閘門。這將會將氣閘門內的壓力減壓至您可以走出到太空. 裝在 {THING:StructureConsole} 裡面的 {THING:CircuitboardAirlockControl} 是一個可以控制 {THING:StructureActiveVent} 和其它裝置來完成氣閘門設定的電路板.

# Interface.TutorialTaskCycleAirlock1
source: Cycle the Airlock
cs: Synchronizujte přechodovou komoru
de: Zirkulation der Luftschleuse
es: Regular la esclusa
fi: Kierrätä Ilmalukko
fr: Cycle du sas
it: Usare la Camera di Decompressione
ja: エアロックを循環させる
pt_pt: Alternar a Airlock
ru: Разгерметизируйте шлюз
zh_tw: 氣閘門循環

# Interface.TutorialTitleRepairCable
source: Repair Broken Cable
cs: Oprava rozbitého kabelu
de: Reparatur defekter Verdrahtung
es: Reparar el cable roto
fi: Korjaa Rikkinäinen Kaapeli
fr: Réparer le câble brulé
it: Ripara il cavo danneggiato
ja: 破損したケーブルを修理する
pt_pt: Reparar um cabo estragado
ru: Замените сгоревший кабель
zh_tw: 修復損毀的纜線

# Interface.TutorialDescRepairCable1
source: A {THING:StructureCableStraight} can transport both {COLORYELLOW:Data} and {COLORYELLOW:Power}, but they will break if more power is put through it than it is rated for. There is a broken {THING:StructureCableJunction} somewhere below the {THING:StructureAirlock} you just came out of, find it and remove by using a {THING:ItemWireCutters} from your {THING:ItemToolBelt}. Remember there are two ways to interact with your {LINK:InventoryPage;inventory}. You can press and hold {KEY:MouseControl} to enable the mouse cursor, and then drag and drop or open things with the mouse. For fast control, press {KEY:ToolBeltSlot} to open your {SLOT:Belt} slot. Press {KEY:InventorySelect} to swap the highlighted interior slot item to your hands. If you find you have too many windows open, you can close them all at once using {KEY:HideAllWindows}, you can toggle the individual window with their slot hotkey, or you can click on the slot itself while the mouse is enabled with {KEY:MouseControl}.
cs: {THING:StructureCableStraight} může přenášet jak {COLORYELLOW:data}, tak {COLORYELLOW:energii}, ale přeruší se, pokud se do něj dá více energie, než je určeno. Někde pod {THING:StructureAirlock} je přerušen {THING:StructureCableJunction}, najděte ho a odeberte pomocí {THING:ItemWireCutters} z {THING:ItemToolBelt}. Nezapomeňte, že existují dva způsoby interakce s vaším {LINK:InventoryPage;inventářem}. Stisknutím a podržením tlačítka {KEY:MouseControl} aktivujete kurzor myši a poté myší přetahujete nebo otevíráte věci. Pro rychlé ovládání stisknutím tlačítka {KEY:ToolBeltSlot} otevřete slot {SLOT:Belt}. Stisknutím tlačítka {KEY:InventorySelect} zaměňte zvýrazněnou položku vnitřního slotu v ruce. Pokud zjistíte, že máte příliš mnoho otevřených oken, můžete je všechny zavřít najednou pomocí {KEY:HideAllWindows}, můžete přepínat jednotlivé okna pomocí jejich klávesové zkratky, nebo můžete kliknout na samotný slot, zatímco je myš povolena pomocí {KEY:MouseControl}.
es: Un {THING:StructureCableStraight} puede transportar a la vez {COLORYELLOW:Data} y {COLORYELLOW:Power}, pero se quemará si se le da más potencia de la que puede aguantar. Este es un cable quemado {THING:StructureCableJunction} en algun lugar debajo de la {THING:StructureAirlock} tu debes hacer lo necesario para buscar y eliminar usando el {THING:ItemWireCutters} de tu {THING:ItemToolBelt}. Recuerda que hay dos formas de interactuar con tu inventario. Puedes presionar y mantener la {KEY:MouseControl} para activar el cursor del raton, y luego arrastrar y soltar o abrir cosas con el raton. Para un control rapido, pulsa {KEY:ToolBeltSlot} para abir tu ranura {SLOT:Belt} . Pulsa la tecla {KEY:InventorySelect} para intercambiar la raruna interna resaltada por el objeto de tu mano activa. Si descubres que tienes demasiadas ventanas abiertas, puedes cerrarlas todas a la vez con la tecla {KEY:HideAllWindows}, puedes alternar la ventana individual con su tecla de acceso directo a la ranura, o puedes hacer click en la ranura mientras el raton esta activado {KEY:MouseControl}.
fr: Un {THING:StructureCableStraight} peut transporter simultanément {COLORYELLOW:Données} et {COLORYELLOW:Energie}, mais ils bruleront si trop de puissance passe au travers d'eux. Il y a une {THING:StructureCableJunction} brulé quelque part en dessous du {THING:StructureAirlock} que vous venez de quitter, retrouver la panne et réparer la en utilisant un {THING:ItemWireCutters} à partir de votre {THING:ItemToolBelt}. Rappelez-vous qu'il existe deux façons d'interagir avec votre {LINK:InventoryPage;Inventaire}. Vous pouvez appuyer sur {KEY:MouseControl} pour activer le curseur de la souris, puis glisser-déposer ou ouvrir des choses avec la souris. Pour un contrôle rapide, appuyez sur {KEY:ToolBeltSlot} pour ouvrir votre emplacement {SLOT:Belt}. Appuyez sur {KEY:InventorySelect} pour permuter l'élément d'emplacement intérieur en surbrillance sur vos mains. Si vous trouvez que vous avez trop de fenêtres ouvertes, vous pouvez les fermer tout à la fois en utilisant {KEY:HideAllWindows}, vous pouvez basculer la fenêtre individuelle avec leur raccourci de fente, ou vous pouvez cliquer sur l'emplacement lui-même alors que la souris est activée avec {KEY:MouseControl}.
pt_pt: Um {THING:StructureCableStraight} pode transportar tanto {COLORYELLOW:Data} como {COLORYELLOW:Power}, mas serão danificados se forem submetidos a mais energia do que podem suportar. Existe um {THING:StructureCableJunction} estragado algures debaixo da {THING:StructureAirlock} que acabaste de sair. Encontra-o e remove-o usando o {THING:ItemWireCutters} que está no teu {THING:ItemToolBelt}. Lembra-te que existem duas maneiras de interagir com o teu {LINK:InventoryPage;inventário}. Podes clicar e manter a pressionada a tecla {KEY:MouseControl} para ativares o cursor do rato e então arrastar e largar ou então abrir coisas com o rato. Para um controlo rápido, carrega na tecla {KEY:ToolBeltSlot} para abrires o teu compartimento do {SLOT:Belt}. Carrega no {KEY:InventorySelect} para alternares a seleção do compartimento interior para as tuas mãos. Se te encontrares com demasiadas janelas abertas, podes fechar todas usando a tecla {KEY:HideAllWindows}, podes também ativar uma janela individual com a sua respetiva tecla de atalho ou podes carregar no seu respetivo compartimento enquanto o rato de cursor estiver ativo com a tecla {KEY:MouseControl}.
ru: {THING:StructureCableStraight} может передавать как {COLORYELLOW:Data}, так и {COLORYELLOW:Power}, но он сгорит, если через него будет подано больше энергии, чем рассчитано. Где-то под {THING:StructureAirlock}, из которого вы только что вышли, есть поврежденный {THING:StructureCableJunction}, найдите его и заменте, используя {THING:ItemWireCutters} из вашего {THING:ItemToolBelt}. Помните, что есть два способа взаимодействия с вашим {LINK: InventoryPage; инвентарь}. Вы можете нажать и удерживать {KEY: MouseControl}, чтобы включить курсор мыши, а затем перетащить или открыть объекты мышью. Для быстрого управления нажмите {KEY: ToolBeltSlot}, чтобы открыть слот {SLOT: Belt}. Нажмите {KEY: InventorySelect}, чтобы поменять выделенный элемент внутреннего слота и предмет в своих руках. Если у вас слишком много открытых окон, вы можете закрыть их все сразу, используя {KEY: HideAllWindows}, вы можете переключать отдельное окно с помощью горячей клавиши слота или можено щелкнуть на сам слот, пока мышь включена с помощью { KEY: MouseControl}.

# Interface.TutorialTaskRepairCable1
source: Equip your {THING:ItemWireCutters}
cs: Vezměte si {THING:ItemWireCutters}
de: Ausrüsten des {THING:ItemWireCutters}s
es: Equipa tus {THING:ItemWireCutters}
fi: Ota {COLORGREEN:Kaapelileikkurit} käteen
fr: Equipez votre {THING:ItemWireCutters}
it: Equipaggia la {THING:ItemWireCutters}
ja: {THING:ItemWireCutters}を装備する
pt_pt: Equipa o teu {THING:ItemWireCutters}
ru: Возьмите {THING:ItemWireCutters}
zh_tw: 裝備您的 {THING:ItemWireCutters}， 別忘了切換({KEY:SwapHands}鍵)至空手狀態才能裝備物品.

# Interface.TutorialTaskRepairCable2
source: Remove the {THING:StructureCableJunctionBurnt}
cs: Odstraňte {THING:StructureCableJunctionBurnt}
de: {THING:StructureCableJunctionBurnt} entfernen
es: Elimina el {THING:StructureCableJunctionBurnt}
fi: Poista {THING:StructureCableJunctionBurnt}
fr: Retirer le {THING:StructureCableJunctionBurnt}
it: Rimuovi il {THING:StructureCableJunctionBurnt}
ja: {THING:StructureCableJunctionBurnt}を除去する
pt_pt: Remove o {THING:StructureCableJunctionBurnt}
ru: Обрежьте {THING:StructureCableJunctionBurnt}
zh_tw: 移除 {THING:StructureCableJunctionBurnt}

# Interface.TutorialTaskRepairCable3
source: Equip your {THING:ItemCableCoil}
cs: Vezměte si {THING:ItemCableCoil}
de: Ausrüsten der {THING:ItemCableCoil}
es: Equipa la {THING:ItemCableCoil}
fi: Ota {THING:ItemCableCoil} käteen
fr: Equipez votre {THING:ItemCableCoil}
it: Equipaggia la tua {THING:ItemCableCoil}
ja: {THING:ItemCableCoil}を装備する
pt_pt: Equipa o teu {THING:ItemCableCoil}
ru: Возьмите {THING:ItemCableCoil}
zh_tw: 裝備您的 {THING:ItemCableCoil}
