Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.GoldRush
source: Gold Rush
fr: Ruée vers l'or
pt_pt: A febre do ouro
ru: Золотая Лихорадка

# Interface.GoldRushDescription
source: Finally, you will need some {THING:ItemGoldOre} for electronics. We have marked a location on your {THING:ItemTablet}. Hint: Use {KEY:Jetpack} to travel quickly.
fr: Cela devrait suffire pour l’instant. Enfin, vous aurez besoin de {THING:ItemGoldIngot} pour l’électronique. Nous avons marqué l'emplacement d'un filon de {THING:ItemGoldOre} sur votre {THING:ItemTablet}. Astuce : utilisez votre {THING:ItemJetpackBasic} pour voyager rapidement.
pt_pt: Finalmente, irás precisar algum {THING:ItemGoldOre} para os electrónicos. Nós marcamos uma localização no teu {THING:ItemTablet}. Dica: utiliza o teu {KEY:Jetpack} para viajar rapidamente.
ru: Наконец, вам понадобится несколько {THING:ItemGoldOre} для электроники. Мы обозначили место на вашем {THING:ItemTablet}. Подсказка: Используйте {KEY:Jetpack} чтобы путешествовать быстрее.

# Interface.GoldRushTask1
source: Mine some {THING:ItemGoldOre}.
fr: Miner quelques {THING:ItemGoldOre}.
pt_pt: Minera algum {THING:ItemGoldOre}.
ru: Добудьте немного {THING:ItemGoldOre}.

# Interface.SmeltingItDown
source: Smelting it Down
fr: La fonderie
pt_pt: Fundindo
ru: Переплавка

# Interface.SmeltingItDownDescription
source: That should be all we need for now. Now head back to base and get smelting. The {THING:StructureArcFurnace} is used to smelt ores into useful ingots. Try smelting some {THING:ItemIronOre} into an {THING:ItemIronIngot}. We've given you access to an Ore Container if you need more resources.
fr: C'est tout ce dont nous avons besoin pour l'instant. Maintenant, retournez à la base. Le {THING:StructureArcFurnace} permet de fondre les minerais en lingots. Essayez de fondre vos {THING:ItemIronOre} en {THING:ItemIronIngot}. Nous vous avons accordé l'accès au conteneur de minerai si vous avez besoin de plus de ressources.
pt_pt: Deverá ser tudo o que precisamos por agora. Agora volta para a base e começa a fundir. O {THING:StructureArcFurnace} é utilizado para fundir minério em lingotes úteis. Tenta fundir algum {THING:ItemIronOre} em {THING:ItemIronIngot}. Demos-te acesso ao caixote de minério caso precises mais recursos.
ru: Этого должно быть достаточно на данный момент. Теперь возвращайтесь на базу и беритесь за переплавку. {THING:StructureArcFurnace} используется для плавки руд в полезные слитки. Попробуйте переплавить несколько {THING:ItemIronOre} в {THING:ItemIronIngot}. Мы предоставили вам доступ к ящику с рудой, на случай если вам понадобится больше ресурсов.

# Interface.SmeltingItDownTask0
source: Turn on the {THING:StructureArcFurnace}.
fr: Allumez le {THING:StructureArcFurnace}.
pt_pt: Liga o {THING:StructureArcFurnace}.
ru: Включите {THING:StructureArcFurnace}.

# Interface.SmeltingItDownTask1
source: Get {THING:ItemIronOre} out of {THING:ItemMiningBelt}.
fr: Prenez les {THING:ItemIronOre} dans votre {THING:ItemMiningBelt}.
pt_pt: Pega no {THING:ItemIronOre} do teu {THING:ItemMiningBelt}.
ru: Возьмите {THING:ItemIronOre} из {THING:ItemMiningBelt}.

# Interface.SmeltingItDownTask2
source: Smelt {THING:ItemIronOre} by placing it in the arc furnace and activating it.
fr: Placer le {THING:ItemIronOre} dans le {THING:StructureArcFurnace}. Et activer le {THING:StructureArcFurnace} pour fondre le minerai.
pt_pt: Funde o {THING:ItemIronOre} colocando-o no Forno de Arco Eléctrico e activando-o.
ru: Переплавьте {THING:ItemIronOre} поместив в дуговую печь и активировав печь.

# Interface.SmeltingItDownTask3
source: Get the newly smelted {THING:ItemIronIngot}.
fr: Ramassez {THING:ItemIronIngot}.
pt_pt: Apanha o acabado de fundir {THING:ItemIronIngot}.
ru: Возьмите свежевыплавленный {THING:ItemIronIngot}.

# Interface.TutoiralSmelting
source: Alloy Smelting
cs: Tavení slitin
es: Fundición de aleaciones
ru: Выплавка Сплавов

# Interface.TutoiralSmeltingDescription
source: Upgrade your smelting skills and learn to create metal alloys for more ambitious constructions.
cs: Vylepšete své tavičské dovednosti a naučte se vytvářet kovové slitiny pro náročnější konstrukce.
es: Mejore sus habilidades de fundición y aprenda a crear aleaciones metálicas para construcciones más ambiciosas.
ru: Улучшите свое мастерство переплавки и научитесь создавать сплавы для более амбициозных построек.

# Interface.TutoiralAtmosphericsSubTitle
source: Practical Training: Stage V
cs: Praktický výcvik: Fáze V
es: Entrenamiento práctico: Etapa V
ru: Практические Тренировки: Этап V

# Interface.TutoiralSmleting
source: Smelting
cs: Tavení
es: Fundición
ru: Выплавка

# Interface.TutoiralSmletingSubTitle
source: Practical Training: Stage V
cs: Praktický výcvik: Fáze V
es: Entrenamiento práctico: Etapa V
ru: Практические Тренировки: Этап V

# Interface.TutoiralSmletingDescription
source: Welcome Cadet. Stationeer Command is pleased with your progress. They have authorized you to upgrade your skills. In this phase, we'll test your alloy smelting abilities, to create more advanced structures and devices.
cs: Vítejte, kadete. Velitelství Stationeerů je potěšeno tvými pokroky. Povolilo ti zvýšit si kvalifikaci. V této fázi vyzkoušíme tvé schopnosti tavení slitin, abyste mohli vytvářet pokročilejší konstrukce a zařízení.
es: Bienvenido Cadete. Stationeer Command está satisfecho con tu progreso. Le han autorizado a mejorar sus habilidades. En esta fase, probaremos sus habilidades de fundición de aleaciones para crear estructuras y dispositivos más avanzados.
ru: Приветствую, кадет. Командование Станционеров удовлетворены твоими успехами. Они поручили тебе улучшить свои навыки. В этой фазе, мы проверим твои способности к переплавке, для создания более продвинутых структур и устройств.

# Interface.4.5Narration1T
source: Smelting
cs: Tavení
es: Fundición
ru: Выплавка

# Interface.4.5Narration1D
source: You've added a lot of devices to your base, and you're getting low on power. A station battery could help, by letting you store excess power for use at other times. These require steel, so first, you have to build a furnace for smelting alloys.
cs: Do základny jste přidali mnoho zařízení a dochází vám energie. Mohla by vám pomoci baterie stanice, která vám umožní uložit přebytečnou energii pro použití na jiné časy. Ty vyžadují ocel, takže nejprve musíte postavit pec na tavení slitin.
es: Ha agregado muchos dispositivos a su base y se está quedando sin energía. Una batería de estación podría ayudar, permitiéndole almacenar el exceso de energía para usar en otros momentos. Estos requieren acero, por lo que primero debe construir un horno para fundir aleaciones.
ru: Ты добавил много устройств на свою базу, и теперь у тебя недостаточно энергии. Стационарная батарея может помочь, позволяя хранить излишки энергии для использования в будущем. Для нее нужна сталь, поэтому первым делом, ты должен построить печь для выплавки сплавов.

# Interface.4.5GetFurnace
source: Get furnace kit from crate
cs: Vezměte sadu pece z bedny
es: Consigue el kit de la caldera de la caja
ru: Достаньте из ящика набор для изготовления печи

# Interface.4.5BuildFurnace
source: Build furnace in highlighted position
cs: Postavte pec na zvýrazněné místo
es: Construir el horno en la posición destacada
ru: Постройте печь в выделенном месте

# Interface.4.5FinishFurnace
source: Finish building furnace
cs: Dokončete stavění pece
es: Terminar la construcción del horno
ru: Завершите постройку печи

# Interface.4.5Narration2D
source: Furnaces produce metal ingots, heat and waste gas. The Stationeers handbook suggests capturing that gas for use elsewhere, but you're not set up for that yet. So you'll need to pump it outside, to avoid poisoning yourself. This will also let you vent the furnace, later.
cs: Pece produkují kovové ingoty, teplo a odpadní plyn. V příručce Stationeera se doporučuje zachycovat tento plyn pro jiné účely, ale vy na to zatím nejste připraveni. Takže ho budete muset odčerpat ven, abyste se neotrávili. To vám také později umožní vypustit vzduch z pece.
es: Los hornos producen metales, calor y gas residual. El manual Stationeers sugiere capturar ese gas para usarlo en otro lugar, pero aún no está preparado para eso. Por lo tanto, debe bombearlo al exterior para evitar intoxicarse. Esto también le permitirá ventilar el horno más tarde.
ru: Печи производят металлические слитки, тепло и выхлопные газы. Книга советов Станционеров предлагает улавливать этот газ для использования где-либо еще, но вы к этому пока не готовы. Так что вам нужно откачивать его наружу, чтобы избежать отравления. Это так же позволит вентилировать печь, позже.

# Interface.4.5BuildPipe
source: Place pipe in highlighted area
cs: Umístěte potrubí na zvýrazněné místo
es: Coloca el horno de arco en el área resaltada
ru: Разместите трубу в подсвеченной области

# Interface.4.5PickUpPipe
source: Get the Pipe from the crate
cs: Vezměte potrubí z bedny
es: Coge la tuberia de la caja
ru: Возьмите трубу из ящика

# Interface.4.5PickUpPassiveVent
source: Get the passive vent from the crate
cs: Vezměte pasivní ventilaci z bedny
es: Coge la ventilación activa de la caja
ru: Возьмите пассивную вентиляцию из ящика

# Interface.4.5BuildPassiveVent
source: Place vent outside in highlighted position
cs: Umístěte ventilaci ven na zvýrazněné místo
es: Coloque el respiradero en el exterior en la posición resaltada
ru: Разместите вентиляцию снаружи в подсвеченной области

# Interface.4.5Narration3D
source: Managing atmospheres on barren, airless rocks is all in a day's work for a Stationeer. So volume pumps are handy. Adding one to your pipe network will act as a valve to maintain pressure in the furnace, and let you remove waste gas when you're done smelting.
cs: Řízení atmosféry na pustých skalách bez vzduchu je pro Stationeera práce na jeden den. Proto se hodí objemová čerpadla. Přidáte-li jedno do potrubní sítě, bude fungovat jako ventil, který udržuje tlak v peci, a umožní vám odstranit odpadní plyn, když skončíte s tavením.
es: Manejar atmósferas en rocas áridas y sin aire es parte del trabajo de un día para un Stationeer. Así que las bombas de volumen son útiles. Agregar uno a su red de tuberías actuará como una válvula para mantener la presión en el horno y le permitirá eliminar el gas residual cuando termine de fundir.
ru: Управление атмосферой на бесплодных, безвоздушных глыбах входит в ежедневные обязанности Станционера. Тут пригодятся насосы. Если добавить такой в систему труб, то он будет работать как вентиль, поддерживая давление в печи, и позволяет убирать выхлопные газы когда переплавка закончится.

# Interface.4.5BuildPump
source: Place volume pump in highlighted area
cs: Umístěte objemové čerpadlo na zvýrazněné místo
es: Coloque la bomba de volumen en el área resaltada
ru: Разместите помпу в подсвеченной области

# Interface.4.5Narration4D
source: Fun fact: furnace-related accidents were the leading cause of Stationeer dismemberment last year. You must monitor its pressure and temperature at all times, or 'unpleasantness' may result. Set up consoles to display this information for you, beside the furnace.
cs: Zajímavost: nehody související s topením byly v loňském roce nejčastější příčinou úmrtí zaměstnanců společnosti Stationeer. Musíte neustále sledovat její tlak a teplotu, jinak může dojít k "nepříjemnostem". Nastavte si vedle pece konzole, které vám budou tyto informace zobrazovat.
es: Dato curioso: los accidentes relacionados con hornos fueron la principal causa de desmembramiento de Stationeer el año pasado. Debe controlar su presión y temperatura en todo momento, o pueden producirse "molestias". Configure consolas para que le muestren esta información junto al horno.
ru: Забавный факт: инциденты, связанные с печью были лидирующей причиной увечий в прошлом году. Ты должен следить за ее давлением и температурой все время, или могут случиться 'неприятности'. Установи консоли для отображения этой информации, рядом с печью.

# Interface.4.5PlaceConsole
source: Place console in highlighted position
cs: Umístěte konzoli na zvýrazněné místo
es: Coloca la consola en la posición resaltada
ru: Разместите консоль в выделенном месте

# Interface.4.5PutDataDiskInConsole
source: Insert data disk to console's side slot
cs: Vložte datový disk do bočního slotu konzole
es: Inserta el disco de datos en el lateral de la consola
ru: Вставьте дата-диск в боковой слот консоли

# Interface.4.5ConsoleOn
source: Turn on console
cs: Zapněte konzoli
es: Enciende la consola
ru: Включите консоль

# Interface.4.5Narration5D
source: To program the console to show the furnace temperature, toggle the mode to 'Temperature' by clicking on the setting currently assigned to 'Pressure'.
cs: Chcete-li konzoli naprogramovat tak, aby zobrazovala teplotu pece, přepněte režim na "Teplota" kliknutím na nastavení, které je aktuálně přiřazeno k "Tlak".
es: Para programar la consola para que muestre la temperatura del horno, cambie el modo a 'Temperatura' haciendo clic en la configuración actualmente asignada a 'Presión'.
ru: Чтобы запрограммировать консоль на отображение температуры печи, переключи режим на 'Temperature' нажав на настройку, которая в данный момент назначена на 'Pressure'.

# Interface.4.5Narration6D
source: Excellent. You are ready to smelt like you've never smelted before. Consult the Stationpedia to find out how to fuel the furnace up.
cs: Vynikající. Jste připraveni tavit jako nikdy předtím. Nahlédněte do Stationpedie a zjistěte, jak pec naplnit palivem.
es: Excelente. Estás listo para fundir como nunca antes. Consulte la Stationpedia para averiguar cómo alimentar el horno.
ru: Превосходно. Ты готов переплавлять как ты никогда не переплавлял до этого. Проконсультируйся в Станциопедии чтобы узнать как заправить печь.

# Interface.4.5Narration7D
source: Excellent. You are almost ready to smelt like you've never smelted before. Furnaces work best with a steady gas supply, but you also can power it with a fuel mixture. You must be very careful to add precisely the right fuel quantites. Find the fuel recipe and ratios in Stationpedia.
cs: Vynikající. Jste téměř připraveni tavit tak, jak jste ještě nikdy předtím netavili. Pece nejlépe fungují se stálým přívodem plynu, ale můžete je pohánět i palivovou směsí. Musíte být velmi opatrní, abyste přidávali přesně správné množství paliva. Recept na palivo a jeho poměry najdete ve Stationpedii.
es: Excelente. Estás casi listo para fundir como nunca antes. Los hornos funcionan mejor con un suministro constante de gas, pero también puede alimentarlos con una mezcla de combustible. Debe tener mucho cuidado de agregar exactamente las cantidades de combustible correctas. Encuentra la receta y las proporciones de combustible en Stationpedia.
ru: Превосходно. Ты готов переплавлять как ты никогда не переплавлял до этого. Печи лучше всего работают с постоянной подачей газа, но ты так же можешь запитать ее от горючей смеси. Ты должен быть очень осторожен чтобы добавить точно правильное количество топлива. Отыщи рецепты и пропорции топлива в Станциопедии.

# Interface.4.5PediaNavigation1
source: Consult 'Furnace' page in Stationpedia for fuel recipe
cs: Recept na palivo naleznete na stránce 'Pec' v sekci Stationpedie
es: Consulte la página 'Horno' en la Stationpedia para obtener la receta del combustible
ru: Просмотри страницу 'Печь' в Станциопедии чтобы узнать рецепт топлива

# Interface.4.5Narration8D
source: The ODA needs you out there, serving the Solar System as soon as possible. So we've left you a supply of oxite and volatiles, to speed things up. You'll find them stored in the mining belt in the crate.
cs: ODA vás potřebuje co nejdříve ve službách Sluneční soustavy. Proto jsme vám nechali zásobu oxitu a těkavých látek, abychom to urychlili. Najdete je uložené v hornickém opasku v bedně.
es: La ODA lo necesita, sirviendo al Sistema Solar lo antes posible. Así que le dejamos un suministro de oxita y volátiles para acelerar las cosas. Los encontrará almacenados en el cinturón minero en la caja.
ru: ODA нуждается в тебе, чтобы освоить Солнечную Систему как можно быстрее. Поэтому мы оставили тебе запас оксида и летучих веществ, чтобы ускорить процесс. Ты найдешь их хранящимися в шахтерском поясе в контейнере.

# Interface.4.5PickUpMiningBelt
source: Pick up mining belt from crate
cs: Vezměte hornický opasek z bedny
es: Recoger el cinturón de minería de la caja
ru: Возьмите пояс шахтера из ящика

# Interface.4.5EquiptMiningbelt
source: Equip mining belt
cs: Vybavte se hornickým opaskem.
es: Equipar cinturón de minería.
ru: Наденьте пояс шахтера

# Interface.4.5Narration10D
source: Resources don't always come in the exact quantity you need, so you need to split them. Ices crack easily in your powerful grip.
cs: Zdroje nejsou vždy k dispozici v přesném množství, které potřebujete, takže je musíte rozdělit. Led snadno praskne ve vašem silném sevření.
es: Los recursos no siempre vienen en la cantidad exacta que necesita, por lo que debe dividirlos. Los hielos se rompen fácilmente en tu poderoso agarre.
ru: Ресурсы не всегда оказываются в нужном тебе количестве, поэтому тебе нужно разделять их. Льды ломаются легко в твоей мощной хватке.

# Interface.4.5Narration11D
source: Let's fire this thing up. It's not exactly ODA 'best practice', but adding ore directly to the furnace will work for now. You must process each piece of oxite individually, by pressing the 'Activate' button several times. The furnace lid will open the oxite is fully processed.
cs: Pojďme ji nahodit. Není to zrovna "nejlepší postup" ODA, ale přidávání rudy přímo do pece bude prozatím fungovat. Každý kus oxitu musíte zpracovat jednotlivě, a to tak, že několikrát stisknete tlačítko "Aktivovat". Víko pece se otevře, jakmile je oxit plně zpracován.
es: Encienda esta cosa. No es exactamente la "mejor práctica" de la AOD, pero agregar mineral directamente al horno funcionará por ahora. Debe procesar cada pieza de oxita individualmente, presionando el botón 'Activar' varias veces. La tapa del horno se abrirá y la oxita está completamente procesada.
ru: Давай разожжём эту штуку. Это не 'лучшая практика' в ODA, но добавление прямо в печь работает как временная мера. Ты должен обрабатывать каждый кусок оксида раздельно, нажимая кнопку 'Активировать' несколько раз. Крышка печи откроется когда весь оксид будет обработан.

# Interface.4.5AddOxitetoFurnace
source: Add 6 oxite to furnace
cs: Přidejte 6 oxitu do pece
es: Agregue 6 oxitas al horno
ru: Добавьте 6 окситов в печь

# Interface.4.5AddVolatilestoFurnace
source: Add 12 volatiles to furnace
cs: Přidejte 12 těkavých látek do pece
es: Agregue 12 volátiles al horno
ru: Добавьте 12 летучих газов в печь

# Interface.4.5Narration12D
source: There's no atmosphere in this room, so you can't hear the furnace roaring - but it IS. So get your other ingredients ready: printing a station battery also requires copper and gold. We've left you ores in the locker. Note: the furnace's higher temperature and pressure makes it a smelting speed machine.
cs: V této místnosti není žádná atmosféra, takže není slyšet hukot pece - ale je. Připravte si tedy další ingredience: k vytištění baterie stanice je zapotřebí také měď a zlato. Rudy jsme ti nechali ve skříňce. Poznámka: vyšší teplota a tlak v peci z ní dělají stroj na rychlé tavení.
es: No hay atmósfera en esta habitación, por lo que no se puede escuchar el rugido del horno, pero lo ES. Así que prepare sus otros ingredientes: imprimir una batería de estación también requiere cobre y oro. Te dejamos minerales en el casillero. Nota: la temperatura y la presión más altas del horno lo convierten en una máquina de velocidad de fundición.
ru: В этом помещении нет атмосферы, поэтому ты не можешь услышать шум печи - но он ЕСТЬ. Потому приготовь остальные ингредиенты: создание стационарной батареи так же требует медь и золото. Мы оставили тебе руды в шкафчике. Заметка: более высокие температура и давление в печи делают ее скоростной плавильной машиной.

# Interface.5AddCoppertoFurnace
source: Add 50 copper ore to furnace
cs: Přidejte 50 měděné rudy do pece
es: Agregue 50 demineral de cobre al horno
ru: Добавьте 50 медной руды в печь

# Interface.4.5Narration13D
source: Excellent. Now smelt a gold ingot, you space alchemist.
cs: Vynikající. Teď roztav zlatý ingot, ty vesmírný alchymisto.
es: Excelente. Ahora funde un lingote de oro, alquimista espacial.
ru: Прекрасно. Теперь переплавь золотой слиток, космический алхимик.

# Interface.4.5AddGoldtoFurnace
source: Insert 50 gold ore into the furnace
cs: Vložte 50 zlaté rudy do pece
es: Insertar 50 de mineral de oro en el horno
ru: Вставьте 50 золотой руды в печь

# Interface.4.5OpenFurnace
source: Eject the gold ingot
cs: Vysuňte zlatý ingot
es: Expulse el lingote de oro
ru: Выпустите золотой слиток

# Interface.4.5Narration14D
source: If you made it this far, Cadet, your chances of surviving this test are well over 50%. But the furnace maintains pressure, even when it cools. So unless you want to go 'bang', vent the furnace to reset it.
cs: Pokud jste se dostali až sem, kadete, vaše šance na přežití v tomto testu je více než 50%. Ale pec si udržuje tlak, i když se ochladí. Pokud tedy nechcete, aby to bouchlo, vypusťte z pece vzduch, abyste ji resetovali.
es: Si llegaste hasta aquí, Cadete, tus posibilidades de sobrevivir a esta prueba son más del 50%. Pero el horno mantiene la presión, incluso cuando se enfría. Entonces, a menos que quiera hacer 'bang', ventile el horno para reiniciarlo.
ru: Если ты зашел так далеко, Кадет, твои шансы выживания в этом тесте в принципе больше 50%. Но печь поддерживает давление, даже когда она остывает. Потому если ты не хочешь 'взрыва', провентилируй печь чтобы сбросить ее в начальное состояние.

# Interface.4.5TurnOnVolPump
source: Turn on volume pump to vent gas
cs: Zapněte objemové čerpadlo pro vypouštění plynu
es: Encienda la bomba de volumen para ventilar el gas
ru: Включи насос чтобы откачать газ

# Interface.4.5VentingTheGases
source: Let pressure reduce to below 99kPa
cs: Nechte tlak klesnout pod 99 kPa
es: Deje que la presión se reduzca por debajo de 99 kPa
ru: Позволь давлению опуститься ниже 99кПа

# Interface.4.5Narration15D
source: Now that the furnace pressure has reduced to safe-ish levels, shut down the volume pump and refuel the furnace, to get it going again. If you need extra ore, there's more in the second locker.
cs: Nyní, když se tlak v peci snížil na bezpečnou úroveň, vypněte objemové čerpadlo a doplňte palivo do pece, aby se znovu rozběhla. Pokud potřebujete další rudu, je jí ve druhé skříňce více.
es: Ahora que la presión del horno se ha reducido a niveles seguros, apague la bomba de volumen y reabastezca el horno para que vuelva a funcionar. Si necesita más mineral, hay más en la segunda taquilla.
ru: Так как теперь давление в печи снизилось до безопасного уровня, выключи насос и заправь печь, чтобы снова заставить ее работать. Если тебе нужна дополнительная руда, она находится во втором шкафчике.
