Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.6NarrationInsert1D
source: Now you have a water supply, let's get growing. Hydroponic trays provide a simple and effective system from growing plants of all sorts. Finish the network by adding another tray to the array.
cs: Nyní máte k dispozici zásoby vody, pusťte se do pěstování. Hydroponické vaničky představují jednoduchý a účinný systém pěstování rostlin všeho druhu. Dokončete síť přidáním dalšího zásobníku do sítě.
es: Ahora que tienes suministro de agua, empecemos a crecer. Las bandejas hidropónicas proporcionan un sistema simple y eficaz de cultivo de plantas de todo tipo. Termine la red agregando otra bandeja a la matriz.
ru: Теперь у тебя есть запас воды, давай займемся выращиванием. Гидропонные лотки обеспечивают простую и эффективную систему для выращивания растений любых сортов. Закончи гидропонную сеть добавив еще один лоток в массив.

# Interface.6MicrowaveClosed
source: Close the microwave
cs: Zavřete mikrovlnnou troubu
es: Cerrar el microondas
ru: Закройте микроволновку

# Interface.6MicrowaveOpened
source: Open the microwave
cs: Otevřete mikrovlnnou troubu
es: Abre el microondas
ru: Откройте микроволновку

# Interface.6HydroponicTray
source: Build hydroponics tray
cs: Postavte hydroponickou vaničku
es: Construye la bandeja de la hidroponia
ru: Постройте гидропонный лоток

# Interface.6BuildCables
source: Build cable in highlighted position
cs: Postavte kabel na zvýrazněné místo
es: Construye el cable en la posición resaltada
ru: Установите кабель в выделенной области

# Interface.6PickUpCable
source: Pick up cable
cs: Vezměte kabel
es: Recoger el cable
ru: Подберите кабель

# Interface.6PickUpItemHydroponicTray
source: Pick up hydroponic tray
cs: Vezměte hydroponickou vaničku
es: Recoger bandeja hidropónica
ru: Возьмите гидропонный лоток

# Interface.6GetFlour
source: Get Flour from the reagent processor
cs: Získejte mouku ze zpracovatele činidel
es: coge la harina del procesador de reactivos
ru: Заберите муку из процессора реагентов

# Interface.6EndScreenText
source: Good work, Cadet. You have demonstrated acceptable hydration and hydroponic skills.
cs: Dobrá práce, kadete. Prokázal jste přijatelné hydratační a hydroponické schopnosti.
es: Buen trabajo, Cadete. Has demostrado una hidratación aceptable y habilidades hidropónicas.
ru: Хорошая работа, Кадет. Ты показал приемлемый уровень навыков гидратации и гидропоники.

# Interface.6GetWaterBottleFiller
source: Get water bottle filler kit from crate
cs: Vezměte plničku lahví na vodu z bedny
es: Obtenga el rellenador de botellas de agua de la caja
ru: Возьмите набор разливочной машины воды из контейнера

# Interface.6BuildWaterBottleFiller
source: Place water bottle filler in highlighted position
cs: Umístěte plničku lahví na vodu na zvýrazněné místo
es: Coloca el rellenador de botellas de agua en la posición resaltada
ru: Установите разливочную машину воды в выделенном месте

# Interface.6NarrationExtra1
source: You're almost ready to fill your water bottle. Grab an empty bottle from the crate, then insert it into the bottle filler.
cs: Jste téměř připraveni naplnit si láhev s vodou. Vezměte prázdnou láhev z bedny a vložte ji do plničky.
es: Estás casi listo para llenar tu botella de agua. Coge una botella vacía de la caja e insértela en el rellenador de botellas.
ru: Ты почти готов заполнить свою бутылку с водой. Возьми пустую бутылку из контейнера, потом вставь ее в разливочную машину.

# Interface.6GetWaterBottle
source: Get empty water bottle from crate
cs: Vezměte prázdnou láhev na vodu z bedny
es: Coge la botella de agua vacía de la caja
ru: Возьмите пустую бутылку для воды из контейнера

# Interface.6AddWaterbottletofiller
source: Add water bottle to filler
cs: Přidejte láhev na vodu do plničky
es: Añade la botella de agua vacía al rellenador de botellas
ru: Вставьте бутылку для воды в разливочную машину

# Interface.6NarrationExtra2
source: Excellent. Now it's time to add water to your liquid network. Grab the ore belt from the crate. Then use the ice crusher to process ice into water.
cs: Vynikající. Nyní je čas přidat do kapalinové sítě vodu. Vezměte z bedny hornický opasek. Pak použijte drtič ledu a zpracujte led na vodu.
es: Excelente. Ahora es el momento de añadir agua a su red de líquidos. Coge el cinturón de minerales de la caja. Luego use la trituradora de hielo para convertir el hielo en agua.
ru: Превосходно. Теперь настало время пустить воду в водопровод. Возьми шахтерский пояс из контейнера. Потом используй измельчитель льда чтобы переработать лёд в воду.

# Interface.6GetMingBelt
source: Get mining belt from the crate
cs: Vezměte hornický opasek z bedny
es: Recoger el cinturón de minería de la caja
ru: Возьмите пояс шахтера из ящика

# Interface.6AddIceToCrusher
source: Take ice from mining belt and add to ice crusher
cs: Vezměte led z hornického opasku a přidejte jej do drtiče ledu
es: Saque el hielo del cinturón minero y colóquelo en la trituradora de hielo
ru: Возьмите лёд из шахтерского пояса и положите его в измельчитель льда

# Interface.6MIceCrusherOn
source: Turn on ice crusher to fill bottle
cs: Zapněte drtič ledu pro naplnění láhve
es: Enciende el triturador de hielo para rellenar la botella
ru: Включите измельчитель льда чтобы заполнить бутылку

# Interface.07BasicAirlocks
source: Basic Airlocks
fr: #7 Base des sas etanches
ru: Основы Шлюзов

# Interface.BasicAirlocksDescription
source: Learn how to create an airtight room that can pressurise and depressurise.
fr: Apprenez à installer un sas hermétique pour créer un passage entre différents milieux atmosphèriques.
pt_pt: Aprende a criar um quarto hermético que poderá ser pressurizado e despressurizado.
ru: Изучите, как создать герметичное помещение, в которое можно накачивать и откачивать атмосферу.

# Interface.DisplayAlertAirlockMalfunction
source: Welcome back, Cadet! Due to an unfortunate pressurization glitch, a catastrophic failure occurred and destroyed the Airlock. Let's rebuild it!
fr: Heureusement vous êtes là, cadet ! En raison d’un problème de pressurisation, un dysfonctionnement a causé une défaillance catastrophique ayant entraîné la destruction du sas.
ru: Добро пожаловать обратно, Кадет! К сожалению из-за неполадок в системе поднятия давления произошел катастрофический сбой и Шлюз был уничтожен. Давайте его восстановим!

# Interface.FramesAreStrong
source: Frames are Strong
fr: Les cadres sont solides
pt_pt: Estruturas são Fortes
ru: Прочные каркасы

# Interface.FramesAreStrongDescription
source: In this lesson, we need to create an Airlock to replace the broken one. We will be utilizing vents, pipes, consoles and motherboards. Lets start off with a basic Airlock. First, build the outer {THING:ItemIronFrames} for the Airlock. Frames are recommended as you can attach smaller items to them. Find the {THING:ItemIronFrames} in the yellow crate.
fr: Dans cette leçon, nous devons créer un sas pour remplacer celui qui a été détruit. Nous utiliserons des ventilations, des tuyaux, des consoles et des cartes mères. Commençons par une configuration de sas basique. Tout d’abord, nous allons construire l’extérieur du sas avec des {THING:ItemIronFrames}. Il est recommandé d’utiliser des {THING:ItemIronFrames} car ils servent de support à d'autres dispositifs (ventilation, console, etc). Vous trouverez des {THING:ItemIronFrames} dans la caisse jaune.
pt_pt: Nesta lição precisamos construir uma Airlock para substituir a que foi destruída. Iremos utilizar ventiladores, canos, consolas e placas mãe. Vamos começar com uma Airlock básica. Primeiro, constrói as {THING:ItemIronFrames} exteriores para a airlock. É recomendado estruturas já que nas mesmas é permitido construir pequenos itens. Encontra as {THING:ItemIronFrames} na caixa amarela.
ru: В этом уроке нам нужно создать шлюз на замену сломанному. Мы будем использовать вентиляционные решетки, трубы, консоли и платы. Давайте начнем с базового шлюза. Сперва построим внешние {THING:ItemIronFrames} для шлюза. Каркасы рекомендуются к использованию, так как вы можете цеплять к ним малые блоки. Найдите {THING:ItemIronFrames} в желтом ящике.

# Interface.FramesAreStrongTask1
source: Build {THING:ItemIronFrames} 1.
fr: Construire le {THING:ItemIronFrames} de gauche
pt_pt: Constrói {THING:ItemIronFrames} 1.
ru: Постройте {THING:ItemIronFrames} 1.

# Interface.FramesAreStrongTask2
source: Build {THING:ItemIronFrames} 2.
fr: Construire le {THING:ItemIronFrames} en haut
pt_pt: Constrói {THING:ItemIronFrames} 2.
ru: Постройте {THING:ItemIronFrames} 2.

# Interface.FeelsFamiliar
source: Feels Familiar
fr: Sentiment de déjà-vu
pt_pt: Parece familiar
ru: Привычки

# Interface.FeelsFamiliarDescription
source: Now make the {THING:ItemIronFrames} airtight by finishing them with some Iron Sheets from the orange crate.
fr: Afin de rendre les {THING:ItemIronFrames} étanches, soudez-y quelques {THING:ItemIronSheets}. Elles se trouvent dans la caisse orange.
pt_pt: Agora torna as {THING:ItemIronFrames} herméticas terminando-as com algumas chapas de ferro que estão na caixa laranja.
ru: Теперь сделайте {THING:ItemIronFrames} герметичными, завершив их при помощи железных листов из оранжевого ящика.

# Interface.FeelsFamiliarTask1
source: Finish construction of {THING:ItemIronFrames} 1.
fr: Terminer la construction du {THING:ItemIronFrames} à droite.
pt_pt: Acaba a construção da {THING:ItemIronFrames} 1.
ru: Завершите строительство {THING:ItemIronFrames} 1.

# Interface.FeelsFamiliarTask2
source: Finish construction of {THING:ItemIronFrames} 2.
fr: Terminer la construction du {THING:ItemIronFrames} à gauche.
pt_pt: Acaba a construção da {THING:ItemIronFrames} 2.
ru: Завершите строительство {THING:ItemIronFrames} 2.

# Interface.FeelsFamiliarTask3
source: Finish construction of {THING:ItemIronFrames} 3.
fr: Terminer la construction du {THING:ItemIronFrames} en haut.
pt_pt: Acaba a construção da {THING:ItemIronFrames} 3.
ru: Завершите строительство {THING:ItemIronFrames} 3.

# Interface.CloseTheDoor
source: Close the Door!
fr: Fermez la porte !
pt_pt: Fecha a porta!
ru: Закрываем двери!

# Interface.CloseTheDoorDescription
source: Use the {THING:ItemKitDoor} from the yellow crate to build two {THING:StructureCompositeDoor} in the highlighted spots.
fr: Utilisez le {THING:ItemKitDoor} de la caisse jaune pour construire deux {THING:StructureCompositeDoor} dans les zones en surbrillance.
pt_pt: Utiliza o {THING:ItemKitDoor} da caixa Amarela para construir duas {THING:StructureCompositeDoor} nos locais indicados.
ru: Используйте {THING:ItemKitDoor} из желтого контейнера чтобы построить две {THING:StructureCompositeDoor} в выделенных местах.

# Interface.CloseTheDoorTask1
source: Build {THING:StructureCompositeDoor} 1.
fr: Installer la {THING:StructureCompositeDoor} intérieure
pt_pt: Constrói a {THING:StructureCompositeDoor} 1.
ru: Постройте {THING:StructureCompositeDoor} 1.

# Interface.CloseTheDoorTask2
source: Build {THING:StructureCompositeDoor} 2.
fr: Installer la {THING:StructureCompositeDoor} extérieure
pt_pt: Constrói a {THING:StructureCompositeDoor} 2.
ru: Постройте {THING:StructureCompositeDoor} 2.

# Interface.CloseTheDoorTask2.5
source: Pick up the {THING:ItemLabeller} from the crate.
fr: Prenez un {THING:ItemLabeller} dans la caisse orange.
ru: Возьмите {THING:ItemLabeller} из ящика.

# Interface.CloseTheDoorTask2.6
source: Turn On the {THING:ItemLabeller}.
fr: Allumer la{THING:ItemLabeller}.
ru: Включите {THING:ItemLabeller}.

# Interface.CloseTheDoorTask3
source: Rename the outer {THING:StructureCompositeDoor} to 'External Door'.
fr: Renommez la {THING:StructureCompositeDoor} extérieure en "Porte externe"
ru: Переименуйте {THING:StructureCompositeDoor} расположенную с наружи в 'Внешняя дверь' или 'External Door'.

# Interface.CloseTheDoorTask4
source: Rename the inner {THING:StructureCompositeDoor} to 'Internal Door.
fr: Renommez la {THING:StructureCompositeDoor} intérieure en "Porte interne"
ru: Переименуйте {THING:StructureCompositeDoor} расположенную внутри в 'Внутренняя дверь' или 'Internal Door'.

# Interface.CreatingASeal
source: Creating a seal
fr: Création d’un sas hermétique
pt_pt: Selando
ru: Создание герметичного шлюза

# Interface.CreatingASealDescription
source: Go ahead and finish constructing each {THING:StructureCompositeDoor} with {THING:ItemPlasticSheets} and {THING:ItemGlassSheets}. You then need to rename the newly built doors using the {THING:ItemLabeller}, which can be found in the orange crate.
fr: Terminez la construction des {THING:StructureCompositeDoor} avec {THING:ItemPlasticSheets} et {THING:ItemGlassSheets}. Vous devez ensuite renommer les {THING:StructureCompositeDoor} nouvellement construites à l’aide de l'{THING:ItemLabeller}, qui se trouve dans la caisse orange.
ru: Продолжайте и завершите создание каждой {THING:StructureCompositeDoor} с помощью {THING:ItemPlasticSheets} и {THING:ItemGlassSheets}. Затем переименуйте построенные двери, используя {THING:ItemLabeller}, который можно найти в оранжевом ящике.

# Interface.CreatingASealTask1
source: Construct {THING:StructureCompositeDoor} 1.
fr: Construire la {THING:StructureCompositeDoor} intérieure
pt_pt: Acaba de construir a {THING:StructureCompositeDoor} 1.
ru: Соберите {THING:StructureCompositeDoor} 1.

# Interface.CreatingASealTask2
source: Construct {THING:StructureCompositeDoor} 2.
fr: Construire la {THING:StructureCompositeDoor} extérieure
pt_pt: Acaba de construir a {THING:StructureCompositeDoor} 2.
ru: Соберите {THING:StructureCompositeDoor} 2.

# Interface.AirSensoresAndMore
source: Air Sensors and More!
fr: Capteurs d’air et plus encore !
pt_pt: Sensores de gás e outros!
ru: Датчики воздуха и нетолько!

# Interface.AirSensoresAndMoreDescription
source: Next, set up a {THING:StructureGasSensor} and an {THING:StructureActiveVent}. A {THING:StructureGasSensor} is a key component in the Airlock, as it informs the console of the current atmosphere inside it, while the {THING:StructureActiveVent} pressurizes and depressurizes the Airlock.
fr: Ensuite, mettez en place un {THING:StructureGasSensor} et une {THING:StructureActiveVent}. Un {THING:StructureGasSensor} est un composant clé du sas, car il informe la {THING:StructureConsole} de l’atmosphère actuelle à l’intérieur, tandis que la {THING:StructureActiveVent} pressurise et dépressurise le sas.
pt_pt: Em seguida, prepara um {THING:StructureGasSensor} e um {THING:StructureActiveVent}. Um {THING:StructureGasSensor} é um componente chave na Airlock, pois irá indicar à consola a atmosfera atual dentro dela, enquanto o {THING:StructureActiveVent} pressuriza e despressuriza a Airlock.
ru: Затем установите {THING:StructureGasSensor} и {THING:StructureActiveVent}. {THING:StructureGasSensor} является ключевым компонентом шлюза, так как он информирует консоль о текущей атмосфере внутри него, а {THING:StructureActiveVent} создает и сбрасывает давление в шлюзе.

# Interface.AirSensoresAndMoreTask1
source: Build the {THING:StructureGasSensor} in the highlighted location.
fr: Construisez un {THING:StructureGasSensor} dans la zone en surbrillance
pt_pt: Constrói o {THING:StructureGasSensor} na área indicada.
ru: Постройте {THING:StructureGasSensor} в выделенном месте.

# Interface.AirSensoresAndMoreTask2
source: Build the {THING:StructureActiveVent} in the highlighted location.
fr: Construisez un {THING:StructureActiveVent} dans la zone en surbrillance
pt_pt: Constrói o {THING:StructureActiveVent} na área indicada.
ru: Постройте {THING:StructureActiveVent} в выделенном месте.

# Interface.GasPipes
source: Gas Pipes
fr: Tuyaux de gaz
pt_pt: Canos de gás
ru: Газовые Трубы

# Interface.GasPipesDescription
source: {THING:ItemKitPipe} are used to carry gases from one point to another. We will need to connect the {THING:StructureActiveVent} to the {THING:StructurePassiveVent} using {THING:ItemKitPipe}. Note: When building an Airlock you can store the gases in the pipe itself, if you don’t have access to a {THING:StructurePassiveVent}.
fr: Les {THING:ItemKitPipe} sont utilisés pour transporter le gaz d’un point à un autre. Nous devrons utiliser des tuyaux pour connecter la {THING:StructureActiveVent} à la {THING:StructurePassiveVent}. Des {THING:ItemKitPipe} se trouvent dans la caisse jaune. Remarque : lors de la construction d’un sas, vous pouvez simplement stocker les gaz dans le tuyau lui-même, si vous n’avez pas accès à une {THING:StructurePassiveVent}.
pt_pt: {THING:ItemKitPipe} são utilizados para transportar gases de um ponto a outro. Vamos ter de conetar o {THING:StructureActiveVent} ao {THING:StructurePassiveVent} utilizando {THING:ItemKitPipe}. Nota: Ao criar uma Airlock podes armazenar os gases dentro do próprio cano, se não tiveres acesso a um {THING:StructurePassiveVent}.
ru: {THING:ItemKitPipe} используются для доставки газов из одной точки в другую. Нам нужно будет подключить {THING:StructureActiveVent} к {THING:StructurePassiveVent} используя {THING:ItemKitPipe}. Заметка: При создании шлюза вы можете хранить газы в самой трубе, если у вас нет доступа к {THING:StructurePassiveVent}.

# Interface.GasPipeCorner
source: Build a {THING:StructurePipeCorner}.
fr: Installer un {THING:StructurePipeCorner}.
pt_pt: Constrói um {THING:StructurePipeCorner}.
ru: Постройте {THING:StructurePipeCorner}.

# Interface.GasPipeStraight
source: Build a {THING:StructurePipeStraight}.
fr: Installer un {THING:StructurePipeStraight}
pt_pt: Constrói um {THING:StructurePipeStraight}.
ru: Постройте {THING:StructurePipeStraight}.

# Interface.PassiveVentBuild
source: Build a {THING:StructurePassiveVent}.
fr: Installer une {THING:StructurePassiveVent}.
pt_pt: Constrói um {THING:StructurePassiveVent}.
ru: Постройте {THING:StructurePassiveVent}.

# Interface.DigitalScreens
source: Digital screens
fr: Consoles et écrans numériques
pt_pt: Ecrãs digitais
ru: Цифровые экраны

# Interface.DigitalScreensDescription
source: Set up a {THING:StructureConsole} by placing it on the wall in the highlighted spot.
fr: La {THING:StructureConsole} est un dispositif équipé d'un {THING:CircuitboardAirlockControl} programmable. Lorsque un {THING:ItemDataDisk} est inséré dans la {THING:StructureConsole}, le {THING:CircuitboardAirlockControl} peut être programmé.
pt_pt: Configura uma {THING:StructureConsole} colocando-a na parede no local indicado.
ru: Установите {THING:StructureConsole} поместив её на стену в выделенном месте.

# Interface.DigitalScreensTask1
source: Build the {THING:StructureConsole}.
fr: Installez une {THING:StructureConsole} dans la zone en surbrillance sur le mur. Un {THING:ItemKitConsole} se trouve dans la caisse jaune.
pt_pt: Constrói a {THING:StructureConsole}.
ru: Постройте {THING:StructureConsole}.

# Interface.UnderPressure
source: Under Pressure
fr: Sous pression
pt_pt: Sob pressão
ru: Под Давлением

# Interface.UnderPressureDescription
source: To complete the {THING:StructureConsole} we need to add a circuit board to it. There are different types of circuit boards for different situations. You're building an Airlock, so you need to use the {THING:CircuitboardAirlockControl}. You will also need to use a data disk to allow the {THING:CircuitboardAirlockControl} to be programmed.
fr: Pour compléter la console, nous devons y ajouter un circuit imprimé. Il existe différents types de circuits imprimés pour différentes situations, Dans notre cas, nous allons construire un sas, donc nous devons utiliser le {THING:CircuitboardAirlockControl}, Vous aurez également besoin d’utiliser un {THING:ItemDataDisk} pour programmer le {THING:CircuitboardAirlockControl}.
pt_pt: Para completar a {THING:StructureConsole} teremos que lhe adicionar uma placa de circuito. Existem diversas placas de circuito para diversas situações. Como estamos a construir uma Airlock então precisas utilizar a {THING:CircuitboardAirlockControl}. Irás também precisar de utilizar um disco de dados para permitir a programação da {THING:CircuitboardAirlockControl}.
ru: Для завершения {THING:StructureConsole} нам нужно добавить к ней печатную плату. Существуют различные типы печатных плат для различных ситуаций. Вы строите шлюз, так что вам нужно использовать {THING:CircuitboardAirlockControl}. Вам также нужно будет использовать диск данных, чтобы запрограммировать {THING:CircuitboardAirlockControl}.

# Interface.UnderPressureTask1
source: Insert the {THING:CircuitboardAirlockControl} into the {THING:StructureConsole}.
fr: Insérez le {THING:CircuitboardAirlockControl} dans la {THING:StructureConsole}.
pt_pt: Coloca a {THING:CircuitboardAirlockControl} na {THING:StructureConsole}.
ru: Установите {THING:CircuitboardAirlockControl} в {THING:StructureConsole}.

# Interface.UnderPressureTask2
source: Place {THING:ItemGlassSheets} on the {THING:StructureConsole} to complete the console.
fr: Placez une {THING:ItemGlassSheets} sur la {THING:StructureConsole}.
pt_pt: Coloca {THING:ItemGlassSheets} na {THING:StructureConsole} para terminar a Consola.
ru: Установите {THING:ItemGlassSheets} на {THING:StructureConsole} для завершения консоли.

# Interface.UnderPressureTask3
source: Insert the {THING:ItemDataDisk} into the {THING:StructureConsole}.
fr: Insérez le {THING:ItemDataDisk} dans la fente sur le coté gauche de la {THING:StructureConsole}.
pt_pt: Introduz o {THING:ItemDataDisk} na {THING:StructureConsole}.
ru: Вставьте {THING:ItemDataDisk} в {THING:StructureConsole}.

# Interface.AirLockProgramming
source: Airlock programming
fr: Programmation de sas
pt_pt: Programação da Airlock
ru: Программирование шлюза
