Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialLearningToWireDescription
source: Now we need to connect our equipment together using wires. On Earth, normal wires will do, but atomic oxygen and solar radiation degrade substances exposed to space. So we’ve developed special cables capable of withstanding space environments. They carry both data and power, allowing you to control machines from a control panel. This will be covered later. In your {SLOT:Belt}, you will find the {THING:ItemCableCoil}. Place the cables in the highlighted area, using the scroll wheel to select the correct wire, and the {KEY:QuantityModifier} key to rotate to match the placement.
fr: Maintenant, nous devons connecter nos équipements ensemble à l'aide de câbles. Sur Terre, les fils normaux feront l'affaire. Cependant, le rayonnement solaire dégradent de nombreuses substances exposées à l'espace. Par conséquent, nous avons conçu un type spécial de câble capable de résister aux environnements spatiaux. Il peut transporter à la fois des données et de l'énergie, vous permettant de contrôler les machines à partir d'un panneau de commande. Mais cela sera traité plus tard dans les tutoriaux. Dans votre {SLOT:Belt}, vous trouverez une {THING:ItemCableCoil}, placez les câbles dans la zone en surbrillance. N’oubliez pas d’utiliser la roue de défilement pour sélectionner la variante correcte et d’utiliser la touche {KEY:QuantityModifier} pour faire pivoter pour correspondre au placement
pt_pt: Agora precisamos conectar o nosso equipamento todo utilizando fios. Na terra, fios normais serviriam, no entanto, o oxigénio atómico e radiação solar degrada muitas substâncias expostas no espaço. Por isso, desenhamos um tipo especial de cabos, resistentes aos ambientes espaciais. Conseguem transportar tanto dados como energia, permitindo controlar máquinas de um painel de controle. Esta matéria será explicada mais á frente. No teu {SLOT:Belt}, irás encontrar uma {THING:ItemCableCoil}. Coloca os cabos na área indicada, utilizando a roda do rato para selecionar o cabo correto e utiliza a tecla {KEY:QuantityModifier} para rodar de forma a coincidir a colocação.
ru: Теперь нам нужно соединить наше оборудование вместе с помощью проводов. На земле было бы достаточно обычных проводов, но атомный кислород и солнечное излучение портят вещества находящиеся в космосе. Поэтому мы разработали специальные кабели, способные выдерживать космическую среду. Они передают как данные, так и питание, что позволяет управлять машинами с панели управления. Это будет рассмотрено позже. В вашем {SLOT:Belt} вы найдете {THING:ItemCableCoil}. Поместите кабели в выделенную область, используя колесо прокрутки для выбора правильного провода и {KEY:QuantityModifier} для вращения в соответствии с размещением.

# Interface.LearningToWireTask0.5
source: Get {THING:ItemCableCoil} from your {SLOT:Belt}.
fr: Prenez la {THING:ItemCableCoil} dans votre {SLOT:Belt}.
pt_pt: Pega {THING:ItemCableCoil} do teu {SLOT:Belt}.
ru: Возьмите {THING:ItemCableCoil} в вашем {SLOT:Belt}.

# Interface.CableCorner
source: Place a {THING:StructureCableCorner}.
fr: Placez le {THING:StructureCableCorner}.
pt_pt: Coloca um {THING:StructureCableCorner}.
ru: Проложите {THING:StructureCableCorner}.

# Interface.CableStraight
source: Place a {THING:StructureCableStraight}.
fr: Placez le {THING:StructureCableStraight}.
pt_pt: Coloca um {THING:StructureCableStraight}.
ru: Проложите {THING:StructureCableStraight}.

# Interface.LearningToWireTask4
source: Place a {THING:StructureCableJunction}.
fr: Placez le {THING:StructureCableJunction}.
pt_pt: Coloca um {THING:StructureCableJunction}.
ru: Проложите {THING:StructureCableJunction}.

# Interface.TutorialWiringWires
source: Wiring Wires
fr: Câblage des fils
pt_pt: Unindo Cabos
ru: Проложите провода

# Interface.TutorialWiringWiresDescription
source: Extend the wires to the main platform.
fr: Étendre les fils à la plate-forme principale.
pt_pt: Estende os cabos até a plataforma principal.
ru: Протяните провода к основной платформе.

# Interface.TutorialPowerControlersAndbatteryCharges
source: Battery Charges and Power Controllers
fr: Batteries et contrôleurs d’alimentation
pt_pt: Carregador de Baterias e Controladores de Energia
ru: Зарядное устройство и ИБП

# Interface.TutorialPowerControlersAndbatteryChargesDescription
source: In our next step, we need to place a {THING:ItemAreaPowerControl} to control the flow of power and prevent cables from burning out. They also provide a small intermediate power supply if the generators are offline. Secondly, we need to add a {THING:ItemBatteryCharger} for our depleted batteries. We want to put it into the circuit before the {THING:ItemAreaPowerControl}, so it won’t drain the {THING:ItemAreaPowerControl} battery.
fr: Dans notre prochaine étape, nous devons placer un {THING:StructureAreaPowerControl}. Ils sont utilisés pour contrôler le flux d’alimentation et empêcher les câbles de brûler. Equipé d'une batterie, ils peuvent également fournir une petite quantité d'électricité si l'alimentation principale est hors service. Deuxièmement, nous devons ajouter un {THING:StructureBatteryCharger} pour recharger nos batteries épuisées. Nous mettrons le {THING:StructureBatteryCharger} en amont notre {THING:StructureAreaPowerControl} afin que le rechargement de la batterie ne vide pas la batterie dans le {THING:StructureAreaPowerControl}.
pt_pt: No próximo passo precisamos colocar um {THING:ItemAreaPowerControl} para controlar o fluxo de energia e evitar queimar cabos. Eles também fornecem um pouco de energia intermédia se os geradores estiverem desligados. Em seguida, precisamos colocar um {THING:ItemBatteryCharger} de forma a carregar as baterias vazias. Devemos colocá-lo antes do {THING:ItemAreaPowerControl} de forma que qualquer bateria a carregar, não descarregue a bateria do {THING:ItemAreaPowerControl}.
ru: Нашим следующим шагом, мы должны разместить {THING:ItemAreaPowerControl} для управления потоком энергии и предотвращения выгорания кабелей. Он также имеет небольшой блок питания, если генератор не вырабатывает энергии. Во-вторых, мы должны добавить {THING:ItemBatteryCharger} для наших разряженных батарей. Мы хотим поместить его в схему перед {THING:ItemAreaPowerControl}, чтобы он не разряжал батарею в {THING:ItemAreaPowerControl}.

# Interface.PowerControlersAndbatteryChargesTask1
source: Get the {THING:ItemAreaPowerControl} from Construction Crate #1.
fr: Prenez le {THING:ItemAreaPowerControl} dans la caisse de construction 1.
pt_pt: Apanha o {THING:ItemAreaPowerControl} da Caixa de Construção #1.
ru: Возьмите {THING:ItemAreaPowerControl} из ящика строительных материалов #1.

# Interface.PowerControlersAndbatteryChargesTask2
source: Place the {THING:ItemAreaPowerControl} in the highlighted spot.
fr: Placez le {THING:StructureAreaPowerControl} dans la zone en surbrillance.
pt_pt: Coloca o {THING:ItemAreaPowerControl} no local indicado.
ru: Установите {THING:ItemAreaPowerControl} в выделенное место.

# Interface.PowerControlersAndbatteryChargesTask3
source: Get the {THING:ItemBatteryCharger} from Construction Crate #2.
fr: Prenez le {THING:ItemBatteryCharger} dans la caisse de construction 2.
pt_pt: Apanha o {THING:ItemBatteryCharger} da Caixa de Construção #2.
ru: Возьмите {THING:ItemBatteryCharger} из ящика строительных материалов #2.

# Interface.PowerControlersAndbatteryChargesTask4
source: place the {THING:ItemBatteryCharger} in the highlighted spot.
fr: Placez le {THING:StructureBatteryCharger} dans la zone en surbrillance.
pt_pt: Coloca o {THING:ItemBatteryCharger} no local indicado.
ru: Установите {THING:ItemBatteryCharger} в выделенное место.

# Interface.TutorialFinishingTheCircuit
source: Finishing the circuit
fr: Terminer le circuit
pt_pt: Completa o circuito
ru: Завершение сети

# Interface.TutorialTutorialFinishingTheCircuitDescription
source: Wire the rest of the components up to our machines.
fr: Câblez les composants et les machines restantes.
pt_pt: Conecta os restantes componentes ás nossas máquinas.
ru: Подсоедините остальные компоненты к нашим машинам.

# Interface.FinishingTheCircuitTask2
source: Place a {THING:StructureCableCorner3}.
fr: Placez le {THING:StructureCableCorner3}.
pt_pt: Coloca um {THING:StructureCableCorner3}.
ru: Проложите {THING:StructureCableCorner3}.

# Interface.FinishingTheCircuitTask4
source: Place a {THING:StructureCableJunction}.
fr: Placez le{THING:StructureCableJunction}.
pt_pt: Coloca um {THING:StructureCableJunction}.
ru: Проложите {THING:StructureCableJunction}.

# Interface.FinishingTheCircuitTask6
source: Place a {THING:StructureCableJunction}.
fr: Placez le {THING:StructureCableJunction}.
pt_pt: Coloca um {THING:StructureCableJunction}.
ru: Проложите {THING:StructureCableJunction}.

# Interface.FinishingTheCircuitTask8
source: Place a {THING:StructureCableJunction}.
fr: Placez le {THING:StructureCableJunction}.
pt_pt: Coloca um {THING:StructureCableJunction}.
ru: Проложите {THING:StructureCableJunction}.

# Interface.TutorialSettingUpThePowerController
source: Setting Up the Power Controller
fr: Construction du contrôleur d’alimentation
pt_pt: Configurando o Controlador de Energia
ru: Настройка ИБП

# Interface.TutorialSettingUpThePowerControllerDescription
source: To make the {THING:StructureAreaPowerControl} work, we need to open the cover and insert a battery, then flip the breaker switch to let electricity and data pass-through. It's recommended to use a large battery for long-lasting power in case of an outage, but a small battery can be used.
fr: Pour que le {THING:StructureAreaPowerControl} fonctionne, ouvrer le couvercle avec votre {THING:ItemCrowbar} et y insérer une {THING:ItemBatteryCellLarge}, puis activer le commutateur du disjoncteur pour permettre à l’électricité et aux données de passer. Il est habituellement recommandé d’utiliser une grande batterie pour assurer une alimentation durable en cas de panne. Néanmoins, il est possible d'utiliser une petite batterie.
pt_pt: Para que o {THING:StructureAreaPowerControl} funcione, teremos que abrir a sua cobertura, inserir uma bateria e depois virar o disjuntor, de forma que electricidade e dados possam passar. É geralmente recomendado utilizar uma bateria grande, de forma a permitir uma longa energia em caso de uma baixa, no entanto poderás também utilizar uma bateria pequena.
ru: Чтобы заставить {THING:StructureAreaPowerControl} работать, нам нужно открыть крышку и вставить батарею, а затем переключить выключатель чтобы дать энергии и данным пройти. Рекомендуется использовать большой аккумулятор для длительного питания в случае простоя, но небольшой аккумулятор так же может быть использован.

# Interface.SettingUpThePowerControllerTask1
source: Equip the {THING:ItemCrowbar} from your {SLOT:Belt}.
fr: Équipez-vous du {THING:ItemCrowbar} depuis votre {SLOT:Belt}.
pt_pt: Equipa o {THING:ItemCrowbar} do teu {SLOT:Belt}.
ru: Возьмите {THING:ItemCrowbar} из вашего {SLOT:Belt}.

# Interface.SettingUpThePowerControllerTask2
source: Open the {THING:StructureAreaPowerControl} with the {THING:ItemCrowbar}.
fr: Ouvrez le {THING:StructureAreaPowerControl} avec le {THING:ItemCrowbar}.
pt_pt: Abre o {THING:StructureAreaPowerControl} com o {THING:ItemCrowbar}.
ru: Откройте {THING:StructureAreaPowerControl} при помощи {THING:ItemCrowbar}.

# Interface.SettingUpThePowerControllerTask3
source: Grab the {THING:ItemBatteryCellLarge} from Construction Crate #2.
fr: Prenez la {THING:ItemBatteryCellLarge} dans la caisse de construction 2.
pt_pt: Apanha a {THING:ItemBatteryCellLarge} da Caixa de Construção #2.
ru: Возьмите {THING:ItemBatteryCellLarge} из ящика строительных материалов #2.

# Interface.SettingUpThePowerControllerTask4
source: Place the {THING:ItemBatteryCellLarge} into the {THING:StructureAreaPowerControl}.
fr: Placez la {THING:ItemBatteryCellLarge} dans le {THING:StructureAreaPowerControl}.
pt_pt: Coloca a {THING:ItemBatteryCellLarge} no {THING:StructureAreaPowerControl}.
ru: Поместите {THING:ItemBatteryCellLarge} в {THING:StructureAreaPowerControl}.

# Interface.SettingUpThePowerControllerTask5
source: Flip the breaker to the “On” position on the {THING:StructureAreaPowerControl}.
fr: Activer le disjoncteur du {THING:StructureAreaPowerControl} en position " On ".
pt_pt: Vira o disjuntor para a posição “On” no {THING:StructureAreaPowerControl}.
ru: Поставьте переключатель в положение “Включен“ на {THING:StructureAreaPowerControl}.

# Interface.TutoiralFabrication
source: Mining + Fabrication
cs: Těžba + Výroba
es: Minería + Fabricación
fr: Exploitation minière + Fabrication
ru: Добыча + Производство

# Interface.TutoiralFabricationDescription
source: Explore the fundamentals of mining and fabrication.
cs: Prozkoumejte základy těžby a výroby.
es: Explore los fundamentos de la minería y la fabricación.
ru: Изучите основы добычи полезных ископаемых и производства.

# Interface.TutoiralFabricationSubTitle
source: Practical Training: Stage III
cs: Praktický výcvik: Fáze III
es: Entrenamiento práctico: Fase III
fr: Formation pratique : Étape III
ru: Практические Тренировки: Этап III

# Interface.IntoTutoiralFabricationDescription
source: Welcome, Cadet. As a Stationeer deployed far from Earth, you have a choice: forge your own resources from local materials, or perish. Basic knowledge of mining and fabrication is essential. Repair the Lunar Test Base to prove your skills.
cs: Vítejte, kadete. Jako Stationeer nasazený daleko od Země máte na výběr: vytvořit si vlastní zdroje z místních materiálů nebo zahynout. Základní znalosti těžby a výroby jsou zásadní. Dokažte své schopnosti a opravte Měsíční výcvikovou základnu.
es: Bienvenido, cadete. Como Stationeer desplegado lejos de la Tierra, tienes una opción: forjar tus propios recursos a partir de materiales locales o morir. Los conocimientos básicos de minería y fabricación son esenciales. Repara la base de pruebas lunar para demostrar tus habilidades.
ru: Добро пожаловать, Кадет. Как Стационер, дислоцирующийся далеко от Земли, у вас есть выбор: выковать свои собственные ресурсы из местных материалов или погибнуть. Базовые знания о добыче и производстве имеют важное значение. Отремонтируйте Тестовую Лунную Базу, чтобы доказать своё мастерство.

# Interface.3Narration1T
source: Practical Training: Stage III
cs: Praktický výcvik: Fáze III
es: Entrenamiento práctico: Fase III
fr: Formation pratique : Étape III
ru: Практические Тренировки: Этап III

# Interface.3Narration1D
source: Design often works backwards: to repair the testing base you need components, for which you need a hydraulic pipebender ... which you need resources to fabricate. So let's track down some ore using your tablet.
cs: Design často funguje obráceně: k opravě výcvikové základny potřebujete komponenty, pro které potřebujete hydraulickou ohýbačku trubek ... na kterou potřebuje zdroje pro výrobu. Najděte tedy pomocí tabletu nějakou rudu.
es: El diseño a menudo funciona al revés: para reparar la base de prueba necesita componentes, para lo cual necesita un doblador de tuberías hidráulico ... que necesita recursos para fabricar. Así que busquemos algo de mineral usando su tableta.
fr: Le design fonctionne souvent à l’envers : pour réparer la base d’essai dont vous avez besoin de composants, pour lesquels vous avez besoin d’une cintreuse hydraulique ... dont vous avez besoin de ressources pour fabriquer. Donc, nous allons traquer un peu de minerai à l’aide de votre tablette.
ru: Дизайн часто работает задом наперед: для ремонта тестовой базы тебе потребуются компоненты, для которых тебе потребуется гидравлический трубосгибатель ... для изготовления которого тебе потребуются ресурсы. Так что давай отследим местоположение руды с помощью твоего планшета.

# Interface.3GetTablet
source: Get tablet from crate.
cs: Vezměte tablet z bedny.
es: Consigue la tableta de la caja.
fr: Prendre la tablette dans la caisse.
ru: Возьмите планшет из ящика.

# Interface.3Narration2T
source: Practical Training: Stage III
cs: Praktický výcvik: Fáze III
es: Entrenamiento práctico: Fase III
fr: Formation pratique : Étape III
ru: Практические Тренировки: Этап III

# Interface.3Narration2D
source: The Xigo 'Padi' tablet performs a range of different functions. With the tracking cartridge inserted, it h lps you navigate to local beacons.
ru: Планшет Ксиго 'Пад' выполняет широкий спектр функций. С вставленным картриджем навигации, он поможет вам проложить путь к локальным маячкам.

# Interface.2PutCartInTablet
source: Add tracker cartridge from crate to tablet.
cs: Vložte lokalizační kazetu z bedny do tabletu.
es: Añade el cartucho de rastreo de la caja a la tablet.
ru: Вставьте картридж слежения из контейнера в планшет.

# Interface.3TabletOn
source: Turn tablet on.
cs: Zapněte tablet.
es: Enciende la tablet.
fr: Allumez la tablette.
ru: Включите планшет.

# Interface.3Narration3D
source: Finding ore to build your base takes time. To help, we've placed a beacon at a nearby iron deposit. Use the tablet to navigate to the beacon, then get mining.
cs: Hledání rudy k vybudování základny vyžaduje čas, a proto jsme umístili maják na nedaleké ložisko železné rudy. Pomocí tabletu najděte maják a proveďte těžbu.
es: Encontrar mineral para construir tu base lleva tiempo. Para ayudar, hemos colocado una baliza en un depósito de hierro cercano. Use la tablet para navegar hasta la baliza, luego comience a minar.
ru: Поиск руды для постройки базы занимает время. Чтобы облегчить задачу, мы разместили маячок возле железного месторождения неподалеку. Используй планшет чтобы добраться до маячка, потом приступай к добыче руды.

# Interface.3EnterAreaT1
source: Navigate to the beacon
cs: Najděte maják.
es: Viaja a la baliza
fr: Naviguer vers la balise
ru: Доберитесь до маяка

# Interface.3Narration4D
source: The tri-cone, rotary 'Topo' mining drill lives in your mining belt. Functioning equally well in vacuum and atmosphere, its cemented carbide bits increase resilience, bearing life, and reduce spalling. Treat it well.
cs: Ve vašem hornickém opasku bydlí tříkónický rotační těžební vrták 'Topo'. Funguje stejně dobře ve vakuu i v atmosféře a jeho slinutá karbidová korunka zvyšuje odolnost, životnost ložiska a snižuje odlamování. Zacházejte s ním dobře.
es: El taladro minero rotativo de tres conos 'Topo' vive en su cinturón minero. Al funcionar igualmente bien en vacío y en atmósfera, sus brocas de carburo cementado aumentan la resiliencia, la vida útil del rodamiento y reducen el desconchado. Trátelo bien.
ru: Трехконусный, роторный шахтерский бур 'Топо' живет у тебя в шахтерском поясе. Работая одинаково хорошо как в вакууме, так и в атмосфере, его коронки из цементированного карбида повышают устойчивость, срок службы подшипников и уменьшает вероятность сколов. Используй по назначению.

# Interface.3GetMDrill
source: Equip mining drill from mining belt in backpack.
cs: Vezměte si těžební vrták z hornického opasku v batohu.
es: Equipa el taladro de mineria del cinturon de mineria de la mochila.
ru: Возьмите в руку бур из пояса шахтёра в рюкзаке

# Interface.3MDrillOn
source: Turn on drill
cs: Zapněte vrták.
es: Enciende el taladro
fr: Activer la foreuse
ru: Включите бур

# Interface.3GetIronOre
source: Mine 30 iron.
cs: Vytěžte 30 ks železné rudy.
es: Mina 30 unidades de hierro.
fr: Minez 30 fer.
ru: Добудьте 30 кусков железной руды

# Interface.3Narration5D
source: Your mining belt should now have plenty of iron ore in it. Carry it back to the base, and let's get smelting!
cs: Váš hornický opasek by nyní měl obsahovat spoustu železné rudy. Odneste ho zpátky na základnu a začněte tavit!
es: Su cinturón minero ahora debería tener mucho mineral de hierro. ¡Llévatelo de vuelta a la base y vamos a fundirlo!
ru: Теперь в вашем поясе шахтёра достаточно железной руды. Несите её обратно на базу и приступим к плавке!

# Interface.3EnterAreaT2
source: Return to the base
cs: Vraťte se na základnu.
es: Regresa a la base
fr: Retour à la base
ru: Вернитесь на базу

# Interface.3Narration6D
source: Before it can be used for construction, raw ore has to be turned into pure ingots. For that, the simplest solution is an arc furnace. Grab a kit from the crate and place it in the highlighted area.
cs: Předtím, než může být surová ruda použita ve výrobě, musí být přeměněna na čisté ingoty. Nejjednodušším řešením je proto oblouková pec. Vezměte sadu z bedny a umístěte ji na zvýrazněné místo.
es: Antes de que pueda usarse para la construcción, el mineral en bruto debe convertirse en lingotes puros. Para eso, la solución más simple es un horno de arco. Coge un kit de la caja y colócalo en el área resaltada.
ru: Прежде чем её можно будет использовать для строительства, сырую руду требуется переплавить в чистые слитки. Для этой цели, самым простым решением является дуговая печь. Возьмите набор для изготовления из ящика и поместите его в подсвеченной области.

# Interface.3GetArcFurnaceKit
source: Get an arc furnace kit from crate.
cs: Vezměte sadu obloukové pece z bedny.
es: Consigue un kit de horno de arco de la caja.
fr: Obtenez un kit de four à arc dans la caisse.
ru: Достаньте из ящика набор для изготовления дуговой печи

# Interface.3BuildArcFurnaceTutorial
source: Place arc furnace in highlighted area.
cs: Umístěte obloukovou pec na zvýrazněné místo.
es: Coloca el horno de arco en el área resaltada.
fr: Placez le four à arc dans la zone surlignée.
ru: Разместите дуговую печь в подсвеченной области

# Interface.3BuildHeavyCableTutorial
source: Connect arc furnace to power using cables from toolbelt.
cs: Připojte obloukovou pec k napájení pomocí kabelů z opasku na nářadí.
es: Conecta el horno de arco usando cables de el cinturon de herramientas.
ru: Подключите питание к дуговой печи используя моток кабеля из пояса

# Interface.3Narration7D
source: The arc furnace won't operate at high enough temperatures to create complex alloys, but it smelts iron just fine. Add your iron ore to the arc furnace.
cs: Oblouková pec nepracuje na dostatečně vysokých teplotách, aby vytvořila složité slitiny, ale skvěle taví železo. Přidejte železnou rudu do obloukové pece.
es: El horno de arco no funcionará a temperaturas lo suficientemente altas como para crear aleaciones complejas, pero funde bien el hierro. Agregue su mineral de hierro al horno de arco.
ru: Дуговая печь не будет работать при достаточно высоких температурах для создания сложных сплавов, но подойдёт для переплавки обычной руды. Добавьте вашу железную руду в дуговую печь.

# Interface.3ArcFurnaceOn
source: Turn arc furnace on
cs: Zapněte obloukovou pec.
es: Enciende el horno de arco
fr: Allumez le four à arc
ru: Включите дуговую печь

# Interface.3PutOreInFurnace
source: Add iron ore to arc furnace
cs: Přidejte železnou rudu do obloukové pece.
es: Añade el mineral de hierro al horno de arco
fr: Ajouter le minerai de fer au four à arc
ru: Добавьте железную руду в дуговую печь

# Interface.3ArcFurnaceActive
source: Activate arc furnace
cs: Aktivujte obloukovou pec.
es: Activar el horno de arco
fr: Activer le four à arc
ru: Активируйте дуговую печь
