Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.RocketEnginesDescription
source: The next part of the rocket is the {THING:StructureModularRocketEngine01}. This turns fuel into thrust, allowing the rocket to take off and escape the planet's gravity.
cs: Další část rakety je {THING:StructureModularRocketEngine01}. Tím se palivo změní na tah, což umožňuje raketě vzlétnout a uniknout gravitaci planety.
es: La siguiente parte del cohete es la {THING:StructureModularRocketEngine01}. Esto convierte el combustible en empuje, permitiendo que el cohete despegue y escape de la gravedad del planeta.
fr: Le {THING:StructureModularRocketEngine01} transforme le carburant en poussée verticale, permettant à la fusée de décoller et d’échapper à la gravité de la planète.
ru: Следующей частью ракеты является {THING:StructureModularRocketEngine01}. Этот модуль превращает топливо в тягу, позволяя ракете взлететь и избежать гравитации планеты.

# Interface.RocketEnginesTask1
source: Pick up the {THING:ItemKitStructureModularRocketEngine01} from the crate on the left.
cs: Vezměte {THING:ItemKitStructureModularRocketEngine01} z bedny nalevo.
es: Recoge el {THING:ItemKitStructureModularRocketEngine01} de la caja de la izquierda.
fr: Prenez le {THING:ItemKitStructureModularRocketEngine01} dans la caisse de gauche.
ru: Возьмите {THING:ItemKitStructureModularRocketEngine01} из ящика слева.

# Interface.RocketEnginesTask2
source: Build the {THING:StructureModularRocketEngine01} in the highlighted spot.
cs: Postavte {THING:StructureModularRocketEngine01} na zvýrazněné místo.
es: Construye el {THING:StructureModularRocketEngine01} en el lugar resaltado.
fr: Construisez un {THING:StructureModularRocketEngine01} dans la zone en surbrillance.
ru: Постройте {THING:StructureModularRocketEngine01} в выделенном месте.

# Interface.RocketEngines2
source: Rocket Engineering 101
cs: Raketové inženýrství 101
es: Ingeniería de cohetes 101
fr: Ingénierie des fusées 101
ru: Ракетная Инженерия 101

# Interface.RocketEngines2Description
source: Contrary to popular belief, building a rocket engine is as easy as 1,2,3. You just need some steel, plastic, and electronics.
cs: Na rozdíl od všeobecného přesvědčení, budování raketového motoru je stejně snadné jako 1,2,3. Potřebujete jen ocel, plast a elektroniku.
es: Contrariamente a la creencia popular, construir un motor de cohete es tan fácil como 1,2,3. Sólo necesitas algo de acero, plástico y electrónica.
fr: Contrairement à la croyance populaire, la construction d’un moteur de fusée est très facile. Vous avez juste besoin d’acier, de plastique et d’électronique.
ru: Вопреки распространенному мнению, создание ракетного двигателя так же просто, как 1,2,3. Вам просто нужно немного стали, пластика и электроники.

# Interface.RocketEngines2Task1
source: Weld {THING:ItemSteelSheets} to the {THING:StructureModularRocketEngine01}
cs: Přivařte {THING:ItemSteelSheets} k {THING:StructureModularRocketEngine01}
es: Suelda las {THING:ItemSteelSheets} a el {THING:StructureModularRocketEngine01}
fr: Soudez les {THING:ItemSteelSheets} au {THING:StructureModularRocketEngine01}
ru: Приварите {THING:ItemSteelSheets} к {THING:StructureModularRocketEngine01}

# Interface.RocketEngines2Task2
source: Weld {THING:ItemPlasticSheets} to the {THING:StructureModularRocketEngine01}
cs: Přivařte {THING:ItemPlasticSheets} k {THING:StructureModularRocketEngine01}
es: Soldar la {THING:ItemPlasticSheets} a el {THING:StructureModularRocketEngine01}
fr: Soudez les {THING:ItemPlasticSheets} au {THING:StructureModularRocketEngine01}
ru: Приварите {THING:ItemPlasticSheets} к {THING:StructureModularRocketEngine01}

# Interface.RocketEngines2Task3
source: Attach {THING:ItemElectronicParts} to the {THING:StructureModularRocketEngine01}
cs: Připojte {THING:ItemElectronicParts} k {THING:StructureModularRocketEngine01}
es: Coloca las {THING:ItemElectronicParts} a el {THING:StructureModularRocketEngine01}
fr: Fixer les {THING:ItemElectronicParts} au {THING:StructureModularRocketEngine01}
ru: Установите {THING:ItemElectronicParts} в {THING:StructureModularRocketEngine01}

# Interface.FuelTanks
source: Fuel Tanks
cs: Palivové nádrže
es: Tanques de combustible
fr: Réservoirs de carburant
ru: Топливные Баки

# Interface.FuelTanksDescription
source: The Fuel Tank is the next module of the rocket. You can have multiple Fuel Tank modules on a rocket to carry more fuel. This will allow you to take more cargo with you.
cs: Palivová nádrž je dalším modulem rakety. Můžete mít více modulů palivové nádrže na raketě pro více paliva. To vám umožní vzít si s sebou více nákladu.
es: El tanque de combustible es el siguiente módulo del cohete. Puedes tener varios módulos de Tanque de Combustible en un cohete para llevar más combustible. Esto te permitirá llevar más carga contigo.
fr: Le réservoir de carburant est le prochain module de la fusée. Vous pouvez avoir plusieurs modules de réservoir de carburant sur une fusée pour transporter plus de carburant. Cela vous permettra de prendre plus de fret avec vous.
ru: Топливный бак является следующим модулем ракеты. Вы можете иметь несколько модулей топливного бака на ракете, чтобы нести больше топлива. Это позволит вам взять с собой больше груза.

# Interface.FuelTanksTask1
source: Pick up {THING:ItemKitStructureModularRocketFueltank01} from the crate on the left.
cs: Vezměte {THING:ItemKitStructureModularRocketFueltank01} z bedny nalevo.
es: Recoge el {THING:ItemKitStructureModularRocketFueltank01} de la caja de la izquierda.
fr: Prenez un {THING:ItemKitStructureModularRocketFueltank01} dans la caisse à gauche.
ru: Возьмите {THING:ItemKitStructureModularRocketFueltank01} из левого ящика.

# Interface.FuelTanksTask2
source: Build the {THING:StructureModularRocketFueltank01} in the highlighted position.
cs: Postavte {THING:StructureModularRocketFueltank01} na zvýrazněné místo.
es: Construye el {THING:StructureModularRocketFueltank01} en el lugar resaltado.
fr: Construisez un {THING:StructureModularRocketFueltank01} dans la zone en surbrillance
ru: Постройте {THING:StructureModularRocketFueltank01} в выделенном месте.

# Interface.FuelTanks2
source: Fuel Tanks
cs: Palivové nádrže
es: Tanques de combustible
fr: Réservoirs de carburant
ru: Топливные Баки

# Interface.FuelTanks2Description
source: Rockets in Stationeers use the same fuel as other items requiring flammable gas such as the Welder or Gas Generator. A 2:1 ratio of Volatiles and Oxygen provides the cleanest burn.
cs: Rakety ve Stationeers používají stejné palivo jako jiné předměty vyžadující hořlavý plyn, například svářečka nebo generátor na plyn. Nejčistší spálení těkavých látek a kyslíku zajistí poměr 2 : 1.
es: Los cohetes en los Estacionarios usan el mismo combustible que otros artículos que requieren gas inflamable como el Soldador o el Generador de Gas. Una proporción de 2:1 de volátiles y oxígeno proporciona una combustión más limpia.
fr: Les fusées des Stationeers utilisent le même carburant que d’autres objets nécessitant du gaz inflammable comme le chalumeau ou le Générateur à gaz. Un rapport de 2:1 de volatiles et d’oxygène fournit la combustion la plus propre.
ru: Ракеты в Stationeers используют то же топливо, что и другие элементы, требующие легковоспламеняющегося газа, такие как сварщик или газовый генератор. Соотношение 2:1 летучих веществ и кислорода обеспечивает самое чистое горение.

# Interface.FuelTanks2Task1
source: Attach {THING:ItemKitTank} to the {THING:StructureModularRocketFueltank01}
cs: Připojte {THING:ItemKitTank} k {THING:StructureModularRocketFueltank01}
es: Junta el {THING:ItemKitTank} a el {THING:StructureModularRocketFueltank01}
fr: Fixez les {THING:ItemKitTank} dans le {THING:StructureModularRocketFueltank01} avec votre {THING:ItemWrench}.
ru: Установите {THING:ItemKitTank} в {THING:StructureModularRocketFueltank01}

# Interface.FuelTanks2Task2
source: Weld {THING:ItemSteelSheets} to the {THING:StructureModularRocketFueltank01}
cs: Přivařte {THING:ItemSteelSheets} k {THING:StructureModularRocketFueltank01}
es: Suelda las {THING:ItemSteelSheets} a el {THING:StructureModularRocketFueltank01}
fr: Soudez les {THING:ItemSteelSheets} au {THING:StructureModularRocketFueltank01}
ru: Приварите {THING:ItemSteelSheets} к {THING:StructureModularRocketFueltank01}

# Interface.FuelTanks2Task3
source: Attach {THING:ItemElectronicParts} to the {THING:StructureModularRocketFueltank01}
cs: Připojte {THING:ItemElectronicParts} k {THING:StructureModularRocketFueltank01}
es: Coloca las {THING:ItemElectronicParts} a el {THING:StructureModularRocketFueltank01}
fr: Attachez les {THING:ItemElectronicParts} au {THING:StructureModularRocketFueltank01}
ru: Установите {THING:ItemElectronicParts} в {THING:StructureModularRocketFueltank01}

# Interface.CargoModule
source: Cargo Module
cs: Nákladní modul
es: Módulo de carga
fr: Module Gargo
ru: Грузовой Отсек

# Interface.CargoModuleDescription
source: The Cargo Module allows you to take equipment and devices with you to your next destination. You can build more than one cargo module, but they must be above the fuel tanks.
cs: Nákladní modul vám umožní vzít si s sebou vybavení a zařízení na další místo určení. Můžete postavit více než jeden nákladní modul, ale musí být nad palivovými nádržemi.
es: El Módulo de Carga le permite llevar equipos y dispositivos a su próximo destino. Puedes construir más de un módulo de carga, pero deben estar encima de los tanques de combustible.
fr: Le module cargo vous permet d’emporter de l’équipement et des appareils jusqu’à votre prochaine destination. Vous pouvez construire plus d’un module de chargement, mais ils doivent être tous au-dessus des réservoirs de carburant.
ru: Грузовой модуль позволяет взять с собой оборудование и устройства к следующему пункту назначения. Вы можете построить более одного грузового модуля, но они должны быть выше топливных баков.

# Interface.CargoModuleTask1
source: Pick up the {THING:ItemKitStructureModularRocketCargo01} from the lefthand crate
cs: Vezměte {THING:ItemKitStructureModularRocketCargo01} z levé bedny
es: Recoge el {THING:ItemKitStructureModularRocketCargo01} de la caja de la izquierda
fr: Prenez un {THING:ItemKitStructureModularRocketCargo01} dans la caisse de gauche
ru: Возьмите {THING:ItemKitStructureModularRocketCargo01} из левого ящика

# Interface.CargoModuleTask2
source: Build the {THING:StructureModularRocketCargo01} in the highlighted position
cs: Postavte {THING:StructureModularRocketCargo01} na zvýrazněné místo
es: Construye el {THING:StructureModularRocketCargo01} en el lugar resaltado
fr: Construisez un {THING:StructureModularRocketCargo01} dans la zone en surbrillance
ru: Постройте {THING:StructureModularRocketCargo01} в выделенном месте

# Interface.CargoModule2
source: Building The Cargo Module
cs: Budování nákladového modulu
es: Construir el módulo de carga
fr: Construction du module cargo
ru: Строим Грузовой Модуль

# Interface.CargoModule2Description
source: Building the Cargo Module is similar to other modules. Building multiple modules will add more weight to the rocket and will require more fuel to exit the planet's gravitational field.
cs: Budování nákladového modulu je podobná jako u ostatních modulů. Budování více modulů přidá raketě větší váhu a bude vyžadovat více paliva k opuštění gravitačního pole planety.
es: La construcción del módulo de carga es similar a la de otros módulos. Construir varios módulos añadirá más peso al cohete y requerirá más combustible para salir del campo gravitatorio del planeta.
fr: La construction du {THING:StructureModularRocketCargo01} est similaire à celle d’autres modules de fusée. Construire plus de modules ajoutera plus de poids à la fusée et nécessitera plus de carburant pour sortir du champ gravitationnel de la planète.
ru: Строительство грузового модуля аналогично другим модулям. Строительство нескольких модулей добавит больше веса ракете и потребует больше топлива для выхода из гравитационного поля планеты.

# Interface.CargoModule2Task1
source: Weld {THING:ItemSteelSheets} to the {THING:StructureModularRocketCargo01}
cs: Přivařte {THING:ItemSteelSheets} k {THING:StructureModularRocketCargo01}
es: Suelda las {THING:ItemSteelSheets} a el {THING:StructureModularRocketCargo01}
fr: Soudez les {THING:ItemSteelSheets} au {THING:StructureModularRocketCargo01}.
ru: Приварите {THING:ItemSteelSheets} к {THING:StructureModularRocketCargo01}

# Interface.CargoModule2Task2
source: Weld {THING:ItemPlasticSheets} to the {THING:StructureModularRocketCargo01}
cs: Přivařte {THING:ItemPlasticSheets} k {THING:StructureModularRocketCargo01}
es: Suelda las {THING:ItemPlasticSheets} a el {THING:StructureModularRocketCargo01}
fr: Soudez les {THING:ItemPlasticSheets} au {THING:StructureModularRocketCargo01}.
ru: Приварите {THING:ItemPlasticSheets} к {THING:StructureModularRocketCargo01}

# Interface.CargoModule2Task3
source: Attach {THING:ItemElectronicParts} to the {THING:StructureModularRocketCargo01}
cs: Připojte {THING:ItemElectronicParts} k {THING:StructureModularRocketCargo01}
es: Colocas las {THING:ItemElectronicParts} a el {THING:StructureModularRocketCargo01}
fr: Attachez les {THING:ItemElectronicParts} au {THING:StructureModularRocketFueltank01}
ru: Установите {THING:ItemElectronicParts} в {THING:StructureModularRocketCargo01}

# Interface.CommandMod
source: Command Module
cs: Velitelský modul
es: Módulo de mando
fr: Module de commande
ru: Командный Модуль

# Interface.CommandModDescription
source: The Command Module is the final part of the Rocket, and its central control point. It is also the module that controls the final destination of the rocket.
cs: Velitelský modul je poslední částí rakety a jejím centrálním řídicím místem. Je to také modul, který řídí raketu do konečného místa určení.
es: El módulo de mando es la parte final del cohete y su punto de control central. También es el módulo que controla el destino final del cohete.
fr: Le module de commande est la dernière partie de la fusée, c'est ici que se trouve l'ordinateur central. C’est aussi ce module qui contrôle la destination finale de la fusée.
ru: Командный модуль является заключительной частью ракеты и ее центральной точкой управления. Это также модуль, который контролирует конечный пункт назначения ракеты.

# Interface.CommandModTask1
source: Pick up the {THING:ItemKitStructureModularRocketCommand01} from the white crate on the left
cs: Vezměte {THING:ItemKitStructureModularRocketCommand01} z bílé bedny nalevo
es: Recoge el {THING:ItemKitStructureModularRocketCommand01} de la caja de la izquierda
fr: Prenez un {THING:ItemKitStructureModularRocketCommand01} dans la caisse de gauche
ru: Возьмите {THING:ItemKitStructureModularRocketCommand01} из белого ящика слева

# Interface.CommandModTask2
source: Place the {THING:StructureModularRocketCommand01} in the highlighted position
cs: Umístěte {THING:StructureModularRocketCommand01} na zvýrazněné místo
es: Pon el {THING:StructureModularRocketCommand01} en la posición resaltada
fr: Placez le {THING:StructureModularRocketCommand01} dans la zone en surbrillance
ru: Установите {THING:StructureModularRocketCommand01} в выделенное место

# Interface.CommandMod2
source: Building The Command Module
cs: Budování velitelského modulu
es: Construir el módulo de mando
fr: Construction du module de commande
ru: Строительство Командного Модуля

# Interface.CommandMod2Description
source: Equipped with outer shell heat shielding and a tempered alumino-silicate glass pane, the module can safely leave and re-enter the atmosphere of a planet with no risk to Stationeers inside. It is fully insulated, with an active air conditioning unit and carbon scrubbers to maintain optimum temperature and breathability.
cs: Díky tepelnému štítu vnějšího pláště a tvrzeným hlinitokřemičitým sklům, může modul bezpečně opustit a znovu vstoupit do atmosféry planety bez rizika pro Stationeery uvnitř. Je plně izolován, má aktivní klimatizační jednotku a uhlíkové pračky pro udržení optimální teploty a prodyšnosti.
es: Equipado con un escudo térmico exterior y un cristal de alumino-silicato templado, el módulo puede salir y volver a entrar con seguridad en la atmósfera de un planeta sin riesgo para los Estacionarios del interior. Está totalmente aislado, con una unidad de aire acondicionado activa y depuradores de carbono para mantener una temperatura y una respirabilidad óptimas.
fr: Équipé d’un blindage thermique extérieur et d’une vitre en verre d'alumino-silicate trempé, le module de commande peut quitter et retourner dans l’atmosphère d’une planète sans risque pour les Stationeers à bord. Il est entièrement isolé, avec une unité de climatisation active et des épurateurs de dioxyde de carbone pour maintenir une température et une atmosphère optimale.
ru: Оснащенный внешней оболочкой тепловой защиты и закаленной алюмино-силикатного стекла, модуль может безопасно оставить и вновь войти в атмосферу планеты без риска для Станционеров внутри. Он полностью изолирован, с активным кондиционером и карбоновыми фильтрами для поддержания оптимальной температуры и пригодности воздуха для дыхания.

# Interface.CommandMod2Task1
source: Weld {THING:ItemSteelSheets} to the {THING:StructureModularRocketCommand01}
cs: Přivařte {THING:ItemSteelSheets} k {THING:StructureModularRocketCommand01}
es: Suelda las {THING:ItemSteelSheets} a el {THING:StructureModularRocketCommand01}
fr: Soudez les {THING:ItemSteelSheets} au {THING:StructureModularRocketCommand01}
ru: Приварите {THING:ItemSteelSheets} к {THING:StructureModularRocketCommand01}

# Interface.CommandMod2Task2
source: Weld {THING:ItemPlasticSheets} to the {THING:StructureModularRocketCommand01}
cs: Přivařte {THING:ItemPlasticSheets} k {THING:StructureModularRocketCommand01}
es: Suelda las {THING:ItemPlasticSheets} a el {THING:StructureModularRocketCommand01}
fr: Soudez les {THING:ItemPlasticSheets} au {THING:StructureModularRocketCommand01}
ru: Приварите {THING:ItemPlasticSheets} к {THING:StructureModularRocketCommand01}

# Interface.CommandMod2Task3
source: Attach {THING:ItemElectronicParts} to the {THING:StructureModularRocketCommand01}
cs: Připojte {THING:ItemElectronicParts} k {THING:StructureModularRocketCommand01}
es: Coloca las {THING:ItemElectronicParts} a el {THING:StructureModularRocketCommand01}
fr: Fixez les {THING:ItemElectronicParts} au {THING:StructureModularRocketCommand01}
ru: Установите {THING:ItemElectronicParts} в {THING:StructureModularRocketCommand01}

# Interface.FuelUp
source: Fuel Up
cs: Natankování
es: Llene el tanque de combustible.
fr: Faire le plein
ru: Заправка

# Interface.FuelUpDescription
source: It's time to fuel up the rocket. A pre-prepared fuel mix has been added to the large fuel tank. You will need to complete the piping to the newly built rocket fuel module. The command module takes oxygen but it is not essential, as you are in a suit and will have sufficient reserves for the flight.
cs: Je čas natankovat raketu. Do velké palivové nádrže byla přidána předem připravená palivová směs. Budete muset dokončit potrubí k nově postavenému palivovému modulu rakety. Velitelský modul odebírá kyslík, ale není to podstatné, protože jste v obleku a bude mít dostatečné rezervy pro let.
es: Es hora de cargar combustible en el cohete. Se ha añadido una mezcla de combustible preparada al gran depósito de combustible. Necesitarás completar la tubería del nuevo módulo de combustible del cohete. El módulo de mando toma oxígeno pero no es esencial, ya que está en un traje y tendrá suficientes reservas para el vuelo.
fr: Il est temps d’alimenter la fusée. Un mélange de carburant est prêt dans le grand réservoir de carburant. Vous devrez compléter la tuyauterie du module de carburant de fusée nouvellement construite. Le module de commande a une réserve d’oxygène mais ce n’est pas essentiel, car avec votre combinaison, vous aurez suffisamment d'oxygène pour le vol.
ru: Пора заправлять ракету. В большой топливный бак была загружена заранее подготовленная топливная смесь. Вам нужно будет подвести трубопровод к недавно построенному ракетному топливному модулю. Командный модуль принимает кислород, но это не обязательно, так как вы находитесь в скафандре и будете иметь достаточные резервы для полета.

# Interface.FuelUpStraight
source: Build a {THING:StructureInsulatedPipeStraight} in the highlighted position
cs: Postavte {THING:StructureInsulatedPipeStraight} na zvýrazněné místo
es: Construye el {THING:StructureInsulatedPipeStraight} en la posición resaltada
fr: Placez un {THING:StructureInsulatedPipeStraight} dans la zone en surbrillance
ru: Постройте {THING:StructureInsulatedPipeStraight} в выделенном месте

# Interface.FuelUpCorner
source: Build a {THING:StructureInsulatedPipeCorner} in the highlighted position
cs: Postavte {THING:StructureInsulatedPipeCorner} na zvýrazněné místo
es: Construye la {THING:StructureInsulatedPipeCorner} en la posición resaltada
fr: Placez un {THING:StructureInsulatedPipeCorner} dans la zone en surbrillance
ru: Постройте {THING:StructureInsulatedPipeCorner} в выделенном месте

# Interface.NoPower
source: No Power
cs: Bez napájení
es: Sin energía
fr: Pas d'électricité
ru: Нет Питания

# Interface.NoPowerDescription
source: There seems to be no power to the rocket. Check the {THING:StructureAreaPowerControl} found behind the elevator.
cs: Zdá se, že raketa nemá žádnou energii. Zkontrolujte {THING:StructureAreaPowerControl} nacházející se za výtahem.
es: Parece que no hay energía en el cohete. Revisa la {THING:StructureAreaPowerControl} que se encuentra detrás del ascensor.
fr: La fusée ne semble pas avoir d'électricité. Vérifiez le {THING:StructureAreaPowerControl} situé derrière l’ascenseur.
ru: Кажется, ракете не хватает питания. Проверьте {THING:StructureAreaPowerControl} находящийся за лифтом.

# Interface.NoPower1
source: Turn on the {THING:StructureAreaPowerControl}
cs: Zapněte {THING:StructureAreaPowerControl}
es: Enciende la {THING:StructureAreaPowerControl}
fr: Allumez le {THING:StructureAreaPowerControl}
ru: Включите {THING:StructureAreaPowerControl}

# Interface.SettingTheDestination
source: Setting a Destination
cs: Nastavení cíle
es: Establecer un destino
fr: Définir une destination
ru: Установка Точки Назначения

# Interface.SettingTheDestinationDescription
source: Before you launch, you will want to program the flight computer with a valid destination - or else you may end up in the middle of nowhere. In this case, we want to travel to Mimas, one of Saturn's moons. Do this by writing the Planet ID to the Command Module using a logic writer.
cs: Před startem je třeba naprogramovat letový počítač s platným cílem - jinak můžete skončit uprostřed ničeho. V tomto případě chceme cestovat na Mimas, jeden ze Saturnových měsíců. Udělejte to tak, že do velitelského modulu zapíšete ID planety pomocí logického zapisovače.
es: Antes de despegar, deberá programar el ordenador de vuelo con un destino válido - o de lo contrario puede terminar en el medio de la nada. En este caso, queremos viajar a Mimas, una de las lunas de Saturno. Hazlo escribiendo la identificación del planeta en el módulo de comando usando un escritor lógico.
fr: Avant le lancement, il est préférable de programmer l’ordinateur de bord avec une destination valide, ou bien vous pourriez vous retrouver au milieu de nulle part. Dans ce cas, nous voulons voyager vers Mimas, l'une des lunes de Saturne. A l'aide d'une {THING:StructureLogicWriter}, vous pouvez programmer l'ID de la planète dans le {TNING:StructureModularRocketCommand01}.
ru: Перед запуском, вы захотите запрограммировать полетный компьютер на действительное назначения - иначе вы можете оказаться в середине нигде. В этом случае мы хотим полететь на Мимас, один из спутников Сатурна. Сделайте это, написав идентификатор планеты в командный модуль с помощью логических чипов.
