Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TheResearchMachineDescription
source: If research is activated in the World Settings menu, you will need to actively unlock new technologies by processing Research Capsules. This is done with the {THING:StructureResearchMachine}. Your first task is to build the {THING:StructureResearchMachine}. You will find everything you need in the red {THING:DynamicCrate}.
cs: Pokud je výzkum aktivován v nabídce Nastavení světa, budete muset aktivně odemknout nové technologie zpracováním výzkumných kapslí. To se provádí pomocí {THING:StructureResearchMachine}. Vaším prvním úkolem je vytvořit {THING:StructureResearchMachine}. Vše, co potřebujete, najdete v červená {THING:DynamicCrate}.
es: Si se activa la investigación en el menú de Ajustes del Mundo, tendrás que desbloquear activamente las nuevas tecnologías procesando las Cápsulas de Investigación. Esto se hace con la {THING:StructureResearchMachine}. Su primera tarea es construir la {THING:StructureResearchMachine}. Encontrarás todo lo que necesites en la {THING:DynamicCrate} roja.
fr: Si la recherche est activée dans les paramètres du monde, vous devrez débloquer les nouvelles technologies en traitant des Capsules de recherche avec la {THING:StructureResearchMachine}. Votre première tâche consiste à construire la {THING:StructureResearchMachine}. Vous trouverez tout ce dont vous avez besoin dans la {THING:DynamicCrate} rouge.
ru: Если исследования активированы в меню настроек мира, вам нужно будет активно открывать новые технологии методом обработки исследовательских капсул. Это делается с помощью {THING:StructureResearchMachine}. Ваша первая задача состоит в том, чтобы построить {THING:StructureResearchMachine}. Вы найдете все, что вам нужно в красном {THING:DynamicCrate}.

# Interface.TheResearchMachine1
source: Pick up the {THING:ItemKitResearchMachine} from the red {THING:DynamicCrate}.
cs: Vezměte {THING:ItemKitResearchMachine} z červená {THING:DynamicCrate}.
es: Coge la {THING:ItemKitResearchMachine} de la {THING:DynamicCrate} roja.
fr: Prenez un {THING:ItemKitResearchMachine} dans la {THING:DynamicCrate} rouge.
ru: Возьмите {THING:ItemKitResearchMachine} из красного {THING:DynamicCrate}.

# Interface.TheResearchMachine2
source: Place the {THING:ItemKitResearchMachine} in the highlighted position.
cs: Umístěte {THING:ItemKitResearchMachine} na zvýrazněné místo.
es: Coloca la {THING:ItemKitResearchMachine} en la posición resaltada.
fr: Placez la {THING:ItemKitResearchMachine} sur la position en surbrillance.
ru: Установите {THING:ItemKitResearchMachine} в выделенное место.

# Interface.TheResearchMachineBuild
source: The Research Machine Build
cs: Sestavení výzkumného stroje
es: La máquina de investigación se construye
fr: La construction de la machine de recherche
ru: Сборка Исследовательской Машины

# Interface.TheResearchMachineBuildeDescription
source: Like some of the other machines, the {THING:StructureResearchMachine} has multiple build stages. You will need to complete each build stage to fully construct the {THING:StructureResearchMachine}.
cs: Stejně jako některé jiné stroje má {THING:StructureResearchMachine} více fází sestavení. Pro úplné vytvoření {THING:StructureResearchMachine} budete muset dokončit každou fázi sestavení.
es: Como algunas de las otras máquinas, la {THING:StructureResearchMachine} tiene múltiples etapas de construcción. Necesitarás completar cada etapa de construcción para construir completamente la {THING:StructureResearchMachine}.
fr: Comme d'autres machines, la {THING:StructureResearchMachine} a plusieurs étapes de construction. Vous devrez compléter chaque étape de construction pour construire entièrement la {THING:StructureResearchMachine}.
ru: Как и другие машины, {THING:StructureResearchMachine} имеет несколько этапов сборки. Вам нужно будет завершить каждый этап сборки, чтобы полностью построить {THING:StructureResearchMachine}.

# Interface.TheResearchMachineBuild1
source: Pick up {THING:ItemIronSheets}.
cs: Vezměte {THING:ItemIronSheets}.
es: Recoge la {THING:ItemIronSheets}.
fr: Ramasser le {THING:ItemIronSheets}.
ru: Поднимите {THING:ItemIronSheets}.

# Interface.TheResearchMachineBuild2
source: Weld the {THING:ItemIronSheets} to the {THING:StructureResearchMachine} with the {THING:ItemWeldingTorch}.
cs: Svařte {THING:ItemIronSheets} na {THING:StructureResearchMachine} pomocí {THING:ItemWeldingTorch}.
es: Soldar la {THING:ItemIronSheets} a la {THING:StructureResearchMachine} con la {THING:ItemWeldingTorch}.
fr: Soudez les {THING:ItemIronSheets} à {THING:StructureResearchMachine} avec le {THING:ItemWeldingTorch}.
ru: Приварите {THING:ItemIronSheets} к {THING:StructureResearchMachine} с помощью {THING:ItemWeldingTorch}.

# Interface.TheResearchMachineBuild3
source: Now pick up some {THING:ItemElectronicParts}.
cs: Nyní vezměte některé {THING:ItemElectronicParts}.
es: Ahora coge algunas {THING:ItemElectronicParts}.
fr: Ramasser quelques {THING:ItemElectronicParts}.
ru: Теперь возьмите {THING:ItemElectronicParts}.

# Interface.TheResearchMachineBuild4
source: Use the {THING:ItemScrewdriver} to attach the {THING:ItemElectronicParts} to the {THING:StructureResearchMachine}.
cs: Pomocí {THING:ItemScrewdriver} připojte {THING:ItemElectronicParts} k {THING:StructureResearchMachine}.
es: Use el {THING:ItemScrewdriver} para conectar la {THING:ItemElectronicParts} a la {THING:StructureResearchMachine}.
fr: Utilisez le {THING:ItemSrewdriver} pour attacher les {THING:ItemElectronicParts} sur la {THING:StructureResearchMachine}.
ru: Используйте {THING:ItemScrewdriver}, чтобы установить {THING:ItemElectronicParts} в {THING:StructureResearchMachine}.

# Interface.TheResearchMachineBuild5
source: Complete the {THING:StructureResearchMachine} using the {THING:ItemScrewdriver}.
cs: Dokončete {THING:StructureResearchMachine} pomocí {THING:ItemScrewdriver}.
es: Completa la {THING:StructureResearchMachine} usando el {THING:ItemScrewdriver}.
fr: Complétez la {THING:StructureResearchMachine} avec le {THING:ItemScrewdriver}.
ru: Завершите {THING:StructureResearchMachine} при помощи {THING:ItemScrewdriver}.

# Interface.PrintingCapsules
source: Printing Capsules
cs: Tisk kapslí
es: Impresión de cápsulas
fr: Impression de capsules
ru: Печатаем Капсулы

# Interface.PrintingCapsulesDescription
source: Research Capsules are are an essential part of the researching process. Print them using a {THING:StructureElectronicsPrinter}, then add them to the {THING:StructureResearchMachine} to gain research points. Capsules are ranked by tiers, which determine their costs: red, green, blue, and yellow. More advanced technologies require higher tier capsules. Use the nearby {THING:StructureElectronicsPrinter} to print some capsules.
cs: Výzkumné kapsle jsou nezbytnou součástí výzkumného procesu. Vytiskněte je pomocí {THING:StructureElectronicsPrinter} a poté je přidejte do {THING:StructureResearchMachine}, abyste získali výzkumné body. Kapsle jsou řazeny podle úrovní, které určují jejich náklady: červená, zelená, modrá a žlutá. Vyspělejší technologie vyžadují kapsle vyššího stupně. K tisku některých kapslí použijte blízkou {THING:StructureElectronicsPrinter}.
es: Las cápsulas de investigación son una parte esencial del proceso de investigación. Imprimirlas usando una {THING:StructureElectronicsPrinter}, luego agrégalas a la {THING:StructureResearchMachine} para obtener puntos de investigación. Las cápsulas se clasifican por niveles, que determinan sus costes: rojo, verde, azul y amarillo. Las tecnologías más avanzadas requieren cápsulas de mayor nivel. Usa la {THING:StructureElectronicsPrinter} mas cercana para imprimir algunas cápsulas.
fr: Les Capsules de recherche sont une partie essentielle du processus de recherche. Imprimez-les à l'aide d'une {THING:StructureElectronicsPrinter}, puis ajoutez-les à la {THING:StructureResearchMachine} pour gagner des points de recherche. Les capsules sont classées par niveaux, qui déterminent leur coût : rouge, vert, bleu et jaune. Les technologies plus avancées nécessitent des capsules de niveau supérieur. Utilisez l'{THING:StructureElectronicsPrinter} voisine pour imprimer quelques capsules.
ru: Исследовательские капсулы являются неотъемлемой частью исследовательского процесса. Изготовьте их с помощью {THING:StructureElectronicsPrinter}, а затем добавьте их в {THING:StructureResearchMachine}, чтобы получить очки исследований. Капсулы ранжируются по уровням, которые определяют их стоимость: красный, зеленый, синий и желтый. Более передовые технологии требуют капсул более высокого уровня. Используйте находящийся рядом {THING:StructureElectronicsPrinter}, чтобы изготовить несколько капсул.

# Interface.PrintingCapsules1
source: Turn on the {THING:StructureElectronicsPrinter}.
cs: Zapněte {THING:StructureElectronicsPrinter}.
es: Enciende la {THING:StructureElectronicsPrinter}.
fr: Allumez l'{THING:StructureElectronicsPrinter}.
ru: Включите {THING:StructureElectronicsPrinter}.

# Interface.PrintingCapsules2
source: Select the {THING:ItemResearchCapsuleRed} on the {THING:StructureElectronicsPrinter}.
cs: Vyberte {THING:ItemResearchCapsuleRed} v {THING:StructureElectronicsPrinter}.
es: Seleccione la {THING:ItemResearchCapsuleRed} en la {THING:StructureElectronicsPrinter}.
fr: Sélectionnez la {THING:ItemResearchCapsuleRed} dans la liste de fabrication de l'{THING:StructureElectronicsPrinter}.
ru: Выберите {THING:ItemResearchCapsuleRed} в меню {THING:StructureElectronicsPrinter}.

# Interface.PrintingCapsules3
source: Print a {THING:ItemResearchCapsuleRed}.
cs: Vytiskněte {THING:ItemResearchCapsuleRed}.
es: Imprime una {THING:ItemResearchCapsuleRed}.
fr: Imprimez une {THING:ItemResearchCapsuleRed}.
ru: Изготовьте {THING:ItemResearchCapsuleRed}.

# Interface.PrintingCapsules4
source: Select the {THING:ItemResearchCapsule} on the {THING:StructureElectronicsPrinter}.
cs: Vyberte {THING:ItemResearchCapsule} v {THING:StructureElectronicsPrinter}.
es: Selecciona la {THING:ItemResearchCapsule} en la {THING:StructureElectronicsPrinter}.
fr: Sélectionnez la {THING:ItemResearchCapsule} dans la liste de fabrication de l'{THING:StructureElectronicsPrinter}.
ru: Выберите {THING:ItemResearchCapsule} в меню {THING:StructureElectronicsPrinter}.

# Interface.PrintingCapsules5
source: Print a {THING:ItemResearchCapsule}.
cs: Vytiskněte {THING:ItemResearchCapsule}.
es: Imprime una {THING:ItemResearchCapsule}.
fr: Imprimez une {THING:ItemResearchCapsule}.
ru: Изготовьте {THING:ItemResearchCapsule}.

# Interface.InsertingCapsules
source: Inserting Capsules
cs: Vkládání kapslí
es: Insertar las cápsulas
fr: Insérer des capsules
ru: Погрузка Капсул

# Interface.InsertingCapsulesDescription
source: Now that you have research capsules, you can start breaking them down into research points.
cs: Nyní, když máte výzkumné kapsle, můžete je začít rozebrat na výzkumné body.
es: Ahora que tienes cápsulas de investigación, puedes empezar a dividirlas en puntos de investigación.
fr: Maintenant que vous avez des capsules de recherche, vous pouvez commencer à les traiter pour obtenir des points de recherche.
ru: Теперь, когда у вас есть исследовательские капсулы, вы можете начать преобразовывать их в очки исследований.

# Interface.InsertingCapsules0
source: Turn on the {THING:StructureResearchMachine}.
cs: Zapněte {THING:StructureResearchMachine}.
es: Enciende la {THING:StructureResearchMachine}.
fr: Allumez la {THING:StructureResearchMachine}.
ru: Включите {THING:StructureResearchMachine}.

# Interface.InsertingCapsules1
source: Insert the newly printed {THING:ItemResearchCapsuleRed} into the back of the {THING:StructureResearchMachine}.
cs: Vložte nově vytištěnou položku {THING:ItemResearchCapsuleRed} do zadní části {THING:StructureResearchMachine}.
es: Inserta la {THING:ItemResearchCapsuleRed} en la parte trasera de la {THING:StructureResearchMachine}.
fr: Insérer la {THING:ItemResearchCapsuleRed} dans l'entrée à l'arrière de la {THING:StructureResearchMachine}.
ru: Вставьте {THING:ItemResearchCapsuleRed} в порт на задней стенке {THING:StructureResearchMachine}.

# Interface.InsertingCapsules2
source: Press the large green button On the front of the {THING:StructureResearchMachine} to begin processing the capsule. Wait for the small progress bar below the button to fill, indicating processing is complete.
cs: Stisknutím velkého zeleného tlačítka na přední straně {THING:StructureResearchMachine} zahájíte zpracování kapsle. Počkejte, až se vyplní malý ukazatel průběhu pod tlačítkem, což znamená, že zpracování je dokončeno.
es: Presione el gran botón verde en el frente de la {THING:StructureResearchMachine} para comenzar a procesar la cápsula. Espere a que se llene la pequeña barra de progreso debajo del botón, indicando que el procesamiento se ha completado.
fr: Appuyez sur le bouton vert à l'avant de la {THING:StructureResearchMachine} pour commencer le traitement de la capsule. Attendez que la petite barre de progression située sous le bouton se remplisse, indiquant que le traitement est terminé.
ru: Нажмите большую зеленую кнопку на передней панели {THING:StructureResearchMachine}, чтобы начать обработку капсулы. Подождите, пока заполнится небольшой индикатор выполнения под кнопкой, это означает завершение обработки.

# Interface.InsertingCapsules3
source: When the first capsule has been processed, insert the {THING:ItemResearchCapsule} into the back of the {THING:StructureResearchMachine}.
cs: Po zpracování první kapsle vložte {THING:ItemResearchCapsule} do zadní části {THING:StructureResearchMachine}.
es: Cuando la primera cápsula haya sido procesada, inserte la {THING:ItemResearchCapsule} en la parte trasera de la {THING:StructureResearchMachine}.
fr: Lorsque la première capsule a été traitée, insérez la {THING:ItemResearchCapsule} à l'arrière de la {THING:StructureResearchMachine}.
ru: Когда первая капсула будет обработана, вставьте {THING:ItemResearchCapsule} в порт на задней стенке {THING:StructureResearchMachine}.

# Interface.CapsuleBreakDown
source: Capsule Processing
cs: Zpracování kapslí
es: Procesamiento de la cápsula
fr: Traitement des capsules
ru: Обработка Капсул

# Interface.CapsuleBreakDownDescription
source: Each tier of research capsule has different processing times. The higher the tier, the longer it will take to process.
cs: Každá úroveň výzkumné kapsle má různé doby zpracování. Čím vyšší je úroveň, tím déle bude zpracování trvat.
es: Cada nivel de la cápsula de investigación tiene diferentes tiempos de procesamiento. Cuanto más alto sea el nivel, más tiempo llevará el proceso.
fr: Chaque niveau de capsule de recherche a un temps de traitement différents. Plus le niveau est élevé, plus il faudra de temps pour traiter la capsule.
ru: У каждого уровня исследовательской капсулы разное время обработки. Чем выше уровень, тем больше времени потребуется на обработку.

# Interface.CapsuleBreakDown1
source: Process the second {THING:ItemResearchCapsule} using the {THING:StructureResearchMachine}.
cs: Zpracujte druhou položku {THING:ItemResearchCapsule} pomocí {THING:StructureResearchMachine}.
es: Procese la segunda{THING:ItemResearchCapsule} usando la {THING:StructureResearchMachine}.
fr: Traitez la {THING:ItemResearchCapsule} avec la {THING:StructureResearchMachine}.
ru: Обработайте {THING:ItemResearchCapsule} используя {THING:StructureResearchMachine}.

# Interface.UnlockingResearch
source: Unlocking Research
cs: Odemknutí výzkumu
es: Desbloquear la investigación
fr: Débloquer la recherche
ru: Разблокировка исследований

# Interface.UnlockingResearchDescription
source: Now we have processed the research capsules, we can allocate the newly-gained points on new technologies. Click the red circle on the {THING:StructureResearchMachine} to access the research menu. In the top right of the menu, you can see your current research points. For each pod processed, you gain one point. The left side of the menu displays filters that can be toggled on or off, to help find specific technologies to unlock. The center panel displays currently locked categories, and the price of unlocking each.
cs: Nyní jsme zpracovali výzkumné kapsle, můžeme nově získané body přidělit na nové technologie. \tKliknutím na červený kruh v {THING:StructureResearchMachine} se dostanete do nabídky výzkumu. V pravé horní části nabídky jsou zobrazeny vaše aktuální výzkumné body. Za každý zpracovaný modul získáte jeden bod. V levé části nabídky jsou zobrazeny filtry, které lze zapínat a vypínat, aby pomohly najít konkrétní technologie pro odemknutí. Na středním panelu jsou zobrazeny aktuálně uzamčené kategorie a cena každého odemknutí.
es: Ahora que hemos procesado las cápsulas de investigación, podemos asignar los puntos recién ganados en nuevas tecnologías.\t Haga clic en el círculo rojo de la {THING:StructureResearchMachine} para acceder al menú de investigación. En la parte superior derecha del menú, puedes ver tus puntos de investigación actuales. Por cada cápsula procesada, ganas un punto. En el lado izquierdo del menú se muestran filtros que pueden ser activados o desactivados, para ayudar a encontrar tecnologías específicas para desbloquear. El panel central muestra las categorías actualmente bloqueadas, y el precio de desbloqueo de cada una.
fr: Maintenant que nous avons traité les capsules de recherche, nous pouvons attribuer les points nouvellement gagnés pour débloquer de nouvelles technologies. Cliquez sur le cercle rouge de la {THING:StructureResearchMachine} pour accéder au menu de recherche. Dans le coin supérieur droit du menu, vous pouvez voir vos points de recherche actuels. Pour chaque Capsule de recherche traitée, vous gagnez un point. Le côté gauche du menu affiche des filtres qui peuvent être activés ou désactivés, pour vous aider à trouver des technologies spécifiques à déverrouiller. Le panneau central affiche les catégories actuellement verrouillées et le prix de déverrouillage de chacune d'entre elles.
ru: Теперь, когда мы обработали исследовательские капсулы, мы можем распределить полученные данные на новые технологии. Нажмите на красный кружок на {THING:StructureResearchMachine}, чтобы открыть меню исследований. В правом верхнем углу меню вы можете увидеть свои текущие очки исследований. За каждую обработанную капсулу вы получаете одно очко данных. В левой части меню отображаются фильтры, которые можно включать или выключать, чтобы помочь найти определенные технологии для разблокировки. Сейчас на центральной панели отображаются заблокированные категории и стоимость разблокировки каждой из них.

# Interface.UnlockingResearch2
source: Click the red circle on the {THING:StructureResearchMachine}, then click on the technology category 'Automation'. Select 'Basic Logic Controllers', then select 'confirm'.
cs: Klikněte na červený kruh na {THING:StructureResearchMachine} a poté klikněte na kategorii technologie 'Automatizace'. Vyberte 'Základní logické řadiče' a poté vyberte 'potvrdit'.
es: Haga clic en el círculo rojo en la {THING:StructureResearchMachine}, y luego haga clic en la categoría de tecnología "Automatización". Selecciona 'Controladores Lógicos Básicos', y luego selecciona 'confirmar'.
fr: Cliquez sur le cercle rouge de la {THING:StructureResearchMachine}. Dans la catégorie 'AUTOMATISATION", sélectionnez 'Basic Logic Controlleurs' cliquez sur "confirmer" pour déverrouiller la recherche.
ru: Нажмите на красный кружок на {THING:StructureResearchMachine}, затем выберите категорию технологии "Автоматизация". Выберите «Базовые логические контроллеры» и нажмите «подтвердить».

# Interface.ItemsUnlocked
source: Items Unlocked
cs: Odemčené položky
es: Artículos desbloqueados
fr: Nouveaux objets débloqués
ru: Разблокированные предметы

# Interface.ItemsUnlockedDescription
source: Now that you've unlocked a new research node, you can access the new items in their associated printing machine.
cs: Nyní, když jste odemkli nový výzkumný uzel, můžete přistupovat k novým položkám v jejich přidruženém tiskovém stroji.
es: Ahora que has desbloqueado un nuevo nodo de investigación puedes acceder a los elementos recién investigados desde su máquina de impresión asociada.
fr: Maintenant que vous avez débloqué un nouveau nœud de recherche, vous pouvez accéder aux nouveaux éléments depuis leur machine d’impression associée.
ru: Теперь, когда вы разблокировали технологию, вы можете получить доступ к новым предметам в принтере.

# Interface.ItemsUnlocked1
source: Select the {THING:CircuitboardAirControl} on the {THING:StructureElectronicsPrinter}.
cs: Vyberte {THING:CircuitboardAirControl} na {THING:StructureElectronicsPrinter}.
es: Selecciona la {THING:CircuitboardAirControl} en la {THING:StructureElectronicsPrinter}.
fr: Sélectionnez le {THING:CircuitBoardAirControl} dans le {THING:StructureElectronicsPrinter}.
ru: Выберите {THING:CircuitboardAirControl} в меню {THING:StructureElectronicsPrinter}.

# Interface.ItemsUnlocked2
source: Print a {THING:CircuitboardAirControl} on the {THING:StructureElectronicsPrinter}.
cs: Vytiskněte {THING:CircuitboardAirControl} na {THING:StructureElectronicsPrinter}.
es: Imprime una {THING:CircuitboardAirControl} en la {THING:StructureElectronicsPrinter}.
fr: Imprimez un {THING:CircuitboardAirControl} avec l'{THING:StructureElectronicsPrinter}.
ru: Изготовьте {THING:CircuitboardAirControl} в {THING:StructureElectronicsPrinter}.

# Interface.TutoiralRocketry
source: Rocketry
cs: Raketová technika
es: Coheteria
fr: Fusée
ru: Ракетостроение

# Interface.Tutorial-BaicSmelting
source: Smelting
fr: Fonte
ru: Выплавка

# Interface.Tutorial-BaicSmeltingDescription
source: Discover how to smelt advanced metals and alloys.
ru: Узнайте как выплавлять современные металлы и сплавы.

# Interface.GasSensors
source: Gas Displays
fr: Pression et temperature
ru: Дисплей газов

# Interface.GasSensorsDescription
source: Welcome back Cadet. Let's get smelting! The {THING:StructureFurnace} is used to smelt ores into ingots and alloys for creating new technologies. Your first task is to set up a {THING:CircuitboardGasDisplay} to display pressure and temperature inside the {THING:StructureFurnace}.
fr: Heureux de vous revoir Cadet. Allons à la fonderie ! Le {THING:StructureFurnace} va fondre les minerais en lingots et en alliages, utile pour créer de nouveaux éléments technologiques. Votre première tâche consite a installer un {THING:CircuitboardGasDisplay} pour afficher la pression et la température à l'intérieur du {THING:StructureFurnace}.
ru: С возвращением, кадет. Приступим к плавке! {THING:StructureFurnace} используется для плавки руд в слитки и сплавы, нужные для создания новых технологий. Твоя первая задача - настроить {THING:CircuitboardGasDisplay} для отображения давления и температуры внутри {THING:StructureFurnace}.

# Interface.GasSensorsTask1
source: Pick up the {THING:CircuitboardGasDisplay} from the red crate.
fr: Prenez un {THING:CircuitboardGasDisplay} dans la {THING:DynamicCrate} rouge.
ru: Возьмите плату {THING:CircuitboardGasDisplay} из красного ящика.

# Interface.GasSensorsTask2
source: Insert the {THING:CircuitboardGasDisplay} into the empty {THING:StructureConsole} on the wall behind the {THING:StructureFurnace}.
fr: Insérez le {THING:CircuitboardGasDisplay} dans la {THING:StructureConsole} sur le mur derrière le {THING:StructureFurnace}.
ru: Установите плату {THING:CircuitboardGasDisplay} в пустую {THING:StructureConsole} на стене за {THING:StructureFurnace}.

# Interface.GasSensorsTask3
source: Pick up the {THING:ItemGlassSheets} from the red crate.
fr: Prenez une {THING:ItemGlassSheets} dans la {THING:DynamicCrate} rouge.
ru: Возьмите {THING:ItemGlassSheets} из красного ящика.

# Interface.GasSensorsTask4
source: Install the {THING:ItemGlassSheets} on the {THING:StructureConsole}.
fr: Installez la {THING:ItemGlassSheets} sur la {THING:StructureConsole}.
ru: Установите {THING:ItemGlassSheets} на {THING:StructureConsole}.
