Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.4Narration7D
source: To pressurize an airlock, you need an active vent to cycle air, and a passive vent to allow atmosphere to pass into the pipe network.
cs: Chcete-li natlakovat přechodovou komoru, potřebujete pro synchronizaci vzduchu aktivní a pasivní ventilaci, která umožní průchod atmosféry přes potrubní síť.
es: Para presurizar una esclusa de aire, necesita una ventilacion activa para ciclar el aire y un respiradero pasivo para permitir que la atmósfera pase a la red de tuberías.
fr: Pour pressuriser un sas, vous avez besoin d’une ventilation active pour faire du vélo d’air, et d’un évent passif pour permettre à l’atmosphère de passer dans le réseau de tuyaux.
ru: Для герметизации шлюза, тебе нужна активная вентиляция для циркуляции воздуха, и пассивная вентиляция чтобы дать атмосфере перейти в систему труб.

# Interface.4FabricateItemPassiveVent
source: Fabricate passive vent
cs: Vytvořte pasivní ventilaci
es: Fabrica La ventilación pasiva
fr: Fabriquer une ventilation passive
ru: Изготовьте пассивную вентиляцию

# Interface.4GetActiveVent
source: Get active vent from crate
cs: Vezměte aktivní ventilaci z bedny
es: Coge la ventilacion activa de la caja.
fr: Obtenez une ventilation active de la caisse
ru: Возьмите активную вентиляцию из ящика

# Interface.4BuildStructureActiveVent
source: Build active vent in highlighted position inside airlock
cs: Postavte aktivní ventilaci na zvýrazněné místo uvnitř přechodové komory
es: Construye la ventilacion activa en el lugar resaltado dentro de la esclusa de aire
fr: Construire la ventilation active en position surlignée à l’intérieur du sas
ru: Постройте активную вентиляционную решётку в выделенном месте внутри шлюза

# Interface.4BuildStructurePassiveVent
source: Build passive vent in highlighted position on base wall
cs: Postavte pasivní ventilaci na zvýrazněné místo na stěně základny
es: Construye la ventilacion pasiva en la posicion resaltada en el muro de la base
fr: Construire une ventilation passive sur la zone en surbrillance sur le mur de base
ru: Постройте пассивную вентиляционную решётку в выделенном месте на стене базы

# Interface.4Narration8D
source: Connect the vents with a pipe network, in order to pump air from the room into the airlock.
cs: Propojte ventilaci potrubním systémem, abyste mohli čerpat vzduch z místnosti do přechodové komory.
es: Conecte las rejillas de ventilación con una red de tuberías para bombear aire de la habitación a la esclusa de aire.
ru: Подключите вентиляцию к воздуховоду, чтобы воздух из помещений перекачивался в шлюз.

# Interface.4BuildPipeCorner1Tutorial
source: Add pipe #1 to pipe network
cs: Přidejte potrubí č. 1 do potrubní sítě
es: Añade la tuberia 1 a la red de tuberias
ru: Добавьте трубу #1 в трубопровод

# Interface.4BuildPipeCorner2Tutorial
source: Add pipe #2 to pipe network
cs: Přidejte potrubí č. 2 do potrubní sítě
es: Añade la tuberia 2 a la red de tuberias
ru: Добавьте трубу #2 в трубопровод

# Interface.4Narration9D
source: Norsec consoles allow you to control and monitor various systems, depending on their configuration. Think of them as a small, simple brain.
cs: Konzole Norsec umožňují ovládat a monitorovat různé systémy v závislosti na jejich konfiguraci. Představte si je jako malý, jednoduchý mozek.
es: Las consolas Norsec le permiten controlar y monitorear varios sistemas, dependiendo de su configuración. Piense en ellos como un cerebro pequeño y simple.
ru: Консоли Норсек позволяют контролировать и отслеживать различные системы, в зависимости от их конфигурации. Считай их маленьким, простым мозгом.

# Interface.4BuildConsoleTutorial
source: Build console in highlighted position
cs: Postavte konzoli na zvýrazněné místo
es: Construye la consola en la posicion resaltada
ru: Постройте консоль в выделенном месте

# Interface.4Narration10D
source: Circuitboards provide consoles with a range of different functionality. Here you need an airlock circuitboard, and a datadisk to program it.
cs: Obvodové desky poskytují konzolím řadu různých funkcí. Tady potřebujete obvodovou desku přechodové komory a datový disk, abyste ji mohli naprogramovat.
es: Las placas de circuito proporcionan a las consolas una variedad de funciones diferentes. Aquí necesita una placa de circuito de esclusa de aire y un disco de datos para programarlo.
ru: Печатные платы обеспечивают консоли набором различного функционала. Здесь тебе нужна шлюзовая печатная плата, и дата-диск чтобы запрограммировать ее.

# Interface.4FabricateAirlcokCircuit
source: Fabricate airlock circuitboard
cs: Vyrobte obvodovou desku přechodové komory
es: Fabrica una placa de circuito de la esclusa
ru: Изготовьте плату управления шлюзом

# Interface.4FabricateDataDisk
source: Fabricate data disk
cs: Vyrobte datový disk
es: Fabrica el disco de datos
ru: Изготовьте дата-диск

# Interface.4FinsihConsole
source: Complete the console with glass sheet
cs: Dokončete konzoli skleněnou tabulí
es: Completa la consola con la placa de cristal
ru: Завершите консоль листом стекла

# Interface.4ConsoleOn
source: Turn console on
cs: Zapněte konzoli
es: Enciende la consola
fr: Activer la console
ru: Включите консоль

# Interface.4Narration11D
source: To programme the airlock, you'll need a data disk. Then select the items you would like the console to operate. Devices highlight GREEN with RED TEXT when selected.
cs: K naprogramování přechodové komory potřebujete datový disk. Poté vyberete položky, které má konzole ovládat. Vybraná zařízení jsou zvýrazněna ZELENĚ s ČERVENÝM TEXTEM.
es: Para programar la esclusa de aire, necesitará un disco de datos. Luego seleccione los elementos que le gustaría que operara la consola. Los dispositivos resaltan en VERDE con TEXTO ROJO cuando se seleccionan.
ru: Чтобы запрограммировать шлюз, тебе потребуется дата-диск. Затем выберите элементы, с которыми должна работать консоль. Устройства подсвечиваются ЗЕЛЕНЫМ с КРАСНЫМ ТЕКСТОМ когда выбраны.

# Interface.4PediaOpen
source: Open Stationpedia with F1
cs: Otevřete Stationpedii pomocí F1
es: Abrir la Stationpedia con F1
fr: Ouvrir le Stationpedia avec F1
ru: Откройте Stationpedia с помощью F1

# Interface.4Narration12D
source: Now select the airlock doors: selecting the external door as 'Exterior' will cause the other to default to 'Internal'.
cs: Nyní vyberte dveře přechodové komory: výběr vnějších dveří jako 'Externí' způsobí, že ostatní budou mít výchozí hodnotu 'Interní'.
es: Ahora seleccione las puertas de la esclusa de aire: seleccionar la puerta externa como 'Exterior' hará que la otra se establezca por defecto en 'Interna'.
ru: Теперь выбери шлюзовые двери: выбирая наружную дверь как 'Наружную' сделает другую дверь по умолчанию 'Внутренней'.

# Interface.4GetpipeKit
source: Get Pipes from crate.
cs: Vezměte potrubí z bedny.
es: Coge las tuberias de la caja.
ru: Возьмите трубы из ящика.

# Interface.4GetConsole
source: Get Console from crate
cs: Vezměte konzoli z bedny
es: Coge la consola de la caja
ru: Возьмите консоль из ящика

# Interface.4Narration13D
source: When you have successfully completed the airlock set up, the switch on the side of the console will light up green. Remove the data disk from the console to lock it.
cs: Když jste úspěšně dokončili nastavení přechodové komory, rozsvítí se spínač na straně konzoly zeleně. Vyjměte datový disk z konzoly a tím se uzamkne.
es: Cuando haya completado con éxito la configuración de la esclusa de aire, el interruptor en el costado de la consola se iluminará en verde. Retire el disco de datos de la consola para bloquearlo.
ru: Когда ты успешно завершил настройку шлюза, переключатель сбоку консоли загорится зеленым. Извлеки дата-диск из консоли чтобы закрыть настройки.

# Interface.4Narration14D
source: The airlock's ready, so now you can pressurize the base! Turn on the APC to fill the room with atmosphere. The system will maintain a 100kPa pressure.
cs: Přetlaková komora je připravena, takže nyní můžete základnu natlakovat! Zapněte APC, aby se místnost naplnila atmosférou. Systém bude udržovat tlak 100 kPa.
es: La esclusa de aire está lista, ¡así que ahora puedes presurizar la base! Encienda el APC para llenar la habitación de atmósfera. El sistema mantendrá una presión de 100 kPa.
ru: Шлюз готов, теперь вы можете поднять давление на базе! Включите ИБП чтобы наполнить помещение атмосферой. Система будет поддерживать давление в 100кПа.

# Interface.4Narration15D
source: As the room fills with atmosphere, your suit will register the external pressure and temperature change.
cs: Když se místnost naplní atmosférou, váš oblek zaregistruje změny vnějšího tlaku a teploty.
es: A medida que la habitación se llena de atmósfera, su traje registrará la presión externa y el cambio de temperatura.
ru: Когда помещение наполнится атмосферой, ваш скафандр зарегистрирует изменение внешнего давления и температуры.

# Interface.4TurningOnTheOXygen
source: Wait for pressure to reach 92kPa
cs: Počkejte, až tlak dosáhne 92 kPa
es: Espere a que la presión alcance los 92 kPa
ru: Подождите пока давление достигнет 92кПа

# Interface.4Narration16D
source: Now the base is pressurized, you can test the airlock by pressing 'Cycle to Exterior' on the console.
cs: Nyní je základna natlakovaná a můžete vyzkoušet přechodovou komoru stisknutím 'Synchronizovat do exteriéru' na konzoli.
es: Ahora que la base está presurizada, puede probar la esclusa de aire presionando "Ciclo al exterior" en la consola.
ru: Теперь база под давлением, ты можешь протестировать шлюз нажав 'Cycle to Exterior' на консоли.

# Interface.4OpenAirlock
source: Cycle the airlock
cs: Synchronizujte přechodovou komoru
es: Activa el la ventilacion de la exclusa
ru: Разгерметизировать шлюз

# Interface.4Narration17D
source: Good work, Cadet. You've build an airtight, pressurized base. That's the last step of Practical Testing, Phase IV. Return inside and press the 'Complete' button to transmit your results to ODA Stationeer Command.
cs: Dobrá práce, kadete. Vybudoval jsi vzduchotěsnou, přetlakovou základnu. To je poslední krok praktického výcviku, fáze IV. Vraťte se dovnitř a stisknutím tlačítka "Dokončit" odešlete své výsledky na velitelství Stationeer ODA.
es: Buen trabajo, cadete. Has creado un sistema hermetico, una base presurizada. Ese es el último paso de las pruebas prácticas, Fase IV. Vuelva dentro y presione el botón "Completado" para transmitir sus resultados al ODA Comando de la Estación.
ru: Отличная работа, Кадет. Ты построил герметичную, наполненную атмосферой базу. Это последний шаг Практического Тестирования, Фазы IV. Вернись внутрь и нажми 'Важную' кнопку чтобы отправить твои результаты в Командование Станционеров ODA.

# Interface.4AirlockProggramGasSensor
source: Select gas sensor
cs: Vyberte senzor plynu
es: Selecciona el sensor de gas
ru: Выделите газовый датчик

# Interface.4AirlockProggramActiveVent
source: Select active vent
cs: Vyberte aktivní ventilaci
es: Selecciona la ventilacion activa
fr: Sélectionnez la ventilation active
ru: Выделите активную вентиляцию

# Interface.4AirlockExternalDoor
source: Select external door as 'Exterior'
cs: Vyberte vnější dveře jako 'Externí'
es: Selecciona la puerta exterior como "exterior"
ru: Выделите внешнюю дверь как 'Внешнюю'

# Interface.4AirlockInternalDoor
source: Select Internal door as 'Internal'
cs: Vyberte vnitřní dveře jako 'Interní'
es: Selecciona la puerta interior como "interior"
ru: Выделите внутреннюю дверь как 'Внутреннюю'

# Interface.4GetDataDisk2
source: Remove the data disk
cs: Vyjměte datový disk
es: Quita el disco de datos
ru: Извлеките дата-диск

# Interface.4FlipSwitch
source: Turn on APC to start pressurization.
cs: Zapněte APC a spusťte přetlakování.
es: Enciende el APC para empezar con la presurizacion.
ru: Включите ИБП, чтобы начать повышение давления.

# Interface.4FinishDoor1
source: Finish construction of door #1
cs: Dokončete konstrukci dveří č. 1
es: Finaliza la construccion de la puerta 1
ru: Завершите строительство двери #1

# Interface.4FinishDoor2
source: Finish construction of door #2
cs: Dokončete konstrukci dveří č. 2
es: Finaliza la construccion de la puerta 2
ru: Завершите строительство двери #2

# Interface.4Narration55D
source: As a Stationeer, you need to finish things: Complete construction of the doors using resources from the crate and your in-built, sub-sentient AI 'tooltip' HUD helper.
cs: Jako Stationeer musíte věci dokončit: zkompletujte konstrukci dveří pomocí zdrojů z bedny a vašeho vestavěného pomocného průhledového displeje s 'popisky' umělé inteligence.
es: Como Stationeer, debes terminar las cosas: completar la construcción de las puertas usando los recursos de la caja y tu ayudante de HUD de 'información sobre herramientas' de inteligencia artificial subconsciente incorporada.
ru: Будучи Станционером, сперва нужно закончить дела: Заверши строительство дверей используя ресурсы из контейнера и твой встроенный, подсознательный ИИ помощник HUD из 'всплывающих подсказок'.

# Interface.4Narration56D
source: Naming items on networks reduces confusion: Use the labeller to name the interior and exterior door on the data network.
cs: Pojmenování položek v sítích snižuje zmatek: Pomocí popisovače pojmenujte interní a externí dveře v datové síti.
es: Nombrar elementos en las redes reduce la confusión: use la etiquetadora para nombrar la puerta interior y exterior en la red de datos.
ru: Именование предметов в сетях уменьшает путаницу: Используй Маркировщик для именования внутренней и наружной дверей в сети данных.

# Interface.4GetLabeler
source: Equip labeller from the crate
cs: Vezměte si popisovač z bedny
es: Equipa el {THING:ItemLabeller} de la caja
ru: Возьмите в руку {THING:ItemLabeller} из ящика

# Interface.4LabelerOn
source: Turn labeller on
cs: Zapněte popisovač
es: Enciende el etiquetador
ru: Включите {THING:ItemLabeller}

# Interface.4PutDataDiskInConsole
source: Insert Data disk into console
cs: Vložte datový disk do konzole
es: Inserta el disco de datos en la consola
ru: Вставьте дата-диск в консоль

# Interface.04BasicMining
source: Basic Mining
fr: #4 Base de l'exploitation minière
ru: Основы Шахтёрства

# Interface.BasicMiningDescription
source: In this lesson, you will learn the basics of mining planetary resources and how to turn them into useful ingots.
fr: Dans cette leçon, vous apprendrez les bases de l'extraction des ressources planétaires et comment les transformer en matériaux utiles.
pt_pt: Nesta lição, irás aprender o básico da mineração de recursos planetários e como torná-los em lingotes úteis.
ru: В этом уроке вы узнаете основы добычи ресурсов в планетарных условиях и как превратить их в пригодные к использованию слитки.

# Interface.TheTablet
source: The Tablet
fr: La tablette
pt_pt: O Tablet
ru: Планшет

# Interface.TheTabletDescription
source: Welcome back, Cadet! Our first task today is to equip the {THING:ItemTablet}. The {THING:ItemTablet} can be used to display information on atmospherics and networks, as well as an encyclopedia or a beacon tracker.
fr: Bienvenue, Aspirant ! Notre première tâche aujourd’hui est d’équiper la {THING:ItemTablet}. Elle peut être utilisée pour afficher des informations sur les réseaux électriques ou les gaz présents dans notre environnement. Elle contient aussi un traqueur de balises et le {LINK:Home;Stationpedia}.
pt_pt: Bem vindo, Cadete! A nossa primeira tarefa de hoje é equipar o {THING:ItemTablet}. O {THING:ItemTablet} pode ser usado para mostrar informação atmosférica e de redes, tal como fazer de enciclopédia ou rastreador de sinal.
ru: С возвращением, Кадет! Наша первая задача сегодня заключается в использовании {THING:ItemTablet}. {THING:ItemTablet} может быть использован для отображения информации об атмосфере и сетях, а также как энциклопедия или навигатор.

# Interface.TheTabletTask1
source: Open the {SLOT:Back} with {KEY:BackSlot} to find the {THING:ItemTablet}
fr: Ouvrez le {SLOT:Back} avec la touche {KEY:BackSlot} pour trouver la {THING:ItemTablet}
pt_pt: Abre o {SLOT:Back} com {KEY:BackSlot} para encontrares o {THING:ItemTablet}
ru: Откройте {SLOT:Back} при помощи {KEY:BackSlot}, чтобы найти {THING:ItemTablet}

# Interface.TheTabletTask2
source: Equip the {THING:ItemTablet}
fr: Équipez-vous de la {THING:ItemTablet}
pt_pt: Equipa o {THING:ItemTablet}
ru: Возьмите {THING:ItemTablet} в руку

# Interface.TheTabletTask2.5
source: Insert the {THING:CartridgeTracker} by dragging it from the {SLOT:Back} onto the into the equipped {THING:ItemTablet} icon, or click the {THING:ItemTablet} to open its own UI window.
fr: Insérez la {THING:CartridgeTracker} dans la {THING:ItemTablet} : soit en faisant glisser le {THING:CartridgeTracker} depuis le {SLOT:Back} sur l'icone de la {THING:ItemTablet}, ou en cliquant sur la {THING:ItemTablet}, une fenêtre d'inventaire s’ouvrira, faites glisser la {THING:CartridgeTracker} dans la nouvelle fenêtre.
pt_pt: Insere o {THING:CartridgeTracker} arrastando-o do {SLOT:Back} para o ícone do {THING:ItemTablet} equipado, ou clica no {THING:ItemTablet} para abrir a sua janela de opções.
ru: Вставьте {THING:CartridgeTracker}, перетащив его из {SLOT:Back} на {THING:ItemTablet} в вашей руке, или нажмите на {THING:ItemTablet} чтобы открыть его собственный интерфейс.

# Interface.TheTabletTask3
source: Turn on the {THING:ItemTablet} using the {KEY:ToggleHandPower} key.
fr: Allumez la {THING:ItemTablet} (touche {KEY:ToggleHandPower}).
pt_pt: Liga o {THING:ItemTablet} com a tecla {KEY:ToggleHandPower}.
ru: Включите {THING:ItemTablet} используя клавишу {KEY:ToggleHandPower}.

# Interface.TheCoalMines
source: The Coal Mines
fr: Les mines de charbon
pt_pt: As Minas de Carvão
ru: Угольные Шахты

# Interface.TheCoalMinesDescription
source: Now we can get to extracting resources from the planet’s surface. We will need to equip the {THING:ItemMiningBelt} from the {SLOT:Back}. Swap the {THING:ItemToolBelt} for the {THING:ItemMiningBelt} and get the {THING:ItemMiningDrill} from the {THING:ItemMiningBelt}.
fr: Maintenant nous pouvons commencer à extraire des ressources à la surface de la planète. Nous aurons besoin de prendre la {THING:ItemMiningBelt} dans notre {SLOT:Back}. Permuter la {THING:ItemToolBelt} et la {THING:ItemMiningBelt}, et équipez-vous de la {THING:ItemMiningDrill} depuis la {THING:ItemMiningBelt}.
pt_pt: Agora podemos começar a extrair recursos da superfície do planeta. Vamos ter de equipar o {THING:ItemMiningBelt} da tua {SLOT:Back}. Troca o {THING:ItemToolBelt} pelo {THING:ItemMiningBelt} e pega na {THING:ItemMiningDrill} do teu {THING:ItemMiningBelt}.
ru: Теперь мы можем приступит к добыче ресурсов с поверхности планеты. Нам нужно будет надеть {THING:ItemMiningBelt} из {SLOT:Back}. Замените {THING:ItemToolBelt} на {THING:ItemMiningBelt} и возьмите {THING:ItemMiningDrill} из {THING:ItemMiningBelt}.

# Interface.TheCoalMinesTask0
source: Equip {THING:ItemMiningBelt}
fr: Équipez-vous de votre {THING:ItemMiningBelt}.
pt_pt: Equipa o {THING:ItemMiningBelt}
ru: Наденьте {THING:ItemMiningBelt}

# Interface.TheCoalMinesTask1
source: Equip the {THING:ItemMiningDrill}.
fr: Équipez vous de la {THING:ItemMiningDrill}.
pt_pt: Equipa a {THING:ItemMiningDrill}.
ru: Возьмите в руку {THING:ItemMiningDrill}.

# Interface.OnTheBadList
source: On the Bad List
fr: Sur la mauvaise liste
pt_pt: Na lista dos maus
ru: Неплохой список

# Interface.OnTheBadListDescription
source: Cadet, we've marked a few good locations with beacons to get you started. Use the tablet and the scroll wheel to select a beacon. Then go to the location and mine some {THING:ItemCoalOre}.
fr: Cadet, nous avons marqué quelques bons endroits pour vous faire démarrer. Utilisez la {THING:ItemTablet} et utilisez la roue de défilement pour modifier la cible suivie. Nous avons activé la balise Charbon. Déplacez-vous à cet endroit et obtenez un peu de {THING:ItemCoalOre}.
pt_pt: Cadete, marcamos algumas localizações boas com sinais para iniciares. Utiliza o tablet e a roda do rato para selecionar um alvo. Depois segue para a localização e minera algum {THING:ItemCoalOre}.
ru: Кадет, мы обозначили несколько хороших мест маяками, чтобы вам было откуда начать. Используйте планшет и колесо прокрутки, чтобы выбрать маяк. Затем доберитесь до места и добудьте немного {THING:ItemCoalOre}.

# Interface.OnTheBadListTask1
source: Turn on your {THING:ItemMiningDrill}.
fr: Allumez votre {THING:ItemMiningDrill}.
pt_pt: Liga a tua {THING:ItemMiningDrill}.
ru: Включите {THING:ItemMiningDrill}.

# Interface.OnTheBadListTask2
source: Use the {THING:ItemMiningDrill} to mine some {THING:ItemCoalOre}
fr: Utilisez la {THING:ItemMiningDrill} pour extraire quelques {THING:ItemCoalOre}.
pt_pt: Utiliza a {THING:ItemMiningDrill} para minerar algum {THING:ItemCoalOre}
ru: Используйте {THING:ItemMiningDrill} для добычи {THING:ItemCoalOre}

# Interface.HardAsIron
source: Hard as Iron
fr: Dur comme le fer
pt_pt: Duro como Ferro
ru: Твердый как железо

# Interface.HardAsIronDescription
source: Well done Cadet! {THING:ItemCoalOre} will run your solid fuel generators when power is low at night. Next, you will need to find Iron. {THING:ItemIronOre} is a key component in most items and an essential ore. We have marked a location on your tablet.
fr: Bien joué Cadet! Le {THING:ItemCoalOre} vous permettra de faire fonctionner le {THING:StructureSolidFuelGenerator}. Ensuite, vous aurez besoin de trouver du {THING:itemIronOre}. Le {THING:ItemIronIngot} est un élément de la plupart des recettes de fabrication. Nous avons marqué l'emplacement d'un filon sur votre {THING:ItemTablet}.
pt_pt: Muito bem Cadete! {THING:ItemCoalOre} ativará os geradores de combustível sólido quando a tua energia estiver baixa à noite. Em seguida, terás de encontrar algum Ferro. {THING:ItemIronOre} é um minério chave e essencial na maioria dos itens. Nós marcámos uma localização no teu tablet.
ru: Отличная работа, Кадет! На {THING:ItemCoalOre} будет работать ваш твердотопливный генератор когда ночью не хватет энергии. Далее, вам нужно будет найти железо. {THING:ItemIronOre} является ключевым компонентом в большинстве предметов. Мы обозначили местоположение на вашем планшете.

# Interface.HardAsIronTask1
source: Mine some {THING:ItemIronOre}.
fr: Miner quelques {THING:ItemIronOre}.
pt_pt: Minera algum {THING:ItemIronOre}.
ru: Добудьте немного {THING:ItemIronOre}.

# Interface.ConductiveMetals
source: Conductive Metals
fr: Métaux conducteurs
pt_pt: Metais condutores
ru: Проводящие металлы

# Interface.ConductiveMetalsDescription
source: Another fine job, Cadet. The next location may be harder to reach - it's high up on a hill, so you’ll need your Jetpack to reach it. Toggle it off and on using the {KEY:Jetpack} key. We have marked the {THING:ItemCopperOre} on your tablet.
fr: Un autre travail fantastique, Cadet. L’emplacement suivant pourrait être plus difficile à atteindre - il est en haut sur une colline. Vous aurez besoin de votre {THING:ItemJetpackBasic} pour l’atteindre. Vous pouvez l'allumer avec la touche {KEY:Jetpack}. Nous avons marqué quelques {THING:ItemCopperOre} sur votre tablette.
pt_pt: Mais um trabalho fantástico, Cadete. A próxima localização poderá ser mais difícil chegar - está em cima de um monte, irás precisar do Propulsor a Jato para lhe chegar. Podes ligá-lo e desligar com a tecla {KEY:Jetpack}. Nós marcámos o {THING:ItemCopperOre} no teu tablet.
ru: Еще одна прекрасная работа, Кадет. До следующего места может быть труднее добраться - это высоко на холме, так что вам понадобится реактивный ранец. Включите его при помощи кнопки {KEY:Jetpack}. Мы отобразили {THING:ItemCopperOre} на вашем планшете.

# Interface.ConductiveMetalsTask1
source: Mine some {THING:ItemCopperOre}.
fr: Miner quelques {THING:ItemCopperOre}.
pt_pt: Minera algum {THING:ItemCopperOre}.
ru: Добудьте немного {THING:ItemCopperOre}.
