Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialDescBakeMuffin4
source: Look at the door on the {THING:ApplianceMicrowave}. Press the {KEY:PrimaryAction} to open the door and allow you to put reagents inside.
cs: Podívejte se na dveře {THING:ApplianceMicrowave}. Stisknutím tlačítka {KEY:PrimaryAction} otevřete dveře a umožní vám vložit dovnitř činidla.
es: Mira la puerta del {THING:ApplianceMicrowave}. Presiona el {COLORRED:Boton izquierdo del Raton} para abrir la puerta y permitirte colocar ingredientes dentro.
fr: Regardez la porte sur le {THING:ApplianceMicrowave}. Appuyez sur {KEY:PrimaryAction} pour ouvrir la porte et vous permettre de mettre des réactifs à l'intérieur.
pt_pt: Olha para a porta no {THING:ApplianceMicrowave}. Carrega a tecla {KEY:PrimaryAction} para abrires a porta e permitir que coloques os reagentes no seu interior.
ru: Посмотрите на дверцу {THING:ApplianceMicrowave}. Нажмите {KEY:PrimaryAction}, чтобы открыть дверь и положить ингредиенты внутрь.

# Interface.TutorialDescBakeMuffin5
source: Pickup the required ingredients in your task list and look inside the {THING:ApplianceMicrowave} with it in your active hand. Keep clicking {KEY:PrimaryAction} to add more of the reagent until you have added enough. Do not add more than is needed for the recipe. You will need to do this twice for some recipes. If you add too much, drop what you are carrying with the {KEY:Drop} and then look at the {THING:ApplianceMicrowave} with the door open to access the {COLORYELLOW:Clear} action, to start again.
cs: Vezměte požadované ingredience v seznamu úkolů a podívejte se do {THING:ApplianceMicrowave} pomocí své aktivní ruky. Kliknutím na tlačítko {KEY:PrimaryAction} přidávejte další činidlo, dokud ho nepřidáte dostatečně. Nepřidávejte více, než je nutné pro recept. U některých receptů to budete muset udělat dvakrát. Pokud přidáte příliš mnoho, vypusťte to, co přenášíte, pomocí {KEY:Drop} a poté se podívejte na {THING:ApplianceMicrowave} s otevřenými dvířky pro přistup k akci {COLORYELLOW:vymazat} a mohli začít znovu.
es: Recoje los ingredientes requeridos en tu lista de tareas del suelo al lado de la mesa y mira dentro del {THING:ApplianceMicrowave} con los ingredientes en tu mano activa para ir añadiendolos dentro. Sigue haciendo clic en {COLORRED:Boton izquierdo del raton} para añadir más ingredientes hasta que hayas añadido suficiente. No añadas más de lo necesario para la receta. Tendrás que hacer esto dos veces para algunas recetas. Si agregas demasiado, deja caer lo que llevas con la tecla {KEY:Drop} y luego mira el {THING:ApplianceMicrowave} con la puerta abierta para acceder a la acción {COLORYELLOW:Retirar}, para comenzar de nuevo.
fr: Ramasser les ingrédients nécessaires dans votre liste de tâches et regarder à l'intérieur de la {THING:ApplianceMicrowave} avec elle dans votre main active. Continuez à cliquer sur {KEY:PrimaryAction} pour ajouter plus de réactif jusqu'à ce que vous en ayez suffisamment mis. Ne pas ajouter plus que ce qui est nécessaire pour la recette. Vous devrez le faire deux fois pour quelques recettes. Si vous ajoutez trop, laissez tomber ce que vous portez avec la touche {KEY:Drop}, puis regardez la {THING:ApplianceMicrowave} avec la porte ouverte pour accéder à l'action {COLORYELLOW:Effacer}, pour recommencer.
pt_pt: Arranja os ingredientes necessários que tens na lista e olha para o interior do {THING:ApplianceMicrowave} com a tua mão ativa. Continua a clicar na {KEY:PrimaryAction} para adicionares a quantidade necessária. Não adiciones mais do que é necessário para a receita. terás de fazer isto duas vezes para algumas receitas. Se adicionares a mais, deixa cair o que tens na mão {KEY:Drop} e olha para o {THING:ApplianceMicrowave} com a porta aberta para ativares a ação {COLORYELLOW:Clear} e assim recomeçares novamente.
ru: Подберите необходимые ингредиенты из списка и посмотрите внутрь {THING:ApplianceMicrowave} с ними в активной руке. Можно нажать {KEY:PrimaryAction} несколько раз, чтобы добавить больше, пока не будет достаточно. Не добавляйте больше чем указано в рецепте. Вам нужно сделать это дважды для некоторых блюд. Если вы добавили слишком много, бросьте то, что вы держите прямо сейчас, нажимая {KEY:Drop}, и потом посмотрите в {THING:ApplianceMicrowave} с открытой дверцей, чтобы можно было совершить действие "{COLORYELLOW:Очистить}", чтобы начать готовить снова.

# Interface.TutorialDescBakeMuffin6
source: Now turn the {THING:ApplianceMicrowave} on by pressing the button on the right of the device. The device will now bake your recipe. If you have the recipe right, then you will have made a {THING:ItemMuffin}. If not, you will have nothing.
cs: Nyní zapněte {THING:ApplianceMicrowave} stisknutím tlačítka na pravé straně. Přístroj nyní upeče váš recept. Pokud máte recept správně, uděláte {THING:ItemMuffin}. Pokud ne, nebudete mít nic.
de: Starte nun die {THING:ApplianceMicrowave} in dem du den Schalter an der Seite betätigst. Dein Rezept wird nun zubereitet. Wenn die Zutaten korrekt waren, erhälst du einen {THING:ItemMuffin}. Falls nicht, bekommst du garnichts.
es: Ahora cierra la puerta y enciende el {THING:ApplianceMicrowave} presionando el Boton rojo a la derecha del microondas. El dispositivo ahora horneará tu receta. Si tienes la receta correcta, habrás hecho {THING:ItemMuffin}. Si no, no tendrás nada.
fi: Käynnistä {THING:ApplianceMicrowave} painamalla nappia uunin oikealla puolella. Uuni valmistaa nyt reseptisi. Jos sait ainekset oikein, olet leiponut {COLORGREEN:Muffinssin}. Jos et, sinulla ei ole mitään.
fr: Maintenant, démarrez le {THING:ApplianceMicrowave} en appuyant sur le bouton situé à droite de l'appareil. L'appareil va maintenant faire votre recette. Si vous avez la bonne recette, alors vous aurez fait un {THING:ItemMuffin}. Sinon, vous n'aurez rien.
it: Ora accendi il {THING:ApplianceMicrowave} premendo sul pulsante alla destra del dispositivo. Il dispositivo sfornerà il prodotto della tua ricetta. Se hai seguito la ricetta correttamente, allora avrai un {THING:ItemMuffin}. Altrimenti, non avrai niente.
ja: {THING:ApplianceMicrowave}の右側のボタンを押して装置の電源を入れます。装置はレシピ通り焼きます。レシピが正しければ、{THING:ItemMuffin}を作ります。間違っていれば何も出来ません。
pt_pt: Agora liga o {THING:ApplianceMicrowave}, carregando no botão da direita no dispositivo. O dispositivo irá cozinhar a tua receita. Se a receita estiver correta, então terás feito um {THING:ItemMuffin}. Se tal não for o caso, o produto final não será nada.
ru: Теперь включите микроволновку, нажав кнопку на ней. Устройство начнет готовить по вашему рецепту. Если рецепт верен, то у вас получится {THING:ItemMuffin}. Если вы ошиблись, микроволновка будет пустой.
zh_tw: 現在將點擊 {THING:ApplianceMicrowave} 右方的紅色按鈕以啟動電源 。這個設備將會開始製作您的配方。如果您的配方正確無誤， 您將會成功製作出 {THING:ItemMuffin}。如果沒有，將不會有任何產品出現。食品藥物或膠帶可以按住{COLORYELLOW:滑鼠右鍵}使用.

# Interface.TutorialDescBakeMuffin7
source: Open your {THING:ItemSpacepack} by pressing the {KEY:BackSlot} key or by enabled mouse control with {KEY:MouseControl} and clicking on it. Move the {THING:ItemWrench} to your hand using drag and drop or cycling with {COLORRED:Mouse Wheel} and pressing the {KEY:InventorySelect} key to swap it into your hand.
cs: Otevřete svůj {THING:ItemSpacepack} stisknutím tlačítka {KEY:BackSlot} nebo povoleným ovládáním myši pomocí {KEY:MouseControl} a kliknutím na něj. Přesuňte {THING:ItemWrench} do ruky pomocí tažení a položení, nebo {COLORRED:kolečkem myši} a stiskem klávesy {KEY:InventorySelect} pro jeho výměnu do ruky.
de: Öffne dein {THING:ItemSpacepack} in dem du die Taste {KEY:BackSlot} drückst. Wechsle mit dem {COLORRED:Mausrad} durch die Inventarplätze um den {THING:ItemWrench} zu wählen und ihn mit der Taste {KEY:InventorySelect} in die aktive hand zu nehmen.
es: Abre tu {THING:ItemSpacepack} pulsando la tecla {KEY:BackSlot} o activando el control del ratón con {KEY:MouseControl} y haciendo clic sobre él. Mueve el {THING:ItemWrench} a tu mano usando arrastrar y soltar o pulsando {COLORRED:Mouse Wheel} y pulsando la tecla {KEY:InventorySelect} para cambiarlo a tu mano.
fi: Avaa {THING:ItemSpacepack} painamalla {KEY:BackSlot} näppäintä, tai pitämällä {KEY:MouseControl} näppäintä pohjassa ja klikkaamalla reppu lokeroa. Siirrä {THING:ItemWrench} käteesi hiirellä, vetämällä ja pudottamalla tai selaamalla <color=red>Hiiren Valintapyörällä</color> ja painamalla {KEY:InventorySelect} näppäintä siirtääksesi sen käteesi.
fr: Ouvrez votre {THING:ItemSpacepack} en appuyant sur la touche {KEY:BackSlot} ou par le contrôle de souris activé avec {KEY:MouseControl} et en cliquant dessus. Déplacez la {THING:ItemWrench} dans votre main en utilisant glisser-déposer ou en faisant défiler avec la {COLORRED:molette de la souris} et en appuyant sur la touche {KEY:InventorySelect} pour l'échanger dans votre main.
it: Apri lo {THING:ItemSpacepack} premendo il tasto {KEY:BackSlot} oppure abilitando il controllo del mouse con {KEY:MouseControl} e cliccandoci sopra. Sposta la {THING:ItemWrench} nella tua mano cliccando e trascinando oppure scorrendo con {COLORRED:Rotella del Mouse} e premendo il tasto {KEY:InventorySelect} per scambiarlo nella tua mano.
ja: {KEY:BackSlot}キーを押して{THING:ItemSpacepack}を開きます。{COLORRED:Mouse Wheel}によって{THING:ItemWrench}まで動かし、{KEY:InventorySelect}キーを押して手に持ちましょう。
pt_pt: Abre o teu {THING:ItemSpacepack} carregando na tecla {KEY:BackSlot} ou ativando o controlo por rato com a tecla {KEY:MouseControl} e clica nela. Move a {THING:ItemWrench} para a tua mão arrastando e largando ou usando a {COLORRED:Mouse Wheel} e carregando na tecla {KEY:InventorySelect} para trocares para a tua mão.
ru: Откройте ваш {THING:ItemSpacepack}, нажав на клавишу {KEY:BackSlot}. Выделите ячейку с разводным ключом, используя {COLORRED:колесо мыши} и нажав клавишу {KEY:InventorySelect}, чтобы взять его в руку.
zh_tw: 使用 {KEY:BackSlot} 鍵來打開 {THING:ItemSpacepack} 。使用 <color=red>滑鼠滾輪</color> 來選到 {THING:ItemWrench} 的欄位上，並且 按下 {KEY:InventorySelect} 鍵 來轉移至您的手上.

# Interface.TutorialTaskBakeMuffin1
source: Pickup the {THING:ApplianceMicrowave}
cs: Vezměte {THING:ApplianceMicrowave}
de: Die {THING:ApplianceMicrowave} nehmen
es: Recoge el {THING:ApplianceMicrowave}
fi: Poimi {THING:ApplianceMicrowave}
fr: Ramassez le {THING:ApplianceMicrowave}
it: Prendi il {THING:ApplianceMicrowave}
ja: {THING:ApplianceMicrowave}を拾う
pt_pt: Apanha o {THING:ApplianceMicrowave}
ru: Возьмите {THING:ApplianceMicrowave}
zh_tw: 撿起 {THING:ApplianceMicrowave}， 提醒您必須切換({KEY:SwapHands}鍵)至空手狀態撿起物品，而非打開物品

# Interface.TutorialTaskBakeMuffin2
source: Drop on the {THING:StructureBench}
cs: Položte to na {THING:StructureBench}
de: Auf den {THING:StructureBench} stellen
es: Dejalo en la {THING:StructureBench}
fi: Pudota uuni {COLORGREEN:Tasolle}
fr: Déposez le sur la {THING:StructureBench}
it: Lascialo sulla {THING:StructureBench}
ja: {THING:StructureBench}に置く
pt_pt: Coloca-o na {THING:StructureBench}
ru: Положите её на {THING:StructureBench}
zh_tw: 放置到 {THING:StructureBench}

# Interface.TutorialTaskBakeMuffin3
source: Wrench {THING:ApplianceMicrowave} into place
cs: Přišroubujte {THING:ApplianceMicrowave} na místo
de: Die {THING:ApplianceMicrowave} verbinden
es: Utiliza la Llave inglesa en el {THING:ApplianceMicrowave}
fi: Kinnitä {THING:ApplianceMicrowave}
fr: Fixer le avec la clé {THING:ApplianceMicrowave} pour l'installer
it: Fissa il {THING:ApplianceMicrowave} in posizione
ja: {THING:ApplianceMicrowave}を固定する
pt_pt: Fixa o {THING:ApplianceMicrowave} no lugar
ru: Прикрутите {THING:ApplianceMicrowave} разводным ключом
zh_tw: 安裝 {THING:ApplianceMicrowave} 到位置上

# Interface.TutorialTaskBakeMuffin11
source: Get {THING:ItemWrench} from {THING:ItemSpacepack}
cs: Vezměte {THING:ItemWrench} z {THING:ItemSpacepack}
de: Den {THING:ItemWrench} aus dem {THING:ItemSpacepack} nehmen
es: Coge la {THING:ItemWrench} de la {THING:ItemSpacepack}
fi: Ota {THING:ItemWrench} {COLORGREEN:Avaruusrepusta}
fr: Obtenir {THING:ItemWrench} de {THING:ItemSpacepack}
it: Prendi la {THING:ItemWrench} dallo {THING:ItemSpacepack}
ja: {THING:ItemSpacepack}から{THING:ItemWrench}を取り出す
pt_pt: Pega na {THING:ItemWrench} da tua {THING:ItemSpacepack}
ru: Возьмите {THING:ItemWrench} из ранца
zh_tw: 從{THING:ItemSpacepack} 取得 {THING:ItemWrench}

# Interface.TutorialTaskBakeMuffin4
source: Put {COLORYELLOW:50g} of {THING:ItemFlour} into the {THING:ApplianceMicrowave}
cs: Vložte {COLORYELLOW:50g} z {THING:ItemFlour} do {THING:ApplianceMicrowave}
de: {COLORYELLOW:50g} {THING:ItemFlour} in die {THING:ApplianceMicrowave} legen
es: Coloca {COLORYELLOW:50g} de {THING:ItemFlour} en el {THING:ApplianceMicrowave}
fi: Laita {COLORYELLOW:50g} {THING:ItemFlour} {COLORGREEN:Mikroaaltouuniin}
fr: Mettre {COLORYELLOW:50g} de {THING:ItemFlour} dans le {THING:ApplianceMicrowave}
it: Metti {COLORYELLOW:50g} di {THING:ItemFlour} nel {THING:ApplianceMicrowave}
ja: {COLORYELLOW:50g}の{THING:ItemFlour}を{THING:ApplianceMicrowave}に入れる
pt_pt: Coloca {COLORYELLOW:50g} de {THING:ItemFlour} no {THING:ApplianceMicrowave}
ru: Добавьте {COLORYELLOW:50 г} муки в микроволновку
zh_tw: 放入 {COLORYELLOW:50g} 的 {THING:ItemFlour} 進 {THING:ApplianceMicrowave} 提醒您必須是空手狀態才能撿起物品，按下{KEY:Drop} 鍵放下手上物品，或者將物品放入背包.

# Interface.TutorialTaskBakeMuffin5
source: Put {COLORYELLOW:one} {THING:ItemEgg} into the {THING:ApplianceMicrowave}
cs: Vložte {COLORYELLOW:jedno} {THING:ItemEgg} do {THING:ApplianceMicrowave}
de: {COLORYELLOW:Ein} {THING:ItemEgg} in die {THING:ApplianceMicrowave} legen
es: Coloca {COLORYELLOW:un} {THING:ItemEgg} en el {THING:ApplianceMicrowave}
fi: Laita {COLORYELLOW:yksi} {THING:ItemEgg} {COLORGREEN:Mikroaaltouuniin}
fr: Mettre {COLORYELLOW:one} {THING:ItemEgg} dans le {THING:ApplianceMicrowave}
it: Metti {COLORYELLOW:un} {THING:ItemEgg} nel {THING:ApplianceMicrowave}
ja: {COLORYELLOW:one} {THING:ItemEgg}を{THING:ApplianceMicrowave}に入れる
pt_pt: Coloca {COLORYELLOW:one} {THING:ItemEgg} no {THING:ApplianceMicrowave}
ru: Добавьте {COLORYELLOW:одно} {THING:ItemEgg} в микроволновку
zh_tw: 放入 {COLORYELLOW:1} {THING:ItemEgg} 進 {THING:ApplianceMicrowave}

# Interface.TutorialTaskBakeMuffin6
source: Put {COLORYELLOW:10ml} of {THING:ItemMilk} into the {THING:ApplianceMicrowave}
cs: Vložte {COLORYELLOW:10ml} {THING:ItemMilk} do {THING:ApplianceMicrowave}
de: {COLORYELLOW:10ml} {THING:ItemMilk} in die {THING:ApplianceMicrowave} schütten
es: Coloca {COLORYELLOW:10ml} de {THING:ItemMilk} en el {THING:ApplianceMicrowave}
fi: Laita {COLORYELLOW:10ml} of {THING:ItemMilk} {COLORGREEN:Mikroaaltouuniin}
fr: Mettre {COLORYELLOW:10ml} de {THING:ItemMilk} dans le {THING:ApplianceMicrowave}
it: Metti {COLORYELLOW:10ml} di {THING:ItemMilk} nel {THING:ApplianceMicrowave}
ja: {COLORYELLOW:10ml}の{THING:ItemMilk}を{THING:ApplianceMicrowave}に入れる
pt_pt: Coloca {COLORYELLOW:10ml} de {THING:ItemMilk} no {THING:ApplianceMicrowave}
ru: Добавьте {COLORYELLOW:10мл} {THING:ItemMilk} в микроволновку
zh_tw: 放入 {COLORYELLOW:10ml} 的 {THING:ItemMilk} 進 {THING:ApplianceMicrowave}

# Interface.TutorialTaskBakeMuffin7
source: Open the {THING:ApplianceMicrowave}
cs: Otevřete {THING:ApplianceMicrowave}
de: Öffnen der {THING:ApplianceMicrowave}
es: Abre el {THING:ApplianceMicrowave}
fi: Avaa {THING:ApplianceMicrowave}
fr: Ouvrez le {THING:ApplianceMicrowave}
it: Apri il {THING:ApplianceMicrowave}
ja: {THING:ApplianceMicrowave}を開く
pt_pt: Abre o {THING:ApplianceMicrowave}
ru: Откройте {THING:ApplianceMicrowave}
zh_tw: 打開 {THING:ApplianceMicrowave}

# Interface.TutorialTaskBakeMuffin8
source: Make a {THING:ItemMuffin}
cs: Udělejte {THING:ItemMuffin}
de: Einen {THING:ItemMuffin} herstellen
es: Prepara un {THING:ItemMuffin}
fi: Tee {THING:ItemMuffin}
fr: Faire un {THING:ItemMuffin}
it: Sforna un {THING:ItemMuffin}
ja: {THING:ItemMuffin}を作る
pt_pt: Cozinha um {THING:ItemMuffin}
ru: Испеките {THING:ItemMuffin}
zh_tw: 製作一個 {THING:ItemMuffin}

# Interface.TutorialTaskBakeMuffin9
source: Close {THING:ApplianceMicrowave} door
cs: Zavřete dveře {THING:ApplianceMicrowave}
de: Die {THING:ApplianceMicrowave}n Tür schließen
es: Cerrar la puerta del {THING:ApplianceMicrowave}
fi: Sulje {COLORGREEN:Mikroaaltouunin} ovi
fr: Fermer la porte du {THING:ApplianceMicrowave}
it: Chiudi la porta del {THING:ApplianceMicrowave}
ja: {THING:ApplianceMicrowave}の扉を閉じる
pt_pt: Fecha a porta do {THING:ApplianceMicrowave}
ru: Закройте дверцу {THING:ApplianceMicrowave}
zh_tw: 關上 {THING:ApplianceMicrowave} 的門

# Interface.TutorialTaskBakeMuffin10
source: Turn {THING:ApplianceMicrowave} on
cs: Zapněte {THING:ApplianceMicrowave}
de: Die {THING:ApplianceMicrowave} starten
es: Enciende el {THING:ApplianceMicrowave} pulsando en el Boton on
fi: Käynnistä {THING:ApplianceMicrowave}
fr: Allumer le {THING:ApplianceMicrowave}
it: Accendi il {THING:ApplianceMicrowave}
ja: {THING:ApplianceMicrowave}の電源を入れる
pt_pt: Liga o {THING:ApplianceMicrowave}
ru: Включите {THING:ApplianceMicrowave}
zh_tw: 啟動 {THING:ApplianceMicrowave}

# Interface.BasicConcepts
source: Basic Skills
cs: Základní dovednosti
es: Habilidades básicas
fr: Compétences de base
ru: Основные Навыки

# Interface.MBasicConceptsDescription
source: Before we deploy you to the Solar System, let's test your basic skills.
cs: Než vás nasadíme do sluneční soustavy, otestujeme vaše základní dovednosti.
es: Despues de llegar al sistema solar, Vamos a probar sus habilidades básicas.
fr: Avant de vous envoyer dans les étoiles, testons vos compétences de base.
ru: Прежде чем мы отправим вас в солнечную систему, давайте проверим ваши основные навыки.

# Interface.BasicConceptsSubTitle
source: Practical Training: Stage I
cs: Praktický výcvik: Fáze I
es: Entrenamiento Táctico: Fase 1
fr: Formation pratique : Étape I
ru: Практические Тренировки: Этап I

# Interface.IntroClose
source: Close Mission Briefing
cs: Zavřete instruktážní misi
es: Cerrar la Misión Briefing
fr: Séance d’information sur la mission
ru: Закрытие Брифинга Миссии

# Interface.WelcomeRecuit
source: Welcome Cadet
cs: Vítejte kadete
es: Bienvenidos Cadete
fr: Bienvenue Cadet
ru: Добро пожаловать, Кадет

# Interface.BasicConceptsDescription
source: Welcome to the Lunar Training Base, Cadet. The ODA has approved your application, so let's improve your chances of surviving deployment to the Solar System. Enter the training base through the airlock ahead.
cs: Vítejte na Měsíční výcvikové základně, kadete. ODA schválila vaši žádost, takže pojďme zvýšit vaše šance na přežití při nasazení v Sluneční soustavě. Vstupte do výcvikové základny přes přechodovou komoru před vámi.
fr: Bienvenue à la base d’entraînement lunaire, cadet. L’ODA a approuvé votre demande, alors améliorons vos chances de survivre à votre déploiement dans le système solaire. Entrez dans la base d’entraînement par le sas droit devant.
ru: Добро пожаловать на лунную тренировочную базу, Кадет. ODA одобрило ваше резюме, поэтому давайте повысим ваши шансы на выживание в солнечной системе. Войдите на тренировочную базу через шлюз впереди.

# Interface.WelcomeRecuitDisc
source: Make your way into the training base.
cs: Vstupte do přechodové komory výcvikové základny.
es: Entre en la esclusa de la base de entrenamiento.
fr: Faites votre chemin jusqu'à la base d'entraînement.
ru: Пройдите на тренировочную базу.

# Interface.ControlMovementDisc
source: Movement
cs: pohyb
es: Teclas de Movimiento
fr: Se déplacer
ru: Передвижение

# Interface.Narration1T
source: Welcome Cadet
cs: Vítejte kadete
es: Bienvenidos Cadete
fr: Bienvenue Cadet
ru: Добро пожаловать, Кадет

# Interface.Narration1D
source: Working and building under hazardous conditions, alone, far from home, a Stationeer needs many special skills. We're here to make sure you grasp the basics. Enter the training base through the airlock ahead.
cs: Samotná práce a stavba v nebezpečných podmínkách, daleko od domova, potřebuje mnoho speciálních dovedností. Jsme tu, abychom se ujistili, že uchopíte základy. Vstupte do výcvikové základny přes přechodovou komoru před vámi.
es: Trabajando y construyendo en condiciones peligrosas lejos de casa, un Stationeer necesita muchas habilidades especiales. Estamos aquí para asegurarnos de que comprenda los conceptos básicos. Entra en la base de entrenamiento a través de la esclusa de aire que hay delante.
fr: Travaillant et construisant dans des conditions dangereuses, seul et loin de chez lui, un Stationeer a besoin de nombreuses compétences pour sa survie. Entrez dans la base d’entraînement par le sas droit devant.
ru: Работая и строя в опасных условиях, в одиночестве, вдали от дома, станционеру требуется множество специальных навыков. Мы здесь, чтобы убедиться, что вы усвоили основы. Войдите на тренировочную базу через шлюз впереди.

# Interface.EnterAreaT1
source: Enter the airlock
cs: Vstupte do přechodové komory.
es: Entra en la esclusa de aire
fr: Entrer dans le sas
ru: Войдите в шлюз

# Interface.ControlLeftClickDisc
source: Interact
cs: interakce
es: Interactuar
fr: Interagir
ru: Взаимодействовать

# Interface.Narration2T
source: Airlock Controls
cs: Ovládací prvky přechodové komory
es: Controles de la esclusa de aire
fr: Contrôles des sas
ru: Управление Шлюзом

# Interface.Narration2D
source: Working and building under hazardous conditions far from home, a Stationeer needs many special skills. You also need to push buttons. Press 'Cycle to interior' to enter the base.
cs: Pracovat a stavět v nebezpečných podmínkách daleko od domova nutí Stationeera zvládat mnoho speciálních dovedností. Také potřebu mačkat tlačítka. Pro vstup do základny stiskněte 'Synchronizovat do interiéru'.
es: Trabajando y construyendo en condiciones peligrosas lejos de casa, un Stationeer necesita muchas habilidades especiales. También necesitas presionar botones. Presione 'Ciclo al interior' para ingresar a la base.
fr: Pour travailler et construire dans des conditions dangereuses loin de la maison, un Stationeer a besoin de nombreuses compétences. Vous devez également savoir appuyer sur des boutons. Appuyez sur 'Cycle to interior' pour entrer dans la base.
ru: Работая и строя в опасных условиях вдали от дома, станционеру требуется множество специальных навыков. В том числе умение нажимать кнопки. Нажмите 'Цикл входа', чтобы зайти на базу.

# Interface.TrainingBaseDisc
source: Enter the Training Base.
cs: Vstupte do výcvikové základny.
es: Entra en la Base de Entrenamiento.
fr: Entrez dans la base d’entraînement.
ru: Войдите на тренировочную базу.

# Interface.OpenAirlock
source: Cycle airlock using console
cs: Synchronizujte přechodovou komoru použitím konzole.
es: Ciclar la esclusa de aire usando la consola
fr: Activer le sas en utilisant la console
ru: Начните цикл шлюзования используя консоль

# Interface.ExitAreaT1
source: Enter Testing Area
cs: Vstupte do výcvikové oblasti.
es: Entra en el área de pruebas.
fr: Entrer dans la zone de test
ru: Войдите в Тестовую Зону

# Interface.Narration3T
source: Protocols
cs: Protokoly
es: Protocolos
fr: Protocoles
ru: Протоколы

# Interface.Narration3D
source: Before the original Stationeers Handbook collapsed into a singularity, it established a central Stationeers protocol: Cadets have TWO hands, but should only do ONE thing at a time.
cs: Předtím, než se původní příručka Stationeerů zhroutila do singularity, vytvořila centrální protokol Stationeers: Kadeti mají DVĚ ruce, ale měli by najednou dělat pouze JEDNU věc.
es: Antes de colapsar en una singularidad, el Manual de los Stationeers estableció un protocolo clave: Los cadetes tienen DOS manos, pero sólo deben hacer UNA cosa a la vez.
fr: Avant de s’effondrer en une singularité auto-induite, le Guide du Stationeer a établi un protocole clef pour les Stationeers : Les cadets ont DEUX mains, mais ne devraient faire qu’UNE seule chose à la fois.
ru: Прежде чем оригинальный Справочник Станционеров схлопнулся в сингулярность, он установил главный протокол Станционеров: у Кадетов ДВЕ руки, но можно делать только ОДНО действие за раз.
