Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.ConfigureGasSensor
source: Configure Gas Display
fr: Configurer l’affichage du capteur de gaz
ru: Настройка дисплея газов

# Interface.ConfigureGasSensorDescription
source: You can now turn on and configure the {THING:StructureConsole}. The {THING:StructureConsole} on the left will display pressure, so the new console will need to display temperature. After turning on the console and inserting the {THING:ItemDataDisk}, toggle the mode to 'Temperature' by clicking on the 'Pressure' option. Now select the {THING:StructureFurnace} as the input device for the console. Scroll down until you see {THING:StructureFurnace} and select it.
fr: Maintenant, vous pouvez allumer et configurer la {THING:StructureConsole}. La {THING:StructureConsole} de gauche va afficher la pression du gaz. Nous avons besoin d'une nouvelle {THING:StructureConsole} pour afficher la température. Après avoir allumé la {THING:StructureConsole} et inséré le {THING:ItemDataDisk}, basculer en mode "Temperature" en cliquant sur le bouton "Pressure". Puis sélectionnez le périphérique en entrée de console, déroulez le menu et choisissez le {THING:StructureFurnace}.
ru: Теперь вы можете включить и настроить {THING:StructureConsole}. {THING:StructureConsole} слева будет отображать давление, поэтому новая консоль должна отображать температуру. После включения консоли и вставки {THING:ItemDataDisk}, переключите режим (mode) на 'Температуру/Temperature', нажав на опцию 'Давление/Pressure'. Теперь выберите {THING:StructureFurnace} в списке консоли. Прокрутите вниз, пока не увидите {THING:StructureFurnace}.

# Interface.ConfigureGasSensorTask1
source: Turn on the {THING:StructureConsole}
fr: Allumer la {THING:StructureConsole}
ru: Включите {THING:StructureConsole}

# Interface.ConfigureGasSensorTask2
source: Insert the {THING:ItemDataDisk} from the crate into the {THING:StructureConsole}
fr: Insérez le {THING:ItemDataDisk} dans la {THING:StructureConsole}.
ru: Вставьте {THING:ItemDataDisk} из ящика в {THING:StructureConsole}

# Interface.ConfigureGasSensorTask3
source: Select the {THING:StructureFurnace} as the input device on the {THING:StructureConsole}, and change the mode to 'Temperature'.
fr: Sur la {THING:StructureConsole}, sélectionnez le {THING:StructureFurnace} comme périphérique d’entrée, puis modifiez le mode en 'Temperature'.
ru: Выберите {THING:StructureFurnace} в качестве устройства ввода на{THING:StructureConsole} и измените режим на 'Температуру'.

# Interface.ConfigureGasSensorTask4
source: Remove the data disk from the {THING:StructureConsole}.
fr: Retirez le {THING:ItemDataDisk} de la {THING:StructureConsole}.
ru: Заберите диск из {THING:StructureConsole}.

# Interface.HowToMakeSteel
source: How To Make Steel
fr: Comment produire de l’acier
ru: Как Делать Сталь

# Interface.HowToMakeSteelDescription
source: To find the recipe for steel, open the Stationpedia with the {KEY:Help} key. Hold the {KEY:MouseControl} key and navigate to the 'Items' section, then click on the 'Alloys' link. On the 'Alloys' page, click the 'Ingot (steel)' link. As you can see, you need three parts {THING:ItemIronOre} to one part Carbon or {THING:ItemCoalOre} to make Steel. These must be combined at a minimum temperature of 600K and a minimum pressure of 100.0kPa.
fr: Pour trouver la recette de l’acier, ouvrez la Stationpedia avec la touche {KEY:Help}. Maintenez la touche {KEY:MouseControl} et accédez à la section 'Éléments', puis cliquez sur le lien 'Alliages'. Dans la page 'Alliages', cliquez sur le lien 'Lingot (acier)'. Comme vous pouvez le voir, vous avez besoin de trois {THING:ItemIronOre} et un {THING:ItemCoalOre} pour faire de l’acier. Ceux-ci doivent être combinés à une température minimale de 600K et une pression minimale de 100.0kPa.
ru: Чтобы найти рецепт стали, откройте Stationpedia кнопкой {KEY:Help}. Удерживайте кнопку {KEY:MouseControl} и перейдите в раздел 'Предметы', а затем нажмите на ссылку 'Сплавы'. На странице 'Сплавы' нажмите на ссылку 'Слиток (сталь)'. Как вы можете видеть, для производства стали вам нужны три части {THING:ItemIronOre} и одна часть углерода или {THING:ItemCoalOre}. Их необходимо плавить при минимальной температуре 600K и минимальном давлении 100 кПа.

# Interface.HowToMakeSteelTask1
source: Open the Stationpedia
fr: Ouvrez le {LINK:Home;Stationpedia} (touche {KEY:Help}).
ru: Откройте Stationpedia

# Interface.HowToMakeSteelTask2
source: Navigate to the 'Ingot (steel)' page
fr: Accédez à la page 'Lingot (acier)'
ru: Перейдите на страницу 'Слиток (сталь)'

# Interface.IgnitingTheFurnace
source: Igniting The Furnace
fr: Allumer le four
ru: Разжигание Печки

# Interface.IgnitingTheFurnaceDescription
source: To create steel, the {THING:StructureFurnace} must achieve the minimum required pressure and temperature. This can be done by adding volatiles and oxite ice directly to the furnace, or by providing a fuel mix. The first method uses two parts volatiles and one part oxite. Be careful not to overload the {THING:StructureFurnace}, as adding too many oxites or volatiles may over pressurize the furnace and cause a devastating explosion.
fr: Pour créer de l’acier, le {THING:StructureFurnace} doit atteindre la pression et la température minimales requises. On peut ajouter de la {THING:ItemVolatiles} et de la {THING:ItemOxite} directement dans le four, ou en alimentant le {THING:StructureFurnace} avec un mélange de carburant gazeux . La première méthode utilise deux {THING:ItemVolatiles} et une {THING:ItemOxite}. Veillez à ne pas surcharger le {THING:StructureFurnace}, car l’ajout de {THING:ItemOxite} ou de {THING:ItemVolatiles} va augmenter la pression dans le {THING:StructureFurnace} et provoquer une explosion dévastatrice.
ru: Чтобы выплавить сталь, в {THING:StructureFurnace} нужно достичь минимального необходимого давления и температуры. Это может быть сделано путем загрузки летучих веществ и окситов в виде льда непосредственно в печь, или путем добавления топливной смеси. Первый метод использует две части летучих веществ и одну часть оксита. Будьте осторожны и не перегрузите {THING:StructureFurnace}, так как добавление слишком большого количества окситов или летучих веществ может привести к большому давлению на печь, что приведет к разрушительному взрыву.

# Interface.IgnitingTheFurnaceTask1
source: Pick up the {THING:ItemVolatiles} from the red crate
fr: Prenez deux {THING:ItemVolatiles} dans la caisse rouge.
ru: Возьмите {THING:ItemVolatiles} из красного ящика

# Interface.IgnitingTheFurnaceTask2
source: Insert the {THING:ItemVolatiles} into the top of the {THING:StructureFurnace}
fr: Insérez la {THING:ItemVolatiles} dans la trappe sur le dessus du {THING:StructureFurnace}.
ru: Положите {THING:ItemVolatiles} в {THING:StructureFurnace}

# Interface.IgnitingTheFurnaceTask3
source: Press the red 'activate' button twice on the {THING:StructureFurnace}
fr: Pressez deux fois le bouton rouge 'Activate' du {THING:StructureArcFurnace}.
ru: Дважды нажмите красную кнопку 'активировать' на {THING:StructureFurnace}

# Interface.IgnitingTheFurnaceTask4
source: Pick up the {THING:ItemOxite} from the red crate
fr: Prenez un {THING:ItemOxite} dans la caisse rouge.
ru: Возьмите {THING:ItemOxite} из красного ящика

# Interface.IgnitingTheFurnaceTask5
source: Insert the {THING:ItemOxite} into the {THING:StructureFurnace}
fr: Insérez la {THING:ItemOxite} dans la trappe sur le dessus du {THING:StructureFurnace}.
ru: Вставьте {THING:ItemOxite} в {THING:StructureFurnace}

# Interface.IgnitingTheFurnaceTask6
source: Press the red 'activate' button on the {THING:StructureFurnace}
fr: Pressez le bouton rouge 'Activate' du {THING:StructureArcFurnace}.
ru: Нажмите красную кнопку 'Активировать' на {THING:StructureFurnace}

# Interface.SmeltingIron
source: Smelting Iron
fr: Fondre le fer
ru: Переплавка Железа

# Interface.SmeltingIronDescription
source: Like the {THING:StructureArcFurnace}, you can smelt ores in the {THING:StructureFurnace}, but you can also combine them. These alter the composition of the metals, creating new alloys. If you get the mix wrong you'll generate a {THING:ItemReagentMix} instead. Start by adding three parts {THING:ItemIronOre} into the {THING:StructureFurnace}.
fr: Comme le {THING:StructureArcFurnace}, vous pouvez fondre les minerais dans le {THING:StructureFurnace}, mais vous pouvez également mélanger les minerais. Cela modifie la composition des métaux, créant des alliages. Si vous faites un mauvais mélange, vous allez obtenir un {THING:ItemReagentMix}. Commencez par ajouter trois {THING:ItemIronOre} dans le {THING:StructureFurnace}.
ru: Как и в {THING:StructureArcFurnace}, вы можете плавить руды в {THING:StructureFurnace}, но вы также можете их комбинировать. Комбинирование изменяет состав металлов, создавая новые сплавы. Если вы ошибетесь, будет создана {THING:ItemReagentMix} вместо сплава. Начните с добавления трех частей {THING:ItemIronOre} в {THING:StructureFurnace}.

# Interface.SmeltingIronTask1
source: Pick up {THING:ItemIronOre} from the red crate
fr: Prenez un {THING:ItemIronOre} dans la caisse rouge.
ru: Возьмите {THING:ItemIronOre} из красного ящика

# Interface.SmeltingIronTask2
source: Put the {THING:ItemIronOre} in the {THING:StructureFurnace}
fr: Insérez le {THING:ItemIronOre} dans la trappe sur le dessus du {THING:StructureFurnace}.
ru: Положите {THING:ItemIronOre} в {THING:StructureFurnace}

# Interface.MakingAnAlloy
source: Making An Alloy
fr: Fabrication d’un alliage
ru: Делаем Сплав

# Interface.MakingAnAlloyDescription
source: You can now turn the molten iron into steel. To do this, add one part {THING:ItemCoalOre} to the mix.
fr: Maintenant en ajoutant un {THING:ItemCoalOre} dans le {THING:StructureFurnace}, vous transformerez le fer fondu en acier.
ru: Теперь вы можете превратить расплавленное железо в сталь. Чтобы сделать это, добавьте одну часть {THING:ItemCoalOre} в смесь.

# Interface.MakingAnAlloyTask1
source: Pick up the {THING:ItemCoalOre} from the red crate
fr: Prenez un {THING:ItemCoalOre} dans la caisse rouge.
ru: Возьмите {THING:ItemCoalOre} из красного ящика

# Interface.MakingAnAlloyTask2
source: Put the {THING:ItemCoalOre} into the {THING:StructureFurnace}
fr: Insérez le {THING:ItemCoalOre} dans la trappe sur le dessus du {THING:StructureFurnace}.
ru: Вставьте {THING:ItemCoalOre} в {THING:StructureFurnace}

# Interface.FromingTheIngot
source: Forming the Ingot
fr: Formation du lingot
ru: Изготовление Слитка

# Interface.FromingTheIngotDescription
source: Use the Open Mold lever to open the {THING:StructureFurnace} and get the newly made {THING:ItemSteelIngot}. This will provide you with half of the required steel to make a {THING:ItemKitBattery}.
fr: Utilisez le levier pour ouvrir le {THING:StructureFurnace} et obtenir le {THING:ItemSteelIngot}. Cela vous fournira la moitié de l’acier requis pour faire un {THING:ItemKitBattery}.
ru: Потяните рычаг, чтобы открыть {THING:StructureFurnace} и получить недавно сделанный {THING:ItemSteelIngot}. Это даст вам половину стали, необходимой для изготовления {THING:ItemKitBattery}.

# Interface.FromingTheIngotTask1
source: Pull the Open Mold lever on the {THING:StructureFurnace}
fr: Tirer le levier d'ouverture du {THING:StructureArcFurnace}.
ru: Потяните рычаг открытия литейной на {THING:StructureFurnace}

# Interface.FromingTheIngotTask2
source: Pick up the {THING:ItemSteelIngot}
fr: Ramasser le {THING:ItemSteelIngot}
ru: Возьмите {THING:ItemSteelIngot}

# Interface.FromingTheIngotTask3
source: Insert the {THING:ItemSteelIngot} into the {THING:StructureElectronicsPrinter}
fr: Insérez le {THING:ItemSteelIngot} dans l&apos;emplacement sur la gauche du {THING:StructureElectronicsPrinter}.
ru: Вставьте {THING:ItemSteelIngot} в {THING:StructureElectronicsPrinter}

# Interface.VentingTheGases
source: Venting The Gases
fr: Ventilation des gaz
ru: Отвод газов

# Interface.VentingTheGasesDescription
source: The {THING:StructureFurnace} is currently filled with highly pressurized toxic gas. You can vent it directly into the atmosphere. Alternatively you can cool, filter and recycle the gases for future use. Before you try powering the {THING:StructureFurnace} with a fuel mix, you'll need to vent it. The output pipe is connected to a {THING:StructureValve} that prevents gases from escaping, and a {THING:StructureVolumePump} for venting.
fr: Le {THING:StructureFurnace} est actuellement rempli de gaz toxique à haute pression. Vous pouvez l’évacuer directement dans l’atmosphère. Ou, vous pouvez refroidir, filtrer et recycler ce gaz pour une utilisation future. Avant de recharger le {THING:StructureFurnace} avec un mélange de carburant, vous devez ventiler les gaz résiduels. Le tuyau de sortie est connecté à une {THING:StructureValve} qui empêche les gaz de s’échapper, et à une {THING:StructureVolumePump} pour l’évacuation des gaz.
ru: Сейчас {THING:StructureFurnace} заполнена ядовитым газом под высоким давлением. Вы можете выпустить его прямо в атмосферу. В качестве альтернативы вы можете охладить, отфильтровать и переработать газы для использования в будущем. Прежде чем вы попытаетесь заправить {THING:StructureFurnace} топливной смесью, вам нужно ее выпустить. Выходная труба подключена к {THING:StructureValve}, предотвращающему утечку газов, и {THING:StructureVolumePump} для вентиляции.

# Interface.VentingTheGasesTask1
source: Open the output {THING:StructureValve}
fr: Ouvrez la {THING:StructureValve} de sortie
ru: Откройте {THING:StructureValve} на выходе печи

# Interface.VentingTheGasesTask2
source: Turn on the {THING:StructureVolumePump}
fr: Allumez la {THING:StructureVolumePump}
ru: Включите {THING:StructureVolumePump}

# Interface.VentingTheGasesTask3
source: Wait for the internal pressure in the {THING:StructureFurnace} to drop to 2kPa on the left display console.
fr: Attendez que la pression interne du {THING:StructureFurnace} tombe à 2kPa sur la console d’affichage gauche.
ru: Подождите, пока давление в {THING:StructureFurnace} упадет до 2 кПа на левом дисплее.

# Interface.VentingTheGasesDescription2
source: Now that the gases have been vented, close the {THING:StructureValve} and turn off the {THING:StructureVolumePump}.
fr: Maintenant que le {THINGS:StructureFurnace} a été ventilé, fermez la {THING:StructureValve} de sortie et éteignez la {THING:StructureVolumePump}.
ru: Теперь, когда газы выпущены, закройте {THING:StructureValve} и выключите {THING:StructureVolumePump}.

# Interface.VentingTheGasesTask4
source: Close the {THING:StructureValve}
fr: Fermez la {THING:StructureValve}
ru: Закройте {THING:StructureValve}

# Interface.VentingTheGasesTask5
source: Turn off the {THING:StructureVolumePump}
fr: Eteignez la {THING:StructureVolumePump}
ru: Выключите {THING:StructureVolumePump}

# Interface.AddingFuelMix
source: Adding Fuel Mix
fr: Ajout de carburant gazeux
ru: Добавление топливной смеси

# Interface.AddingFuelMixDescription
source: Now that the {THING:StructureFurnace} is empty, we can refill it another way, by piping a pre-prepared fuel mix into the input pipe. The ideal fuel mix for the {THING:StructureFurnace} is a blend of 75% volatiles and 25% oxygen. Make sure to close the Open Mold lever before refilling!
fr: Maintenant que le {THING:StructureFurnace} est vide, nous allons le recharger d'une autre manière, en injectant un mélange de carburant gazeux. Le mélange de carburant idéal est composé de 75% d'hydrogène et 25% d'oxygène. Assurez-vous de fermer le levier d'ouverture du {THING:StructureFurnace}, avant de remplir le carburant.
ru: Теперь, когда {THING:StructureFurnace} пуста, мы можем пополнить ее другим способом, подав подготовленную топливную смесь во входную трубу. Идеальная топливная смесь для {THING:StructureFurnace} - это смесь из 75% летучих веществ и 25% кислорода. Перед заправкой обязательно закройте рычаг плавильни!

# Interface.AddingFuelMixTask1
source: Open the input valve on the right side of the {THING:StructureFurnace}
fr: Ouvrez la {THING:StructureValve} d’entrée sur le côté droit de {THING:StructureFurnace}
ru: Откройте входной клапан с правой стороны {THING:StructureFurnace}

# Interface.AddingFuelMixTask3
source: Wait for the internal pressure of the {THING:StructureFurnace} to reach 100kPa
fr: Attendez que la pression interne du {THING:StructureFurnace} atteigne 100kPa
ru: Дождитесь повышения внутреннего давления {THING:StructureFurnace} до 100kPa

# Interface.AddingFuelMixTask4
source: Quickly shut off the input valve - too much fuel mix could cause an explosion
fr: Fermer rapidement la vanne d’entrée - trop de mélange de carburant pourrait provoquer une explosion
ru: Быстро выключите входной клапан - слишком много топливной смеси может привести к взрыву

# Interface.AddingFuelMixTask5
source: Press the 'activate' button on the {THING:StructureFurnace}
fr: Pressez le bouton 'Activate' du {THING:StructureFurnace}
ru: Нажмите кнопку 'активация' на {THING:StructureFurnace}

# Interface.NewAlloy
source: New Alloy
fr: Nouvel Alliage
ru: Новый Сплав

# Interface.NewAlloyDescription
source: Let's make another batch of steel. Just like last time we need to add three parts Iron and one part Coal. You can find more {THING:ItemIronOre} and {THING:ItemCoalOre} in the orange crate, which is now open.
fr: Fabriquons un autre {THING:ItemSteelIngot}. Tout comme la dernière fois, nous avons besoin d’ajouter trois [THING:ItemIronOre} et un {THING:ItemCoalOre}. Vous pouvez trouver plus de {THING:ItemIronOre} et {THING:ItemCoalOre} dans la caisse orange, maintenant ouverte.
ru: Давайте сделаем еще одну партию стали. Так же, как в прошлый раз мы должны добавить три части железа и одна часть угля. Вы можете найти больше {THING:ItemIronOre} и {THING:ItemCoalOre} в оранжевом ящике, который теперь открыт.

# Interface.NewAlloyTask1
source: Place {THING:ItemIronOre} into the furnace
fr: Insérez le {THING:ItemIronOre} dans le {THING:StructureFurnace}
ru: Поместите {THING:ItemIronOre} в печку

# Interface.NewAlloyTask2
source: Place {THING:ItemCoalOre} into the furnace
fr: Insérez le {THING:ItemCoalOre} dans le {THING:StructureFurnace}
ru: Поместите {THING:ItemCoalOre} в печку

# Interface.NewAlloyTask3
source: Open {THING:StructureFurnace} the using the Open Mold lever and remove the steel
fr: Tirez le levier d'ouverture du {THING:StructureFurnace} et récupérez le {THING:ItemSteelIngot}
ru: Откройте {THING:StructureFurnace} с помощью рычага и заберите сталь.

# Interface.WhatASteel
source: What a Steel
fr: Que faire de l'acier
ru: Что за сталь

# Interface.WhatASteelDescription
source: We now have enough steel to create the {THING:ItemKitBattery}. The {THING:ItemKitBattery} can store large amounts of energy for your station. Use the {THING:StructureElectronicsPrinter} to print the battery kit.
fr: Nous avons suffisament d'acier pour fabriquer une {THING:ItemKitBattery}. La {THING:ItemKitBattery} peut stocker une importante quantité d'énergie électrique. Imprimez un {THING:ItemKitBattery} avec l'{THING:StructureElectronicsPrinter}.
ru: Теперь у нас достаточно стали, чтобы создать {THING:ItemKitBattery}. {THING:ItemKitBattery} может хранить большое количество энергии для вашей станции. Используйте {THING:StructureElectronicsPrinter}, чтобы распечатать комплект батарей.

# Interface.WhatASteelTask1
source: Pick up the {THING:ItemSteelIngot}
fr: Ramasser le {THING:ItemSteelIngot}
ru: Возьмите {THING:ItemSteelIngot}

# Interface.WhatASteelTask2
source: Insert the {THING:ItemSteelIngot} into the {THING:StructureElectronicsPrinter}
fr: Insérer le {THING:ItemSteelIngot} dans l'{THING:StructureElectronicsPrinter}
ru: Вставьте {THING:ItemSteelIngot} в {THING:StructureElectronicsPrinter}

# Interface.WhatASteelTask3
source: Turn on the {THING:StructureElectronicsPrinter}, look up {THING:ItemKitBattery}, and print it.
fr: Allumez l'{THING:StructureElectronicsPrinter}, et imprimez un {THING:ItemKitBattery}.
ru: Включите {THING:StructureElectronicsPrinter}, найдите рецепт {THING:ItemKitBattery} и изготовьте его

# Interface.Tutorial-BasicRocketry
source: Rocketry
cs: Raketová technika
es: Cohetería
fr: Fusée
ru: Ракетостроение

# Interface.LaunchPlatforms
source: Getting Started in Rocketry
cs: Začínáme s raketou
es: Empezando en cohetería
fr: Débuter en fuséologie
ru: Начало работы с ракетами

# Interface.LaunchPlatformsDescription
source: Before you can launch a rocket, you need to build a launch pad.
cs: Než budete moci vypustit raketu, musíte postavit odpalovací rampu.
es: Antes de que puedas lanzar un cohete, necesitas construir una plataforma de lanzamiento.
fr: Avant de pouvoir lancer une fusée, vous devez construire une {THING:StructureLaunchPad}.
ru: Прежде чем вы сможете запустить ракету, вам нужно построить стартовую площадку.

# Interface.LaunchPlatformsTask1
source: Follow the walkway to the launch site and pick up the {THING:ItemKitStructureLaunchPad} on the white crate.
cs: Postupujte podle postupu na místo spuštění a vezměte {THING:ItemKitStructureLaunchPad} z bílé bedny.
es: Sigue la pasarela hasta el lugar de lanzamiento y recoge la {THING:ItemKitStructureLaunchPad} en la caja blanca.
fr: Suivez la passerelle jusqu’au site de lancement et prenez le {THING:ItemKitStructureLaunchPad} sur la caisse blanche.
ru: Следуйте по дорожке к месту старта и возьмите {THING:ItemKitStructureLaunchPad} из белого ящика.

# Interface.LaunchPlatformsTask2
source: Build the {THING:StructureLaunchPad} in the highlighted position.
cs: Postavte {THING:StructureLaunchPad} na zvýrazněné místo.
es: Construye el {THING:StructureLaunchPad} en el lugar resaltado.
fr: Construisez un {THING:StructureLaunchPad} dans la zone en surbrillance.
ru: Постройте {THING:StructureLaunchPad} в выделенном месте.

# Interface.LaunchPlatforms2
source: Building the Launch Platform
cs: Budování odpalovací platformy
es: Construyendo la plataforma de lanzamiento
fr: Création de l'aire de lancement
ru: Строим стартовую площадку

# Interface.LaunchPlatformsDescription2
source: The {THING:StructureLaunchPad} is the rocket's main charging point and connects to all of the rocket's modules.
cs: {THING:StructureLaunchPad} je hlavním plnícím místem rakety a připojuje se ke všem modulům rakety.
es: La {THING:StructureLaunchPad} es el principal punto de carga del cohete y se conecta a todos los módulos del cohete.
fr: L'{THING:StructureLaunchPad} est le point d'ancrage principal, tous les modules de la fusée s'y connectent.
ru: {THING:StructureLaunchPad} является основной точкой зарядки ракеты и соединяется со всеми модулями ракеты.

# Interface.WeildSteelPlatesL
source: Weld {THING:ItemSteelSheets} to the {THING:StructureLaunchPad}.
cs: Přivařte {THING:ItemSteelSheets} k {THING:StructureLaunchPad}.
es: Soldar la {THING:ItemSteelSheets} a el {THING:StructureLaunchPad}.
fr: Soudez les {THING:ItemSteelSheets} à l'{THING:StructureLaunchPad}.
ru: Приварите {THING:ItemSteelSheets} к {THING:StructureLaunchPad}.

# Interface.ElectronicsL
source: Attach electronics to the {THING:StructureLaunchPad}.
cs: Připojte elektroniku k {THING:StructureLaunchPad}.
es: Unir la electronica a el {THING:StructureLaunchPad}.
fr: Fixer les {THING:ItemElectronicParts} à l'{THING:StructureLaunchPad}.
ru: Установите электронику в {THING:StructureLaunchPad}.

# Interface.RocketEngines
source: Rocket Engines
cs: Raketové motory
es: Motores de cohetes
fr: Moteurs de fusée
ru: Ракетные Двигатели
