Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.AirLockProgrammingDescription
source: To programme the Airlock, turn on the {THING:StructureConsole}. Select the {THING:StructureActiveVent} and {THING:StructureGasSensor}. Devices highlight green with red text when selected. Select the two Airlock doors. Selecting one door as 'Exterior' will cause the other to default to 'Internal'. Ensure the doors are correctly assigned. Once a device is selected, that device will be locked under its control, and will not respond to interactions unless deselected. When you have successfully completed the Airlock set up, the switch on the side of the {THING:StructureConsole} will light up green. You may now remove the Data Disk from the {THING:StructureConsole}. The Console will be locked, and will not respond to interactions unless you reinsert the Data Disk.
fr: Pour programmer un sas, commencez par allumer la {THING:StructureConsole}. Sélectionnez dans l'ordre : - La Porte Externe (EXTERIOR) - La Porte Interne (INTERIOR) - La Ventilation Active (VENT) - Le Capteur de Gaz (SENSOR) Lors de la sélection des éléments, assurez-vous que l’option &quot;INTERIEUR&quot; est sélectionnée sur la porte intérieure. La lumière de la serrure passe du vert au rouge lorsque la porte est controlé par la {THING:StructureConsole}. Un élément sélectionné dans la {THING:StructureConsole}, est sous son contrôle et il sera verrouillé. Il ne répondra pas à vos interactions. Lorsque vous avez terminé la configuration de la {THING:StructureConsole}, l’interrupteur sur le côté droit s’allume en vert, vous pouvez ensuite retirez le disque de données de la {THING:StructureConsole}.
ru: Чтобы запрограммировать шлюз, включите {THING:StructureConsole}. Выберите {THING:StructureActiveVent} и {THING:StructureGasSensor}. Устройства выделяются зеленым с красным текстом при выборе. Выберите две двери шлюза. Выбор первой двери как «Внешняя или Exterior» приведет к тому, что другая дверь по умолчанию будет «Внутренняя или Internal». Убедитесь, что двери правильно назначены. Как только устройство выбрано в списке, оно будет заблокировано для управления и не будет реагировать на взаимодействия. После завершения настройки шлюза, вы можете вытащить диск с данными из {THING:StructureConsole}. Если консоль будет заблокирована и не будет реагировать на взаимодействия, вставите диск данных заново. Переключатель на панели {THING:StructureConsole} загорится зеленым.

# Interface.AirLockProgrammingTask1
source: Program the Airlock using the {THING:StructureConsole}.
fr: Programmez le sas à l'aide de la {THING:StructureConsole}.
pt_pt: Programa a Airlock utilizando a {THING:StructureConsole}.
ru: Запрограммируйте шлюз используя {THING:StructureConsole}.

# Interface.ASimpleAirLock
source: A simple Airlock
fr: Un simple sas
pt_pt: Uma Airlock simples
ru: Простой шлюз

# Interface.ASimpleAirLockDescription
source: Now to test the newly built Airlock. Press the “Cycle to Interior” button to start pressurization. The Airlock pressure must reach at least 101 kPa for the cycle to complete. If the base within is not pressurized, the airlock cannot complete its cycle. If this happens press the “Cancel pressurize” button.
fr: Maintenant, pour tester le sas nouvellement construit, appuyez sur le bouton "CYCLE TO INTERIOR" pour initialiser la pressurisation, la pression doit atteindre au moins 101 kPa pour que le cycle se termine. Dans certains cas, "l’Intérieur" n’a pas suffisament de gaz pour atteindre la pression cible (101 kPa). Si cela se produit appuyez sur le bouton "CANCEL PRESSURIZE".
pt_pt: Agora para testar a Airlock criada. Pressiona no botão “Cycle to Interior” para iniciar a pressurização. A pressão terá que chegar aos 101 kPa para que a pressurização fique completa. Se a base no interior não estiver pressurizada, a pressurização nunca irá chegar ao fim. Se isto acontecer carrega no botão “Cancel pressurize”.
ru: Теперь проверим недавно построенный шлюз. Нажмите кнопку цикл входа “Cycle to Interior”, чтобы начать повышать давление. Давление в шлюзе должно достигать не менее 101 кПа для завершения цикла. Если станция внутри не находится под давлением, шлюз не сможет завершить свой цикл. Если это произойдет, нажмите кнопку отменить повышение давления “Cancel pressurize”.

# Interface.ASimpleAirLockTask1
source: Remove the {THING:ItemDataDisk} and cycle to interior.
fr: Retirez le {THING:ItemDataDisk} et appuyer sur le bouton "CYCLE TO INTERIOR".
pt_pt: Remove o {THING:ItemDataDisk} e Alterna para interior.
ru: Извлеките {THING:ItemDataDisk} и запустите цикл входа.

# Interface.AirlockUpgrades
source: Airlock upgrades
fr: Améliorer le sas
pt_pt: Melhoramentos da Airlock
ru: Улучшения шлюза

# Interface.AirlockUpgradesDescription
source: Now that you have a basic Airlock, lets make a few upgrades to convert it into an Advanced Airlock. Basic Airlocks work well on planets with no atmosphere, but to prevent poisonous gases or extreme temperatures entering your base, you need an Advanced Airlock. These pump atmosphere out, before pressurising the Airlock with the desired atmosphere. To create an advanced Airlock you will need to build another {THING:StructureActiveVent} inside it, and a passive vent outside, then connect them with pipes.
fr: Maintenant que vous avez un sas de base, il est temps de faire quelques mises à niveau pour le convertir en un sas avancé. Les sas de base fonctionneront aussi bien sur la lune que les planètes sans atmosphère, mais si vous voulez empêcher les gaz toxiques ou les températures élevées/basses d'entrer dans votre base, vous aurez besoin d’un sas avancé. Un sas avancé pompe toute atmosphère hors du sas avant de le pressuriser à nouveau avec l’atmosphère désirée. Pour construire un sas amélioré, vous aurez besoin d’une autre {THING:StructureActiveVent}, une {THING:StructurePassiveVent}, quelques {THING:ItemKitPipe}, des {THING:ItemCableCoil} et le {THING:CircuitboardAdvAirlockControl} pour remplacer le {THING:CircuitboardAirlockControl} du sas basique.
ru: Теперь, когда у вас есть базовый воздушный шлюз, давайте сделаем несколько обновлений, чтобы превратить его в улучшенный воздушный шлюз. Базовые воздушные шлюзы хорошо работают на планетах без атмосферы, но для предотвращения попадания ядовитых газов или экстремальных температур на вашу базу вам необходим усовершенствованный воздушный шлюз. Они откачивают атмосферу перед тем, как герметизировать воздушный шлюз требуемой атмосферой. Чтобы создать улучшенный воздушный шлюз, вам нужно будет установить внутри него еще одну {THING:StructureActiveVent} и пассивную вентиляцию снаружи и соединить их трубами.

# Interface.AirlockUpgradesTask1
source: Place an {THING:StructureActiveVent} in the highlighted spot in the airlock.
fr: Placez une autre {THING:StructureActiveVent} sur la zone en surbrillance.
ru: Установите {THING:StructureActiveVent} в выделенное место в шлюзе.

# Interface.AirlockCableCorner
source: Place a {THING:StructureCableCorner}.
fr: Placez un {THING:StructureCableCorner}.
pt_pt: Coloca um {THING:StructureCableCorner}.
ru: Установите {THING:StructureCableCorner}.

# Interface.AirlockCableStraight
source: Place a {THING:StructureCableStraight}.
fr: Placez un {THING:StructureCableStraight}.
pt_pt: Coloca um {THING:StructureCableStraight}.
ru: Установите {THING:StructureCableStraight}.

# Interface.AdvancedPressure
source: Advanced Pressure
fr: Amélioration de la pression
pt_pt: Pressão Avançada
ru: Расширеное управление давлением

# Interface.AdvancedPressureDescription
source: Now that the structures are in place, we need to swap out the {THING:CircuitboardAirlockControl} for the {THING:CircuitboardAdvAirlockControl}.
fr: Maintenant que les différents éléments sont en place, nous devons remplacer le {THING:CircuitboardAirlockControl} par le {THING:CircuitboardAdvAirlockControl}. Eteignez la {THING:StructureConsole}
ru: Теперь, когда устройства на месте, нам нужно поменять {THING:CircuitboardAirlockControl} на {THING:CircuitboardAdvAirlockControl}.

# Interface.AdvancedPressureTask1
source: Remove the {THING:ItemGlassSheets} from the {THING:StructureConsole} with the crowbar.
fr: A l'aide de votre {THING:ItemCrowbar}, démonter la {THING:StructureConsole}.
ru: Снимите {THING:ItemGlassSheets} с {THING:StructureConsole} с помощью лома.

# Interface.AdvancedPressureTask2
source: Swap the {THING:CircuitboardAirlockControl} for the {THING:CircuitboardAdvAirlockControl}.
fr: Permutez le {THING:CircuitboardAirlockControl} avec le {THING:CircuitboardAdvAirlockControl}.
ru: Замените {THING:CircuitboardAirlockControl} на {THING:CircuitboardAdvAirlockControl}.

# Interface.AdvancedPressureTask3
source: Replace the {THING:ItemGlassSheets}.
fr: Replacer les {THING:ItemGlassSheets}.
pt_pt: Substitui as {THING:ItemGlassSheets}.
ru: Переставьте {THING:ItemGlassSheets}.

# Interface.AdvancedPressureask4
source: Insert the {THING:ItemDataDisk}.
fr: Insérez le {THING:ItemDataDisk}.
pt_pt: Introduz o {THING:ItemDataDisk}.
ru: Вставьте {THING:ItemDataDisk}.

# Interface.AAdvancedAirLock
source: An Advanced Airlock
fr: Un sas amélioré
pt_pt: Uma airlock avançada
ru: Продвинутый шлюз

# Interface.AAdvancedAirLockDescription
source: There are a few differences when programming the {THING:CircuitboardAdvAirlockControl}. First, rename the new vent 'External Vent' and the old vent 'Internal Vent', to identify them on the console. Select each {THING:StructureActiveVent}, ensuring to assign them correctly. The last thing you need to do is select the desired internal and external pressure, found near the top of the {THING:CircuitboardAdvAirlockControl} panel. Make sure the Airlock works by pressing the “Cycle to Interior” button.
fr: Il existe quelques différences lors de la programmation du {THING:CircuitboardAdvAirlockControl}. Tout d’abord, avec votre {THING:ItemLabeller}, renommez la nouvelle {THING:StructureActiveVent} 'Ventilateur Externe' et l’ancienne {THING:StructureActiveVent} 'Ventilateur Interne', afin de les affecter correctement dans la configuration de la {THING:StructureConsole}. Sélectionnez dans l'ordre : - La Porte Externe (EXTERIOR) - La Porte Interne (INTERIOR) - La Ventilation Active Externe (EXTERIOR) - La Ventilation Active Interne (INTERIOR) - Le Capteur de Gaz (SENSOR) Vous devez sélectionner la {THING:StructureActiveVent} interne et externe. Vous aurez besoin de regarder l’interrupteur sur la {THING:StructureActiveVent} pour voir s'il est verrouillé ou non. C’est ainsi que vous pouvez savoir quelle {THING:StructureActiveVent} correspond au menu de la {THING:StructureConsole}. La dernière chose que vous devez faire est de sélectionner la pression interne et externe souhaitée. Le réglage se trouve en haut du panneau de la {THING:StructureConsole}.
ru: При программировании {THING:CircuitboardAdvAirlockControl} есть несколько отличий. Сначала переименуйте новую активную вентиляцию в 'Внешняя вентиляция' или 'External Vent' и старую активную вентиляцию в 'Внутренняя вентиляция' или 'Internal Vent', чтобы определить их на консоли. Выберите каждую {THING:StructureActiveVent}, чтобы назначить их. Последнее, что вам нужно сделать, это выбрать требуемое внутреннее и внешнее давление, которое находится в верхней части панели {THING:CircuitboardAdvAirlockControl}. Убедитесь, что шлюз работает, нажав кнопку цикл входа “Cycle to Interior”.

# Interface.AAdvancedAirLockTask1
source: Press the “Cycle to Interior” button.
fr: Terminez la programmation, retirez le {THING:ItemDataDisk}, et appuyer sur le bouton "CYCLE TO INTERIOR".
pt_pt: Pressiona o botão “alternar para Interior”.
ru: Нажмите кнопку цикл входа “Cycle to Interior”.

# Interface.TutoiralGasMixingSubTitle
source: Practical Training: Stage IV
cs: Praktický výcvik: Fáze IV
es: Entrenamiento Práctico: Fase IV
ru: Практические Тренировки: Этап IV

# Interface.GasMixingDescription
source: Extend your skills in the realm of gas mixing and filtration to create atmospheres, fuels and more.
cs: Rozšiřte své dovednosti v oblasti míchání a filtrace plynů a vytvářejte atmosféry, paliva a další.
es: Amplie sus habilidades en el ámbito de la filtración y mezcla de gases para crear atmósferas, combustibles y más.
ru: Расширьте свои навыки в области смешивания и фильтрации газов, чтобы создавать атмосферу, топливо и многое другое.

# Interface.IntoTutoiralGasMixingDescription
source: Welcome Cadet! Deployed as a Stationeer, you'll need to create fuels and atmospheres for far-flung ODA bases. So let's explore your knowledge of gas filtering and mixing.
ru: Добро пожаловать, Кадет! Как Стационер, вы должны будете создавать топливо и атмосферу для дальних баз ODA. Итак, давайте выясним ваши знания о газах, фильтрации и смешивании.

# Interface.7Narration0D
source: Your base needs work, but your welder's out of gas, so you have to create more fuel. First, you need a source of oxygen. Luckily, plants create O2 from CO2. There's CO2 in your suit waste tank. So vent it in the hydroponics room.
ru: Вы должны поработать на своей базе, но в вашей газовой горелке нет газа, поэтому вам нужно создать больше топлива. Во-первых, вам нужен источник кислорода. К счастью, растения создают O2 из CO2. В баллоне для отходов скафандра есть CO2. Так что выпустите его в комнате гидропоники.

# Interface.7WasteTankOpened
source: Open suit waste tank
cs: Otevřete odpadní nádrž obleku
es: Abre el tanque de desechos del traje
ru: Откройте баллон для отходов

# Interface.7WasteTankClosed
source: Close suit waste tank
cs: Zavřete odpadní nádrž obleku
es: Cierra el tanque de residuos del traje
ru: Закройте баллон для отходов

# Interface.7Narration1D
source: In order to collect oxygen from the air in this room, build an active vent in the highlighted position. Use this to pump the atmosphere to your filtration system.
ru: Чтобы собрать кислород из воздуха этой комнаты, постройте активную вентиляцию в выделенном месте. Используйте её, чтобы перекачать атмосферу в вашу систему фильтрации.

# Interface.7GetActiveVent
source: Get active vent from crate
cs: Vezměte aktivní ventilaci z bedny
es: Coge la ventilacion activa de la caja
ru: Возьмите активную вентиляцию из ящика

# Interface.7BuildActiveVent
source: Build active vent in highlighted position
cs: Postavte aktivní ventilaci na zvýrazněné místo
es: Construye la ventilacion activa en la posición resaltada
ru: Постройте активную вентиляцию в выделенном месте

# Interface.7Narration2D
source: Now, move through the airlock to the atmospherics room to build your gas mixing system.
ru: Теперь пройдите через шлюз в комнату атмосферы, чтобы построить свою систему смешивания газов.

# Interface.7MoveToArea
source: Enter atmospherics room
cs: Vstupte do atmosférické místnosti
es: Entra en la sala de gases
ru: Войдите в комнату атмосферы

# Interface.7Narration3D
source: To extract oxygen from the hydroponic room atmosphere, build a filtration unit in the highlighted position.
ru: Чтобы извлечь кислород из атмосферы комнаты гидропоники, постройте воздушный фильтр в выделенном положении.

# Interface.7GetAtmospherics
source: Get atmospherics kit from crate
cs: Vezměte sadu atmosfériky z bedny
es: Coge el kit atmosféricos de la caja
ru: Возьмите набор атмосфера из ящика

# Interface.7BuildAtmospherics
source: Build filtration unit in highlighted position
cs: Postavte filtrační jednotku na zvýrazněné místo
es: Construye la unidad de filtración en la posición destacada
ru: Постройте воздушный фильтр в выделенном месте

# Interface.7Narration4D
source: To pump the hydroponic room's atmosphere into the filtration unit, complete the green oxygen pipe network.
ru: Чтобы перекачать атмосферу комнаты гидропоники в воздушный фильтр, доделайте зеленую кислородную трубопроводную сеть.

# Interface.7GetPipeKit
source: Get pipes from crate
cs: Vezměte potrubí z bedny
es: Coge las tuberias de la caja
ru: Возьмите трубы из ящика

# Interface.7BuildPipe
source: Complete oxygen pipe network
cs: Dokončete potrubní síť kyslíku
es: Completa la red de tuberias de oxígeno
ru: Завершите кислородную трубопроводную сеть

# Interface.7Narration5D
source: The filtration unit separates usable gas from waste gas. You must dispose of your waste gas or loud, unpleasant things can happen. Connect the filtration unit to the waste network, to ensure any unneeded gas is expelled into the infinite void.
ru: Воздушный фильтр отделяет полезный газ от отработанного. Вы должны избавиться от своего отработанного газа, иначе может произойти что-то громкое и неприятное. Подсоедините воздушный фильтр к сети отходов, чтобы гарантировать, что любой ненужный газ будет удален в бесконечную пустоту.

# Interface.7GetPipeKitW
source: Get second pipe kit from crate
cs: Vezměte druhou potrubní sadu z bedny
es: Coge el segundo kit de tuberias de la caja
ru: Возьмите второй набор труб из ящика

# Interface.7BuildPipeW
source: Complete the waste network
cs: Dokončete odpadní síť
es: Completa la red de residuos
ru: Завершите сеть отходов

# Interface.7Narration6D
source: A filtration unit can filter out two gases simultaneously, but right now you just need oxygen - so add an oxygen filter in the unit.
ru: Воздушный фильтр может отделять два газа одновременно, но прямо сейчас вам нужен только кислород, так что вставьте кислородный фильтр в воздушный фильтр.

# Interface.7GetFilter
source: Get oxygen filter from crate
cs: Vezměte kyslíkový filtr z bedny
es: Coge el filtro de oxígeno de la caja
ru: Возьмите кислородный фильтр из ящика

# Interface.7AddFilterToFilitration
source: Insert oxygen filter in filtration unit
cs: Vložte kyslíkový filtr do filtrační jednotky
es: Introduce el filtro de oxígeno en la unidad de filtración
ru: Вставте кислородный фильтр в воздушный фильтр

# Interface.7Narration7D
source: To reduce the chance of your fuel accidentally igniting, it's a good idea to chill your gas. Passing your pipes outside and adding pipe radiators is a good way to cool them.
ru: Чтобы уменьшить вероятность случайного воспламенения топлива, хорошей идеей будет охладить газ. Прохождение ваших труб снаружи и добавление радиаторов - хороший способ охладить их.

# Interface.7GetPipeRadiator
source: Get pipe radiator from crate
cs: Vezměte potrubní radiátor z bedny
es: Coge el radiador de tuberias de la caja
ru: Возьмите радиатор из ящика

# Interface.7BuildPipeRadiator
source: Add pipe radiator in highlighted position
cs: Umístěte potrubní radiátor na zvýrazněné místo
es: Añade el radiador de tuberias en el lugar resaltado
ru: Разместите радиатор в подсвеченной области

# Interface.7Narration8D
source: The ice crusher is also a good way to obtain gases from ice ores. Connect the ice crusher's gas output to the 'volatile' gas network.
ru: Измельчитель льда также является хорошим способом получения газов из ледяных руд. Подсоедините выход газа измельчителя льда к газовой сети 'летучих веществ'.

# Interface.7GetIceCrusher
source: Get Ice Crusher from crate
ru: Возьмите измельчитель льда из ящика

# Interface.7BuildIceCrusher
source: Build Ice Crusher in highlighted position
ru: Постройте измельчитель льда в выделенном месте

# Interface.7ConstructIceCruhser
source: Use Iron Sheets on the Ice Crusher
cs: Použijte železné plechy na drtiči ledu
es: Usa las placas de hierro en el rompehielos
ru: Используйте листы железа на Измельчителе льда

# Interface.7ConstructIceCruhser2
source: Complete the Ice crusher with cables
cs: Dokončete drtič ledu kabely
es: Completa el rompehielos con cables
ru: Завершите Измельчитель льда мотком кабеля

# Interface.7Narration9D
source: Fuel has two components: oxygen and volatile gas. Get volatile ice from the mining belt in the crate, then add some to the ice crusher for processing. Note: volatiles sublime rapidly, but not inside the ore belt or crusher.
ru: Топливо состоит из двух компонентов: кислорода и летучего вещества. Возьмите летучее вещество из пояса шахтёра в ящике, а затем добавьте его в измельчитель льда для обработки. Примечание: летучие вещества быстро испаряются, но не внутри пояса шахтёра или дробилки.

# Interface.7GetMiningBelt
source: Get mining belt from crate
cs: Vezměte hornický opasek z bedny
es: Coge el cinturon de minería de la caja
ru: Возьмите пояс шахтёра из ящика

# Interface.7AddIceToCrusher
source: Add volatiles to ice crusher
cs: Přidejte těkavé látky do drtiče ledu
es: Añade volátiles a la trituradora de hielo
ru: Добавьте летучие вещества в измельчитель льда

# Interface.7Narration10D
source: Now you need to connect your oxygen and volatile networks using a gas mixer. This will let you blend your fuel mix at the correct ratio, avoiding the disappointment of a bad mix.
ru: Теперь вы должни соединить кислородную сеть с сетью летучего вещества, используя газовый смеситель. Это позволит вам смешивать свою топливную смесь в правильном соотношении, избегая разочарования от плохой смеси.

# Interface.7GetGasMixer
source: Get gas mixer from crate
cs: Vezměte směšovač plynu z bedny
es: Coge el mezclador de gases de la caja
ru: Возьмите газовый смеситель из ящика

# Interface.7BuildGasMixer
source: Build gas mixer in highlighted position
cs: Postavte směšovač plynu na zvýrazněné místo
es: Construye el mezclador de gases en el lugar resaltado
ru: Постройте газовый смеситель в подсвеченной области

# Interface.7Narration11D
source: To make sure you don't overpressure your canister, add a pressure regulator. It's an important lesson for Stationeers who want to keep existing.
ru: Чтобы убедиться в том, что вы не превышаете давление в баллоне, добавьте регулятор давления. Это важный урок для Станционеров, которые хотят продолжать существовать.

# Interface.7GetRegulator
source: Get pressure regulator from crate
cs: Vezměte regulátor tlaku z bedny
es: Coge el regulador de presión de la caja
ru: Возьмите регулятор давления из ящика

# Interface.7BuildRegulator
source: Build pressure regulator in highlighted position.
cs: Postavte regulátor tlaku na zvýrazněné místo.
es: Construye el regulador de presión en la posición resaltada.
ru: Постройте регулятор давления в подсвеченной области.

# Interface.7Narration12D
source: Valves let you open and close pipes, to control the flow of gas and liquids. We've already placed one for you. Add the other one to your oxygen network.
ru: Вентили позволяют открывать и закрывать трубы, контролировать поток газа и жидкостей. Мы уже разместили один для вас. Добавьте еще один к вашей кислородной сети.

# Interface.7GetValve
source: Get the pipe valve from the crate
cs: Vezměte potrubní ventil z bedny
es: Coge la válvula de tuberia de la caja
ru: Возьмите вентиль из ящика

# Interface.7BuildValve
source: Place valve in highlighted position
cs: Postavte ventil na zvýrazněné místo
es: Coloca la válvula en la posición resaltada
ru: Разместите вентиль в выделенном месте

# Interface.7Narration13D
source: Cannisters are recharged by being put in tank storage units. Tank storage units attach directly to pipe networks. Build one in the indicated spot.
ru: Баллоны перезаряжаются, помещаясь в стойки для баллонов. Стойки крепятся непосредственно к трубопроводным сетям. Постройте одну в указанном месте.

# Interface.7GetTankConnector
source: Get tank storage unit from crate
cs: Vezměte úložiště kanystru z bedny
es: Coge la unidad de almacenamiento de tanques de la caja
ru: Возьмите стойку для баллона из ящика

# Interface.7BuildTankConnector
source: Build tank storage unit in highlighted position
cs: Postavte úložiště kanystru na zvýrazněné místo
es: Construye la unidad de almacenamiento de tanques en la posición resaltada
ru: Постройте стойку для баллона в выделенном месте
