Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.TutorialTitleWearSpacesuit
source: Wearing the Spacesuit
cs: Nošení skafandru
de: Tragen des Raumanzuges
es: Usa el traje espacial
fi: Avaruuspuvun Pukeminen
fr: Equiper la combinaison spatiale
it: Indossa la tuta spaziale
ja: 宇宙服を着る
pt_pt: Vestir o Fato Espacial
ru: Надеваем скафандр
zh_tw: 穿上太空裝

# Interface.TutorialTaskWearHelmet
source: Wear {THING:ItemSpaceHelmet}
cs: Nasaďte si {THING:ItemSpaceHelmet}
de: {THING:ItemSpaceHelmet} aufsetzen
es: Ponerte el {THING:ItemSpaceHelmet}
fi: Laita {THING:ItemSpaceHelmet} päähän
fr: Equiper le {THING:ItemSpaceHelmet}
it: Indossa {THING:ItemSpaceHelmet}
ja: {THING:ItemSpaceHelmet}を着る
pt_pt: Veste o {THING:ItemSpaceHelmet}
ru: Наденьте {THING:ItemSpaceHelmet}
zh_tw: 戴上 {THING:ItemSpaceHelmet}

# Interface.TutorialTaskWearSuit
source: Wear {THING:ItemEvaSuit}
cs: Nasaďte si {THING:ItemEvaSuit}
de: {THING:ItemEvaSuit} anlegen
es: Ponerte el {THING:ItemEvaSuit}
fi: Pue {THING:ItemEvaSuit} ylle
fr: Equiper la {THING:ItemEvaSuit}
it: Indossa {THING:ItemEvaSuit}
ja: {THING:ItemEvaSuit}を着る
pt_pt: Veste o {THING:ItemEvaSuit}
ru: Наденьте {THING:ItemEvaSuit}
zh_tw: 穿上 {THING:ItemEvaSuit}

# Interface.TutorialTaskWearJetpack
source: Wear {THING:ItemSpacepack}
cs: Nasaďte si {THING:ItemSpacepack}
de: {THING:ItemSpacepack} anlegen
es: Ponerte la {THING:ItemSpacepack}
fi: Laita {THING:ItemSpacepack} selkään
fr: Equiper le {THING:ItemSpacepack}
it: Indossa {THING:ItemSpacepack}
ja: {THING:ItemSpacepack}を着る
pt_pt: Veste o {THING:ItemSpacepack}
ru: Наденьте {THING:ItemSpacepack}
zh_tw: 穿上 {THING:ItemSpacepack}

# Interface.TutorialDescPickupHelmet
source: Find the {THING:ItemSpaceHelmet} and put it in your {SLOT:LeftHand} or {SLOT:RightHand} slot by clicking the {KEY:PrimaryAction} over the green interactable you see when looking at it. For more information read the {LINK:InventoryPage;Inventory} section in the {LINK:Home;Stationpedia}
cs: Najděte {THING:ItemSpaceHelmet} a vložte ji do {SLOT:LeftHand} a nebo do {SLOT:RightHand} kliknutím {KEY:PrimaryAction} nad zeleným interaktivním polem viditelným při se pohledu na něj. Pro více informací čtěte {LINK:InventoryPage;Inventář} v sekci {LINK:Home;Stationpedie}
de: Finde den {THING:ItemSpaceHelmet} und nimm ihn in deine {SLOT:LeftHand} oder {SLOT:RightHand} in dem du die {KEY:PrimaryAction} über dem grünen Interaktionsbereich drückst. Für weitere Informationen lies den {LINK:InventoryPage;Inventar}-Abschnitt auf {LINK:Home;Stationpedia} (Englisch)
es: Encuentra el {THING:ItemSpaceHelmet} y ponlo en tu {SLOT:LeftHand} o {SLOT:RightHand} haciendo clic en el {COLORRED:Boton izquierdo del raton} sobre el verde interactivo que ves al mirarlo.
fr: Trouver le {THING:ItemSpaceHelmet} et mettez le dans votre {SLOT:LeftHand} ou {SLOT:RightHand} en cliquant sur {KEY:PrimaryAction} lorsque vous voyez l'interaction en verte autour. Pour plus d'informations, consultez la section {LINK:InventoryPage;Inventaire} dans le {LINK:Home;Stationpedia}
pt_pt: Encontra o {THING:ItemSpaceHelmet} e coloca-o na tua {SLOT:LeftHand} ou na tua {SLOT:RightHand} carregando no botão {KEY:PrimaryAction} sobre o verde interativo que vês quando olhas para ele. Para mais informações lê a secção {LINK:InventoryPage;Inventário} na {LINK:Home;Stationpedia}
ru: Найдите {THING:ItemSpaceHelmet} и положите его в {SLOT:LeftHand} или в {SLOT:RightHand}, кликая {KEY:PrimaryAction} на зеленую область, которая появляется, когда вы смотрите на предмет. Чтобы получить больше информации, прочитайте {LINK:InventoryPage;Inventory} в {LINK:Home;Stationpedia}

# Interface.TutorialDescWearHelmet
source: You have two ways to interact with your {LINK:InventoryPage;inventory}: hotkeys and mouse control. Both have their advantages and disadvantages. Press and hold {KEY:MouseControl} to bring up the mouse cursor to drag and drop the {THING:ItemSpaceHelmet} into your {SLOT:Helmet} slot. Or press and hold {KEY:HelmetSlot} until your {THING:ItemSpaceHelmet} moves to your {SLOT:Helmet} slot.
cs: Máte dva způsoby interakce s {LINK:InventoryPage;inventářem}: klávesové zkratky a ovládání myši. Obě mají své výhody a nevýhody. Stiskněte a podržte {KEY:MouseControl} pro zobrazení kurzoru myši a přetáhněte a vložte {THING:ItemSpaceHelmet} do slotu {SLOT:Helmet}. Nebo stiskněte a podržte {KEY:HelmetSlot} dokud se {THING:ItemSpaceHelmet} nepřesune do slotu {SLOT:Helmet}.
de: Du hast zwei Möglichkeiten mit deinem {LINK:InventoryPage;Inventar} zu interagieren: Hotkeys und Maussteuerung. Beide haben ihre Vor- und Nachteile. Drücke und halte {KEY:MouseControl} um den Mauszeiger zu sehen und ziehe dann den {THING:ItemSpaceHelmet} mit gedrückter linker Maustaste in deinen {SLOT:Helmet}-Slot. Oder drücke und halte die Taste {KEY:HelmetSlot} bis dein {THING:ItemSpaceHelmet} in deinen {SLOT:Helmet}-Slot ist.
es: Tienes 2 maneras de interactuar con tu inventorio cada una con sus ventajas y desventajas: teclas de acceso rapido y raton. Pulsar y mantener {KEY:MouseControl} para que aparezca el cursor del raton y poder arrastrar {THING:ItemSpaceHelmet} en tu ranura {SLOT:Helmet} . O pulsa y manten {KEY:HelmetSlot} en tu {THING:ItemSpaceHelmet} mueve a tu ranura {SLOT:Helmet} .
fr: Vous avez deux façons d'interagir avec votre {LINK:InventoryPage;Inventaire} : Avec des raccourcis clavier et par le contrôle de la souris. Les deux ont leurs avantages et leurs inconvénients. Maintenez enfoncée la touche {KEY:MouseControl} pour faire glisser le curseur de la souris et déposer le {THING:ItemSpaceHelmet} dans votre emplacement {SLOT:Helmet}. Ou maintenez la touche {KEY:HelmetSlot} enfoncée jusqu'à ce que votre {THING:ItemSpaceHelmet} se déplace vers votre emplacement {SLOT:Helmet}.
pt_pt: Tens duas maneiras de interagir com o teu {LINK:InventoryPage;Inventário}: atalhos de teclas ou controlo por rato. Ambas tens vantagens e desvantagens. Clica e mantêm pressionada a tecla {KEY:MouseControl} para fazeres aparecer o cursor do rato para arrastares e largares o {THING:ItemSpaceHelmet} no compartimento do teu {SLOT:Helmet}. Ou carrega e mantêm pressionada a tecla {KEY:HelmetSlot} até o teu {THING:ItemSpaceHelmet} se mova para o compartimento {SLOT:Helmet}.
ru: У вас есть два способа взаимодействия с вашим {LINK:InventoryPage;инвентарём}: горячие клавиши и мышь. Оба метода имеют свои преимущества и недостатки. Нажмите и удерживайте {KEY:MouseControl} чтобы вызвать курсор мыши и с его помощью перетащите {THING:ItemSpaceHelmet} в ваш слот {SLOT:Helmet}. Или нажмите и держите {KEY:HelmetSlot} до тех пор пока {THING:ItemSpaceHelmet} не переместится в слот {SLOT:Helmet}.

# Interface.TutorialDescPickupSuit
source: Find the {THING:ItemEvaSuit} and put it in your {SLOT:LeftHand} or {SLOT:RightHand}.This time can try dragging the {THING:ItemEvaSuit} directly into your {SLOT:Suit} slot, it's much faster. Hold {KEY:MouseControl} and move your mouse cursor over the {THING:ItemEvaSuit} hold {KEY:PrimaryAction} and drag it into you {SLOT:Suit}.
cs: Najděte {THING:ItemEvaSuit} a vložte jej do {SLOT:LeftHand} a nebo do {SLOT:RightHand}. Tentokrát se můžete pokusit přetáhnout {THING:ItemEvaSuit} přímo do slotu {SLOT:Suit}, je to mnohem rychlejší. Podržte {KEY:MouseControl} a přesuňte kurzor myši nad {THING:ItemEvaSuit} a podržte {KEY:PrimaryAction} a přetáhněte jej do {SLOT:Suit}.
de: Finde den {THING:ItemEvaSuit} und versuche dieses mal ihn direkt den {SLOT:Suit}-Slot zu ziehen. Halte dazu {KEY:MouseControl} gedrückt und ziehe den {THING:ItemEvaSuit} direkt in den {SLOT:Suit}-Slot. So kannst du einen Gegenstand noch schneller ausrüsten. Natürlich kannst du ihn auch herkömmlich ausrüsten; Nimm dazu den {THING:ItemEvaSuit} in deine {SLOT:LeftHand} oder {SLOT:RightHand}.
es: Encuentra la {THING:ItemEvaSuit} y ponla en tu {SLOT:LeftHand} o {SLOT:RightHand}. Esta vez puedes intentar arrastrar la {THING:ItemEvaSuit} directamente a tu ranura {SLOT:Suit}, es mucho más rápido. Mantenga pulsada {KEY:MouseControl} y mueva el cursor del ratón sobre {THING:ItemEvaSuit}, mantenga pulsada {KEY:PrimaryAction} y arrástrelo hacia usted {SLOT:Suit}.
fr: Trouvez la {THING:ItemEvaSuit} et placez-la dans votre {SLOT:LeftHand} ou {SLOT:RightHand}. Cette fois peut essayer de glisser la {THING:ItemEvaSuit} directement dans votre emplacement {SLOT:Suit}, ce sera plus rapide. Maintenez {KEY:MouseControl} et déplacez votre curseur de la souris sur la {THING:ItemEvaSuit} maintenez {KEY:PrimaryAction} et faites-la glisser dans votre emplacement {SLOT:Suit}.
pt_pt: Encontra o {THING:ItemEvaSuit} e coloca-o na tua {SLOT:LeftHand} ou na tua {SLOT:RightHand}. Desta vez tenta arrastar o {THING:ItemEvaSuit} diretamente para o compartimento {SLOT:Suit}, é muito mais rápido. Mantém pressionada a tecla {KEY:MouseControl} e move o teu cursor do rato sobre o {THING:ItemEvaSuit}, mantém pressionada a tecla {KEY:PrimaryAction} e arrasta-o para o compartimento do {SLOT:Suit}.
ru: Найдите {THING:ItemEvaSuit} и положите в {SLOT:LeftHand} или {SLOT:RightHand}. В этот раз можете попробовать перетащить {THING:ItemEvaSuit} прямо в ваш {SLOT:Suit} слот, это намного быстрей. Удерживаете {KEY:MouseControl} и перетаскиваете курсор мыши на{THING:ItemEvaSuit}, удерживаете {KEY:PrimaryAction} и перетаскиваете в {SLOT:Suit}.

# Interface.TutorialDescWearSuit
source: Press and hold the {KEY:SuitSlot} key, or press and hold {KEY:MouseControl} to bring up the mouse cursor, to equip the {THING:ItemEvaSuit} to your {SLOT:Suit} slot.
cs: Stisknutím a podržením klávesy {KEY:SuitSlot}, nebo stisknutím a podržením {KEY:MouseControl} se zobrazí kurzor myši, pro vybavení {THING:ItemEvaSuit} do slotu {SLOT:Suit}.
de: Drücke und halte die Taste {KEY:SuitSlot} bis dein {THING:ItemEvaSuit} in deinen {SLOT:Suit}-Slot ist.
es: Pulsa y manten la tecla {KEY:SuitSlot} , o pulsa y manten {KEY:MouseControl} para que aparezca el cursor del raton, para equipar el {THING:ItemEvaSuit} en tu ranura {SLOT:Suit} .
fi: Paina ja pidä pohjassa {KEY:SuitSlot} näppäintä, tai {KEY:MouseControl} näppäintä tuodaksesi hiirikursorin esiin, siirtääksesi {COLORGREEN:Avaruuspuvun} {SLOT:Suit} lokeroon.
fr: Maintenez la touche {KEY:SuitSlot} enfoncée, ou maintenez enfoncée la touche {KEY:MouseControl} pour afficher le curseur de la souris, pour équiper la {THING:ItemEvaSuit} vers votre emplacement {SLOT: suit}.
it: Tieni premuto il tasto {KEY:SuitSlot} , o tieni premuto {KEY:MouseControl} per far apparire il cursore, ed equipaggia la {THING:ItemEvaSuit} nel tuo slot {SLOT:Suit} .
ja: {KEY:SuitSlot}を押し続けるか、{KEY:MouseControl}を押し続けたままマウスを操作し、{THING:ItemEvaSuit}を{SLOT:Suit}スロットに移動させましょう。
pt_pt: Carrega e mantém pressionada a tecla {KEY:SuitSlot}, ou clica e mantém pressionado a {KEY:MouseControl} para fazer aparecer o rato do cursor, para equipar o {THING:ItemEvaSuit} no teu {SLOT:Suit}.
ru: Удерживайте кнопку {KEY:SuitSlot}, чтобы экипировать {THING:ItemEvaSuit} в нужный слот.
zh_tw: 持續按住 {KEY:SuitSlot} 直到 {THING:ItemEvaSuit} 裝備至您的 {SLOT:Suit} 欄位

# Interface.TutorialDescPickupJetpack
source: Find the {THING:ItemSpacepack} and put it in your {SLOT:LeftHand} or {SLOT:RightHand} slot by clicking the {KEY:PrimaryAction} over the green interactable you see when looking at it.
cs: Najděte {THING:ItemSpacepack} a vložte jej do {SLOT:LeftHand} a nebo {SLOT:RightHand} kliknutím {KEY:PrimaryAction} nad zeleným interaktivním polem viditelným při pohledu na něj.
es: Encuentra la {THING:ItemSpacepack} y colócala en tu ranura {SLOT:LeftHand} o {SLOT:RightHand} haciendo clic en el {COLORRED:Boton izquierdo del Raton} sobre el verde interactivo que ves al mirarlo.
fr: Trouver le {THING:ItemSpacepack} et mettez le dans votre {SLOT:LeftHand} ou {SLOT:RightHand} en cliquant sur {KEY:PrimaryAction} lorsque vous voyez l'interaction en verte autour.
pt_pt: Encontra a {THING:ItemSpacepack} e coloca-a no na tua {SLOT:LeftHand} ou na tua {SLOT:RightHand} clicando no botão {KEY:PrimaryAction} sobre o verde interativo que vês quando olhas para ele.
ru: Найдите {THING:ItemSpacepack} и возьмите его в {SLOT:LeftHand} или {SLOT:RightHand}, щелкнув {KEY:PrimaryAction} над зеленым интерактивным элементом, когда смотрите на него.

# Interface.TutorialDescWearJetpack
source: Press and hold the {KEY:BackSlot} key, or press and hold {KEY:MouseControl} to bring up the mouse cursor, to equip the {THING:ItemSpacepack} to your {SLOT:Back} slot.
cs: Stisknutím a podržením klávesy {KEY:BackSlot}, nebo stisknutím a podržením {KEY:MouseControl} se zobrazí kursor myši, pro vybavení {THING:ItemSpacepack} do slotu {SLOT:Back}.
de: Drücke und halte die Taste {KEY:BackSlot} bis dein {THING:ItemSpacepack} in deinen {SLOT:Back}-Slot ist.
es: Pulsa y manten la tecla {KEY:BackSlot} , o pulsa y manten {KEY:MouseControl} para que aparezca el cursor del raton, para equipar la {THING:ItemSpacepack} en tu ranura {SLOT:Back} .
fi: Paina ja pidä pohjassa {KEY:BackSlot} näppäintä, tai {KEY:MouseControl} näppäintä tuodaksesi esiin hiirikursorin, siirtääksesi {COLORGREEN:Avaruusrepun} {SLOT:Back} lokeroon.
fr: Maintenez la touche {KEY:BackSlot} enfoncée, ou maintenez enfoncée la touche {KEY:MouseControl} pour afficher le curseur de la souris et pour équiper le {THING:ItemSpacepack} dans l'emplacement {SLOT:Back}.
it: Tieni premuto il tasto {KEY:BackSlot} , o tieni premuto {KEY:MouseControl} per far apparire il cursore, ed equipaggia lo {THING:ItemSpacepack} nel tuo slot {SLOT:Back} .
ja: {KEY:BackSlot}を押し続けるか、{KEY:MouseControl}を押し続けたままマウスを操作し、{THING:ItemSpacepack}を{SLOT:Back}スロットに移動させましょう。
pt_pt: Carrega e mantém pressionada a tecla {KEY:BackSlot} ou clica e mantém pressionado a tecla {KEY:MouseControl} para fazer aparecer o rato do cursor e equipar a {THING:ItemSpacepack} no teu {SLOT:Suit}.
ru: Удерживайте кнопку {KEY:BackSlot}, чтобы экипировать {THING:ItemSpacepack} в нужный слот.
zh_tw: 持續按住 {KEY:BackSlot} 直到 {THING:ItemSpacepack} 裝備至您的 {SLOT:Back} 欄位

# Interface.TutorialTitlePowerSuit
source: Powering the spacesuit
cs: Napájení skafandru
de: Den Raumanzug betreiben
es: Activa el traje espacial
fi: Avaruuspuvun Käyttöönotto
fr: Alimentation de la combinaison spatiale
it: Attiva la tuta spaziale
ja: 宇宙服の電源を入れる
pt_pt: Alimentando o fato espacial
ru: Запитываем скафандр
zh_tw: 啟動太空裝

# Interface.TutorialDescPowerSuit
source: Find a {THING:ItemBatteryCellLarge} and pick it up into your {SLOT:LeftHand} or {SLOT:RightHand} slot by looking at it and clicking the {KEY:PrimaryAction}. You can drag the {THING:ItemBatteryCellLarge} directly into the {THING:ItemEvaSuit} to save time.
cs: Najděte {THING:ItemBatteryCellLarge} a dejte ji do {SLOT:LeftHand} a nebo do {SLOT:RightHand} tím, že se ně něj podíváte a kliknete {KEY:PrimaryAction}. Můžete přetáhnout {THING:ItemBatteryCellLarge} přímo do {THING:ItemEvaSuit} pro ušetření času.
es: Encuentra una {THING:ItemBatteryCellLarge} y recógela en tu ranura {SLOT:LeftHand} o {SLOT:RightHand} mirándola y haciendo clic en el {COLORRED:Boton izquierdo del Raton}.
fr: Trouver une {THING:ItemBatteryCellLarge} et ramassez la avec votre {SLOT:LeftHand} ou {SLOT:RightHand} en la visant et en cliquant sur {KEY:PrimaryAction}. Vous pouvez faire glisser la {THING:ItemBatteryCellLarge} directement dans le {THING:ItemEvaSuit} pour gagner du temps.
pt_pt: Encontra uma {THING:ItemBatteryCellLarge}, apanha-a para a tua {SLOT:LeftHand} ou para a {SLOT:RightHand} olhando para ela e carregando na tecla {KEY:PrimaryAction}. Podes arrastar a {THING:ItemBatteryCellLarge} diretamente para o {THING:ItemEvaSuit} para poupar tempo.
ru: Найдите {THING:ItemBatteryCellLarge} и возьмите ее в {SLOT:LeftHand} или {SLOT:RightHand}, смотря на нее нажмите {KEY:PrimaryAction}. Вы можете перетащить {THING:ItemBatteryCellLarge} в {THING:ItemEvaSuit}.

# Interface.TutorialDescPowerSuit2
source: Open your {THING:ItemEvaSuit} by pressing the {KEY:SuitSlot} key, or holding {KEY:MouseControl} and click on the {SLOT:Suit} slot.
cs: Otevřete {THING:ItemEvaSuit} stisknutím klávesy {KEY:SuitSlot} nebo podržením {KEY:MouseControl} a klikněte na slot {SLOT:Suit}.
es: Abra su {THING:ItemEvaSuit} pulsando la tecla {KEY:SuitSlot} o manteniendo pulsada la tecla {KEY:MouseControl} y haga clic en la ranuram {SLOT:Suit} .
fr: Vous pouvez interagir avec l'emplacement {SLOT:Suit} en appuyant et en relâchant la touche {KEY:SuitSlot} ou en tenant {KEY:MouseControl} et en cliquant sur l'emplacement {SLOT:Suit}.
pt_pt: Abra o seu {THING:ItemEvaSuit} pressionando na tecla {KEY:SuitSlot}, ou mantendo pressionada a tecla {KEY:MouseControl} e depois clicando no compartimento do {SLOT:Suit}.
ru: Откройте {THING:ItemEvaSuit}, нажав клавишу {KEY:SuitSlot} или удерживая {KEY:MouseControl}, и щелкните на слоте {SLOT:Suit}.

# Interface.TutorialTaskLifesupportSuit1
source: Pickup a {THING:ItemBatteryCellLarge}
cs: Vezměte {THING:ItemBatteryCellLarge}
de: Nimm eine {THING:ItemBatteryCellLarge}
es: Recoge una {THING:ItemBatteryCellLarge}
fi: Poimi {THING:ItemBatteryCellLarge}
fr: Ramasser une {THING:ItemBatteryCellLarge}
it: Raccogli una {THING:ItemBatteryCellLarge}
ja: {THING:ItemBatteryCellLarge}を拾う
pt_pt: Apanhe uma {THING:ItemBatteryCellLarge}
ru: Возьмите высокоёмкий аккумулятор
zh_tw: 撿起 {THING:ItemBatteryCellLarge}

# Interface.TutorialTaskLifesupportSuit2
source: Open the {THING:ItemEvaSuit} slot window
cs: Otevřete okno slotu {THING:ItemEvaSuit}
de: Öffne das {THING:ItemEvaSuit}-Inventar
es: Abre la ventana de ranura {THING:ItemEvaSuit}
fi: Avaa {COLORGREEN:Avaruuspuvun} lokerot
fr: Ouvrez l'inventaire de la {THING:ItemEvaSuit}
it: Apri la finestra dello slot della {THING:ItemEvaSuit}
ja: {THING:ItemEvaSuit}スロットウィンドウを開く
pt_pt: Abra a janela do compartimento do {THING:ItemEvaSuit}
ru: Откройте окно содержимого скафандра
zh_tw: 開啟 {THING:ItemEvaSuit} 的欄位格

# Interface.TutorialTaskLifesupportSuit4
source: Equip the {THING:ItemEvaSuit} with a {THING:ItemBatteryCellLarge}
cs: Vezměte si {THING:ItemEvaSuit} s {THING:ItemBatteryCellLarge}
de: Rüste den {THING:ItemEvaSuit} mit einer {THING:ItemBatteryCellLarge} aus
es: Equipate el {THING:ItemEvaSuit} con la {THING:ItemBatteryCellLarge}
fi: Varusta {THING:ItemEvaSuit} {COLORGREEN:Isolla Paristolla}
fr: Équipez la {THING:ItemEvaSuit} avec une {THING:ItemBatteryCellLarge}
it: Equipaggia la {THING:ItemEvaSuit} con la {THING:ItemBatteryCellLarge}
ja: {THING:ItemEvaSuit}に{THING:ItemBatteryCellLarge}をつける
pt_pt: Equipa o {THING:ItemEvaSuit} com uma {THING:ItemBatteryCellLarge}
ru: Поместите аккумулятор в выделенную ячейку
zh_tw: 穿上已安裝 {THING:ItemBatteryCellLarge} 的 {THING:ItemEvaSuit}

# Interface.TutorialDescLifesupport1
source: You can interact with the {SLOT:Suit} slot by pressing and releasing the {KEY:SuitSlot} key or holding {KEY:MouseControl} and clicking on the {SLOT:Suit} slot.
cs: Můžete interagovat se slotem {SLOT:Suit} stisknutím a uvolněním klávesy {KEY:SuitSlot} nebo podržením {KEY:MouseControl} a kliknutím na slot {SLOT:Suit}.
de: Du kannst mit dem {SLOT:Suit} interagieren in dem du kurz die Taste {KEY:SuitSlot} drückst. So kannst du durch die Menüs für Aktionen und Inventar wechseln sofern diese verfügbar sind. Führe dies nun aus, bis du das Inventar sehen kannst.
es: Puedes interactuar con la ranura del {SLOT:Suit} presionando y soltando la tecla {KEY:SuitSlot} Esto recorrerá las interacciones y el inventario de ranuras, si está disponible. Haz esto hasta que veas el inventario de tragamonedas.
fi: Voit hallita {SLOT:Suit} lokeroita painamalla {KEY:SuitSlot} näppäintä tai pitämällä {KEY:MouseControl} näppäintä pohjassa ja klikkaamalla {SLOT:Suit} lokeroa.
fr: Vous pouvez interagir avec l'emplacement {SLOT:Suit} en appuyant et en relâchant la touche {KEY:SuitSlot} ou en tenant {KEY:MouseControl} et en cliquant sur l'emplacement {SLOT:Suit}.
it: Puoi interagire con gli slot della {SLOT:Suit} premendo e rilasciando il tasto {KEY:SuitSlot} o tenendo premuto {KEY:MouseControl} e cliccando sullo slot della {SLOT:Suit} .
ja: {SLOT:Suit}を操作するには、{KEY:SuitSlot}キーを押して離すか、{KEY:MouseControl}を押したまま{SLOT:Suit}をクリックします。
pt_pt: Podes interagir com o compartimento {SLOT:Suit} carregando e largando a {KEY:SuitSlot} ou mantendo pressionada a tecla {KEY:MouseControl} e clicando no compartimento {SLOT:Suit}.
ru: Вы можете взаимодействовать со {SLOT:Suit}, однократно нажимая на кнопку {KEY:SuitSlot} или удерживая {KEY:MouseControl} и щёлкая на слот {SLOT:Suit}.
zh_tw: 您可以多次點擊 {KEY:SuitSlot} 鍵來開啟並切換 {SLOT:Suit} 的互動介面， 這個動作將會在 <color=yellow>欄位格</color> 與 <color=yellow>功能選項</color> 中切換.現在將您的介面切換至 欄位格.

# Interface.TutorialDescLifesupport2
source: {COLORRED:You need to wear the {THING:ItemEvaSuit} to continue. Please put it back on.
cs: {COLORRED:Abyste mohli pokračovat, musíte mít na sobě {THING:ItemEvaSuit}. Nasaďte si ho prosím zpět.
es: {COLORRED:Tienes que usar el {THING:ItemEvaSuit} para continuar. Por favor pontelo y vuelve atras.}
fr: {COLORRED:Vous devez porter la {THING:ItemEvaSuit} pour continuer. Veuillez la remettre sur vous.}
pt_pt: {COLORRED:Precisas de usar o {THING:ItemEvaSuit} para continuar. Por favor, vista-o novamente.
ru: {COLORRED:Вам нужно надеть {THING:ItemEvaSuit}, чтобы продолжить. Пожалуйста, наденьте его.}
