Repository: sisizanohitopontoon/locales
Catalog: */TutorialInterface.po
Languages: cs, de, es, fi, fr, it, ja, pt_pt, ru, zh_tw

# Interface.DisplayAlert1
source: Cadet, we've detected an imminent malfunction! A virus is attacking your helmet controls! Press the {KEY:Internals} key to close your helmet if it opens. Close this message using the {KEY:MouseControl} key to enable the mouse.
fr: Aspirant, nous avons détecté un dysfonctionnement imminent. Le virus est en train d'attaquer le mécanisme d’ouverture de votre casque. Appuyez sur la touche {KEY:Internals} pour fermer votre casque s’il s’ouvre. Fermez ce message, maintenez la touche {KEY:MouseControl} pour activer la souris.
pt_pt: Cadete, detectámos uma avaria iminente. Um Virus está a atacar os comandos do capacete. Pressiona a tecla {KEY:Internals} para fechar o capacete se abrir. Fecha esta mensagem usando a tecla {KEY:MouseControl} para ativar o cursor do rato.
ru: Кадет, мы обнаружили неисправность. Вирус атакует механизм открытия шлема. Нажмите клавишу {KEY:Internals}, чтобы закрыть шлем, если он откроется. Закройте это сообщение используя клавишу {KEY:MouseControl}.

# Interface.TutorialUIControls
source: Closing helmet
fr: Fermer le casque
pt_pt: Fechando o capacete
ru: Закройте шлем

# Interface.ALTTask1
source: Close Alert
fr: Fermer l’alerte
pt_pt: Fecha o Alerta
ru: Закрыть оповещение

# Interface.TutorialUIControlsDescription
source: As a human, you cannot survive on non-oxygen planets without a suit, or a base with a breatheable atmosphere. Be sure to close and lock your helmet to avoid accidental death.
fr: En tant qu'humain, vous ne pouvez pas survivre sur des planètes sans oxygène sans une combinaison ou une base suffisamment pressurisée avec une atmosphère respirable. Veillez à bien fermer votre casque et à le verrouiller pour éviter toute mort accidentelle.
pt_pt: Como humano, não consegues sobreviver em planetas sem oxigénio, sem um fato ou uma base suficientemente pressurizada com atmosfera respirável. Fecha e bloqueia sempre o teu capacete, para evitar morte acidental.
ru: Как человек, вы не можете выжить на безкислородных планетах не имея скафандра или базы с пригодной для дыхания атмосферой. Обязательно закройте шлем и заблокируйте его, чтобы избежать случайной смерти.

# Interface.TutorialUIControlsTask
source: Open your helmet UI with {KEY:HelmetSlot} or use the {KEY:MouseControl} key to interact with your {SLOT:Helmet}.
fr: Ouvrez l'interface de votre casque avec {KEY:HelmetSlot} ou maintenez la touche {KEY:MouseControl} et cliquez sur l'icône {SLOT:Helmet}.
pt_pt: Abre a interface do capacete com a tecla {KEY:HelmetSlot} ou usa a tecla {KEY:MouseControl} para interagir com o {SLOT:Helmet}.
ru: Откройте интерфейс своего шлема с помощью {KEY:HelmetSlot} или используйте клавишу {KEY:MouseControl} для взаимодействия с {SLOT:Helmet}.

# Interface.TutorialUIControlsTask1
source: Close your helmet with {KEY:Internals}
fr: Fermez votre casque avec la touche {KEY:Internals}
pt_pt: Fecha o teu capacete com a tecla {KEY:Internals}
ru: Закройте свой шлем с помощью {KEY:Internals}

# Interface.TutorialUIControlsTask2
source: Be sure to lock your helmet to prevent it happening again. Hold the {KEY:MouseControl} key and click the Lock Mask option on the helmet menu.
fr: Assurez-vous de verrouiller le casque pour éviter tout nouvel incident. Maintenez la touche {KEY:MouseControl} et cliquez sur le bouton 'Bloquer Mask' dans le menu du casque.
pt_pt: Certifica-te de trancar o capacete para evitar acontecer novamente. Segura a tecla {KEY:MouseControl} e depois clica Bloquear Mask no menu do capacete.
ru: Обязательно заблокируйте шлем, чтобы не допустить повторения. Удерживая клавишу {KEY:MouseControl}, выберите опцию запереть в меню шлема.

# Interface.AlertSystem2
source: ALERT
fr: ALERTE
pt_pt: ALERTA
ru: ОПОВЕЩЕНИЕ

# Interface.ALTTask2
source: Close Alert
fr: Fermer l’alerte
pt_pt: Fecha o Alerta
ru: Закрыть оповещение

# Interface.AlertSystemDescription2
source: Incoming Alert!!!
fr: Alerte entrante !!!
pt_pt: Alerta Recebido!!!
ru: Получено предупреждение!!!

# Interface.DisplayAlert2
source: Cadet, your suit's control system still appears to be infected with a virus. We are working on it now, but it's attacking your suit's pressure and temperature controls. Close this message using the {KEY:MouseControl} key to enable the mouse.
fr: Aspirant, le système de contrôle de votre combinaison semble infecté par un virus. Nous sommes en train d'y travailler, mais il s'attaque aux contrôles de pression et de température internes. Fermez ce message, maintenez la touche {KEY:MouseControl} pour activer la souris.
pt_pt: Cadete, o sistema de controle do teu fato ainda parece infectado com um vírus. Estamos a tratar disso, mas já começou a atacar os sistemas de pressão e temperatura. Fecha esta mensagem utilizando a tecla {KEY:MouseControl} para ativar o rato.
ru: Кадет, система управления скафандром заражена вирусом. Мы работаем над проблемой, но он начал атаковать контроль давления и температуры. Закройте это сообщение, используя клавишу {KEY:MouseControl}

# Interface.TutorialSuitControls
source: Is It Cold Out Here?
fr: Il fait froid ici ?
pt_pt: Está frio aqui fora?
ru: Здесь холодно?

# Interface.TutorialSuitControlsDescription
source: Open your suit controls with {KEY:SuitSlot} or click the suit icon at left with the {KEY:MouseControl} key. Adjust your suit's internal pressure and temperature using the controls in the suit menu.
fr: Ouvrez les commandes de votre combinaison avec {KEY:SuitSlot} ou cliquer sur l'icône combinaison sur la gauche (maintenir la touche {KEY:MouseControl}) et ajustez la pression et la température de votre combinaison en utilisant les commandes du menu.
pt_pt: Abre os comandos do teu fato com {KEY:SuitSlot} ou clica no ícone do fato à esquerda usando a tecla {KEY:MouseControl}. Ajusta a pressão e temperatura interna com os comandos no menu do fato.
ru: Откройте меню скафандра с помощью {KEY:SuitSlot} или щёлкните на скафандр слева используя {KEY:MouseControl}. Отрегулируйте внутреннее давление и температуру в скафандре используя элементы управления в меню скафандра.

# Interface.TutorialSuitControlsTask
source: Open your Suit UI with {KEY:SuitSlot}
fr: Ouvrez l'interface de votre combinaison avec {KEY:SuitSlot}
pt_pt: Abre a interface do teu fato com {KEY:SuitSlot}
ru: Откройте интерфейс скафандра с помощью {KEY:SuitSlot}

# Interface.TutorialSuitControlsTask1
source: Change your suit's temperature to 22 degrees: hold the {KEY:MouseControl} key for mouse control and click on the 'Temperature Up' option.
fr: Ajustez la température de votre combinaison à 22 degrés. Maintenez la touche {KEY:MouseControl} pour activer la souris et cliquez sur le bouton 'Monter température'.
pt_pt: Altera a temperatura do fato para 22 graus: segura a tecla {KEY:MouseControl} para ativar o rato e clica na opção 'Subir Temperatura'.
ru: Измените температуру в скафандре до 22 градусов, удерживая клавишу {KEY:MouseControl}, и нажмите на кнопку 'Повышение температуры'.

# Interface.TutorialSuitControlsTask2
source: Change your suit's internal pressure to 45 pascals by clicking on the Pressure Up option.
fr: Changez votre combinaison de pression interne à 45 pascals en cliquant sur l’option Pression.
pt_pt: Altera a pressão interna do teu fato para 45 pascais clicando na opção de Subir Pressão.
ru: Измените внутреннее давление своего скафандра до 45 паскалей, нажав на опцию Повышение давления.

# Interface.ReplaceingSuititems
source: Life Support Items
fr: Equipements de survie
pt_pt: Itens de Suporte de Vida
ru: Элементы жизнеобеспечения

# Interface.ReplaceingSuititemsDescription
source: We've almost cleared the virus! However, it has damaged some of your suit's life support equipment. Let's replace them now. We've been granted access to a supply crate. It should have the items you need for basic survival: a battery to power life support systems, and a carbon filter to remove any carbon from your internal atmosphere.
fr: Nous avons presque nettoyé la combinaison du virus. Cependant, il a endommagé certains équipements de survie de votre combinaison. Remplaçons-les maintenant. Vous avons reçu l'autorisation d'accéder à une caisse voisine qui devrait contenir les pièces dont vous avez besoin. Pour les besoins de survie de base, il vous faut une batterie pour alimenter les systèmes de support de vie et un filtre CO2 pour filtrer le gaz carbonique produit par votre respiration.
pt_pt: Já quase limpamos o vírus! No entanto, ele danificou alguns equipamentos do suporte de vida. Vamos trocá-los agora. Recebemos autorização para aceder a uma caixa de suprimentos. Deverá ter os itens de sobrevivência básica que precisas: uma bateria, para alimentar os sistemas de suporte de vida e um filtro de dióxido de carbono para filtrar a atmosfera interna.
ru: Мы почти удалили вирус! Однако он повредил несколько расходников системы жизнеобеспечения. Давайте заменим их. Нам был предоставлен доступ к ближайшему ящику снабжения. В нём должны быть предметы необходимые для базового выживания: батарея для питания систем жизнеобеспечения и фильтр углекислого газа для фильтрации любого углерода из внутренней атмосферы скафандра.

# Interface.ReplaceingSuititemsTask1
source: Replace your battery to power life support. Alternatively, drag the item directly from the crate into the suit slot that contains the empty battery.
fr: Remplacez la batterie alimentant le support de vie de votre combinaison. Vous pouvez simplement faire glisser l’élément directement depuis la caisse dans l'emplacement de la combinaison. En maintenant la touche {KEY:MouseControl}, essayez de faire glisser la batterie depuis la caisse dans l&apos;emplacement de votre combinaison avec la batterie vide pour les échanger.
pt_pt: Troca a tua bateria para alimentar o sistema de suporte de vida. Opcionalmente, arrasta-a directamente da caixa para o compartimento do teu fato com a bateria vazia.
ru: Замените аккумулятор для питания жизнеобеспечения. Или перетащите аккумулятор прямо из ящика в слот скафандра, где находится разряженный аккумулятор.

# Interface.ReplaceingSuititemsTask2
source: Add a filter to your suit. Click on the CO2 filter in the crate to move it to your hands. Then move it to your suit by holding the {KEY:MouseControl} key and dragging it over the used CO2 filter, then dropping it into that slot.
fr: Remplacez un filtre CO2 de votre combinaison. Cliquez sur le filtre CO2 dans la caisse pour le prendre en main. Avec la molette de la souris, selectionnez le filtre CO2 défectueux. Appuyer sur la touche F, cela va échanger le filtre de votre main et celui de la combinaison.
pt_pt: Adiciona um filtro ao teu fato clicando no filtro CO2 que está na caixa para mover para as tuas mãos. Depois move-a para o fato segurando a tecla {KEY:MouseControl} e arrastando para cima do filtro CO2 usado.
ru: Добавьте фильтр в свой скафандр. Возьмите фильтр CO2 в ящике, затем переместить его в свой скафандр, удерживая клавишу {KEY:MouseControl} и перетащите его поверх использованного фильтра.

# Interface.DisplayAlert3
source: Virus Eradicated. Good work, Cadet! Remember, you can close all open UI windows quickly with the {KEY:HideAllWindows} key, or close each window individually by clicking the corresponding slot number for each window.
fr: Virus éradiqué. Beau boulot, Cadet ! N’oubliez pas que vous pouvez toujours fermer toute l’interface ouverte rapidement avec la touche {KEY:HideAllWindows}, ou les fermer manuellement en cliquant sur leur icône, ou avec la touche correspondant au numéro ({KEY:HelmetSlot}:casque; {KEY:SuitSlot}:combinaison; etc).
pt_pt: Vírus erradicado. Bom trabalho, cadete! Lembra-te que, poderás fechar todos os menus abertos pressionando a tecla {KEY:HideAllWindows}, ou manualmente clicando no compartimento correspondente de cada janela.
ru: Вирус уничтожен. Отличная работа, Кадет! Помните, вы всегда можете быстро закрыть все открытые окна с помощью клавиши {KEY:HideAllWindows} или закрыть их самому, щелкнув соответствующий номер слота.

# Interface.CloseingUIs
source: Closing the menus
fr: Fermeture des menus
pt_pt: Fechando menus
ru: Закройте меню

# Interface.CloseingUIsDescription
source: Now for the final step. Lets clean up the UI windows.
fr: Passons maintenant à l'étape finale. Nettoyons les fenêtres de l'interface.
pt_pt: Agora o último passo da interface. Vamos fechar as janelas todas.
ru: Теперь к последнему шагу. Давайте закроем лишние окна интерфейса.

# Interface.ALTTask3
source: Close the Alert
fr: Fermer l’alerte
pt_pt: Fecha o alerta
ru: Закрыть оповещение

# Interface.CloseingUIstask1
source: Close all the UIs with the {KEY:HideAllWindows} key.
fr: Fermez toutes les interfaces de travail avec la clé {KEY:HideAllWindows}.
pt_pt: Fecha todos os menus da interface com a tecla {KEY:HideAllWindows}.
ru: Закройте все интерфейсы с помощью клавиши {KEY:HideAllWindows}.

# Interface.CloseingUIstask2
source: If you have any remaining items in your hands, drop them with the {KEY:Drop} key. To swap hands use the {KEY:SwapHands} key.
fr: Si vous avez encore des objets dans vos mains, déposez-les avec la touche {KEY:Drop}, pour permuter les mains utilisez la touche {KEY:SwapHands}.
pt_pt: Se tiveres alguns itens restantes nas tuas mãos, larga-os com a tecla {KEY:Drop}. Para trocar de mão usa a tecla {KEY:SwapHands}.
ru: Если у вас в руках остались вещи, сбросьте их с помощью клавиши {KEY:Drop}. Для выбора другой руки используйте клавишу {KEY:SwapHands}.

# Interface.02BasicStructureBuilding
source: Basic Structure Building
fr: #2 Base de la construction de structure
ru: Основы Строительства

# Interface.BasicStructureBuildingDescription
source: In this lesson, we'll teach you how to build a basic platform to use as your first base. The materials used in this tutorial will be found upon entering any new world.
fr: Dans cette leçon, nous vous apprendrons comment construire une plate-forme que nous utiliserons comme fondation de notre première base. Les matériaux utilisés dans ce tutoriel seront disponibles à votre point d'arrivé dans le monde.
pt_pt: Nesta lição, vamos ensinar-te como construir uma plataforma básica para a nossa primeira base. Os materiais utilizados neste tutorial podem ser encontrados assim que entras num novo mundo.
ru: На этом уроке мы научим вас, как создать базовую платформу, которую будем использовать в качестве нашей первой базы. Материалы, используемые в этом уроке, будут найдены при входе в новый мир.

# Interface.TutorialThetoolbelt
source: Total Tools
fr: La ceinture d’outils
pt_pt: Todas as Ferramentas
ru: Все инструменты

# Interface.TutorialThetoolbeltDescription
source: The {SLOT:Belt} is one of your most important storage places. It holds the tools you need to build and deconstruct things.
fr: Votre {SLOT:Belt} est l’un emplacement de stockage les plus importantes. Il contient tous les outils nécessaires pour construire et déconstruire les choses.
pt_pt: O {SLOT:Belt} é uma das partes mais importantes do armazenamento. Contém todas as ferramentas necessárias à construção e desconstrução de coisas.
ru: {SLOT:Belt} является одним из ваших самых важных элементов хранения. Он содержит все инструменты, необходимые для постройки и разборки.

# Interface.TutorialThetoolbeltTask1
source: Let's opening it up. Press and hold the {KEY:MouseControl} key and click on the {SLOT:Belt}, or press the {KEY:ToolBeltSlot} key.
fr: Commençons par l’ouvrir. Appuyez et maintenez la touche {KEY:MouseControl} et cliquez sur la case {SLOT:Belt} ou appuyez sur la touche {KEY:ToolBeltSlot}.
pt_pt: Vamos começar por abri-lo. Segura a tecla {KEY:MouseControl} e clica no {SLOT:Belt} ou pressiona a tecla {KEY:ToolBeltSlot}.
ru: Давайте откроем его. Нажмите и удерживайте клавишу {KEY:MouseControl} и нажмите на {SLOT:Belt} или нажмите клавишу {KEY:ToolBeltSlot}.

# Interface.TutorialThetoolbeltTask2
source: Now, grab the welding torch. Hold the {KEY:MouseControl} key and drag the welding torch from the {SLOT:Belt} into your right-hand slot.
fr: Déplacez le chalumeau dans votre main en tenant la touche {KEY:MouseControl} et en faisant glisse le chalumeau de la {SLOT:Belt} dans votre main droite.
pt_pt: Agora pega a Tocha de Soldagem. Segura a tecla {KEY:MouseControl} e arrasta a Tocha de Soldagem do {SLOT:Belt} para o compartimento da tua mão direita.
ru: Теперь переместите газовую горелку в руку. Удерживая клавишу {KEY:MouseControl} перетащив газовую горелку из {SLOT:Belt} в правую руку.

# Interface.TutorialWhatAreFrames
source: What are frames?
fr: Qu’est-ce que les cadres ?
pt_pt: O que são estruturas?
ru: Что за каркасы?

# Interface.TutorialWhatAreFramesDescription
source: Good job, Cadet. Let’s start building a base.
fr: Bon travail, Cadet. Commençons à construire une base.
pt_pt: Bom trabalho, cadete. Vamos começar a construir uma base.
ru: Хорошая работа, Кадет. Давайте начнем строить базу.

# Interface.TutorialWhatAreFramesTask1
source: Press the {KEY:SwapHands} key to swap your active hand, then move over to the nearby crate. Pick up {THING:ItemIronFrames} from the crate with your left hand.
fr: Appuyez sur la touche {KEY:SwapHands} pour changer votre main active. Dans la caisse à proximité, ramasser les {THING:ItemIronFrames} dans votre main gauche.
pt_pt: Pressiona a tecla {KEY:SwapHands} para trocar a mão ativa, depois segue para a caixa aqui perto. Apanha {THING:ItemIronFrames} com a tua mão esquerda.
ru: Нажмите клавишу {KEY:SwapHands}, чтобы поменять активную руку, затем подойдите к находящемуся рядом ящику. Возьмите {THING:ItemIronFrames} из ящика левой рукой.

# Interface.TutorialWhatAreFramesTask2
source: Now that you have a basic idea of how to use the UI, lets try some basic building. Go over to the highlighted area with the frames in your active hand. Tap {KEY:SecondaryAction} to enable the cursor and hold down the {KEY:PrimaryAction} button until it completes.
fr: Maintenant que vous avez une idée de la façon d’utiliser l’interface, commençons avec les éléments de base. Dans la caisse jaune, vous trouverez des {THING:ItemIronFrames} nécessaire pour démarrer la plate-forme. Pour construire un cadre : mettez-le dans votre main active, appuyez sur {KEY:SecondaryAction} pour afficher l'image du cadre. Couvrez la zone en surbrillance orange avec l'image du cadre, et maintenez le bouton {KEY:PrimaryAction} jusqu’à ce que la construction soit terminé.
pt_pt: Agora que tens noção de como utilizar a interface, vamos tentar umas construções básicas. Vai para a área indicada com as estruturas na tua mão ativa. Toca em {KEY:SecondaryAction} para ativar o cursor e segura o botão {KEY:PrimaryAction} até que se complete.
ru: Теперь, когда у вас есть общее представление о том, как использовать интерфейс, давайте попробуем построить что-то простое. Подойдите к выделенной области с каркасоми в активной руке. Нажмите {KEY:SecondaryAction} чтобы разблокировать курсор и зажмите кнопку {KEY:PrimaryAction} пока постройка не завершится.

# Interface.TutorialCompletingFrames
source: Completing Frames
fr: Compléter les cadres
pt_pt: Finalizando Estruturas
ru: Завершение каркаса

# Interface.TutorialCompletingFramesDescription
source: Currently, our {THING:ItemIronFrames} are not airtight. To complete the {THING:ItemIronFrames} we need to weld iron sheets onto it. If you haven't already, tap {KEY:SecondaryAction} button to remove the cursor object from the screen.
fr: À l’heure actuelle, nos {THING:ItemIronFrames} ne sont pas étanches. Pour compléter les {THING:ItemIronFrames}, nous avons besoin d'y souder quelques {THING:ItemIronSheets}. Si vous ne l’avez pas déjà fait, appuyez sur le bouton {KEY:SecondaryAction} pour retirer l'image du cadre de l’écran.
pt_pt: Atualmente, as nossas {THING:ItemIronFrames} não estão hermeticamente seladas. Para completar as {THING:ItemIronFrames} teremos que soldar algumas chapas de ferro a elas. Se ainda não o fizeste, pressiona o botão {KEY:SecondaryAction} para remover o cursor de objeto do ecrã.
ru: В данный момент наши {THING:ItemIronFrames} не герметичны. Для завершения {THING:ItemIronFrames} мы должны приварить железные листы. Если вы этого еще не сделали, нажмите кнопку {KEY:SecondaryAction} чтобы убрать объект курсора с экрана.

# Interface.TutorialCompletingFramesTask1
source: Go back to the crate and swap the frames for {THING:ItemIronSheets} by pressing {KEY:PrimaryAction} button while holding the {THING:ItemIronFrames}.
fr: Retournez à la caisse. Permutez les {THING:ItemIronFrames} pour des {THING:ItemIronSheets} en appuyant sur le bouton {KEY:PrimaryAction}.
pt_pt: Volta de novo à caixa de suprimentos e troca as estruturas por {THING:ItemIronSheets}, pressionando o botão {KEY:PrimaryAction} com as {THING:ItemIronFrames} na mão.
ru: Вернитесь к ящику и замените каркас на {THING:ItemIronSheets} нажатием кнопки {KEY:PrimaryAction} пока держите {THING:ItemIronFrames}.

# Interface.TutorialCompletingFramesTask2
source: Return to your placed frames and equip the {THING:ItemWeldingTorch} from your ToolBelt. Turn it on with {KEY:ToggleHandPower} key, then hold {KEY:PrimaryAction} button to build the frame until complete. You must be holding {THING:ItemIronSheets} in your other hand to do this. Note: Don't forget to turn off the {THING:ItemWeldingTorch} when you're done by pressing the {KEY:ToggleHandPower} key.
fr: Équipez votre {THING:ItemWeldingTorch} en changeant votre main active (touche {KEY:SwapHands}) et revenez au cadre posé précédemment. Allumez le {THING:ItemWeldingTorch} avec la touche {KEY:ToggleHandPower}, et maintenez le bouton {KEY:PrimaryAction} pour finaliser la construction du {THING:ItemIronFrames}. Pour ce faire, vous aurez besoin de {THING:ItemIronSheets} dans votre autre main.
pt_pt: Retorna à estrutura que colocaste e equipa a tua {THING:ItemWeldingTorch} do Cinto de Ferramentas. Liga-a com a tecla {KEY:ToggleHandPower}, depois segura o botão {KEY:PrimaryAction} até ficar completamente construída. Irás precisar de {THING:ItemIronSheets} na tua outra mão para o fazeres. Nota: Não te esqueças de desligar a tua {THING:ItemWeldingTorch} quando terminares, pressionando a tecla {KEY:ToggleHandPower}.
ru: Вернитесь к установленным вами каркасам и возьмите в руки {THING:ItemWeldingTorch} из вашего пояса инструментов. Включите его с помощью кнопки {KEY:ToggleHandPower}, затем для постройки держите кнопку {KEY:PrimaryAction} до завершения сварки. Вы должны держать {THING:ItemIronSheets} в другой руке чтобы все получилось. Замечание: Не забудьте выключить {THING:ItemWeldingTorch} нажатием кнопки {KEY:ToggleHandPower} когда закончите.

# Interface.TutorialCompletingFramesTask3
source: Finish the {THING:ItemIronFrames} by continuing to wield it.
fr: Terminez le {THING:ItemIronFrames} en continuant de souder. Remarque : N'oubliez pas de désactiver le {THING:ItemWeldingTorch} lorsque vous avez terminé, en appuyant sur la touche {KEY:ToggleHandPower}.
pt_pt: Termina a {THING:ItemIronFrames} continuando a soldar.
ru: Завершите {THING:ItemIronFrames} продолжив сварку.

# Interface.TutorialDoingitOnYourOwn
source: Doing it on your own
fr: Le faire par vous-même
pt_pt: Fazendo à tua maneira
ru: Сделай это сам
